{
    "I am the Apothecary.": "我是药剂师。",
    "I am the Lady of the Lake.": "我是湖中仙女。",
    "I am the beginning of eternity and the end of time and|space. I am the beginning of every end and the end of|every place. What am I?": "我是永恒的开始和时间与|空间的终结。我是每个结束的开始和|每个地方的终点。我是什么？",
    "I am the great Kolodion, master of battle magic, and|this is my battle arena. Top wizards travel from all over|RuneScape to fight here.": "我是伟大的Kolodion，战斗魔法大师，|这是我的战斗竞技场。顶尖巫师从|RuneScape各地赶来在这里战斗。",
    "I am the leader of the White Knights of Falador.|Why do you seek my audience?": "我是法拉多白骑士团的领袖。|你为何求见？",
    "I am the palace librarian.": "我是宫殿图书管理员。",
    "I am tired Bwana, I must go and rest...": "我累了勇士，我必须去休息了……",
    "I am trying to get into the shamans' cave.": "我在尝试进入萨满的洞穴。",
    "I am unlearned in such matters. But I am told of sacred patterns that are scored on the ground to bind the spirit and confine it... But that is all I know.": "我在这些方面没什么学问。但我听说有在地上刻画的神圣图案可以束缚灵魂并将其禁锢……但我知道的就这些。",
    "I am very sorry, but I don't have time for that.": "非常抱歉，但我没时间做那个。",
    "I am weary of questing for the time being...": "我暂时不想做任务了……",
    "I am well aware of that, adventurer.": "我很清楚那一点，冒险者。",
    "I appreciate your enthusiasm adventurer. However, I fear you are not yet ready for the challenges ahead. Return to me when you are and we will discuss our next steps.": "我欣赏你的热情冒险者。然而，恐怕你还没有准备好迎接前方的挑战。等你准备好了再来找我，我们讨论下一步。",
    "I assume that you are the King of East Ardougne?": "我想你就是东阿多格尼的国王？",
    "I assume you have your I.D. papers then?": "那我假设你有身份证件了？",
    "I believe I remember a couple living in Asgarnia|near the cliffs on the Asgarnian southern peninsula,|but they DO tend to keep to themselves.": "我记得有一对夫妇住在阿斯加尼亚|南部半岛的悬崖附近，|但他们确实倾向于独来独往。",
    "I believe a few of them survived,|but with the bulk of their population destroyed|their numbers have dwindled even further.": "我相信他们中有几个幸存了下来，|但大部分人口被消灭后|他们的数量进一步减少了。",
    "I believe he is a knight of the round table.": "我相信他是圆桌骑士。",
    "I believe he is currently living as a hermit. He has a little shack somewhere in the swamps south of here. I'm sure if you told him that I sent you he'd be willing to help.": "我相信他目前过着隐居的生活。他在这里南边的沼泽中某处有一间小棚屋。我相信如果你告诉他是我派你去的，他会愿意帮忙的。",
    "I believe it is! It might be that her physical remains are the focal point of her supernatural powers. It is said that many years ago, a group of adventurers once infiltrated her tomb to try to rid the world of Rashiliyia.": "我相信是的！她的遗体可能是她超自然力量的焦点。据说很多年前，一群冒险者曾潜入她的墓穴试图消灭Rashiliyia。",
    "I believe the Duke of Lumbridge Castle may have one in his armoury.": "我相信伦布里奇城堡的公爵的军械库里可能有一个。",
    "I believe there is a holy island somewhere not far away... I'm not entirely sure... I spent too long inside that crystal! Anyway, go and talk to someone over there.": "我相信附近某处有一座神圣的岛屿……我不完全确定……我在那块水晶里待太久了！总之，去那边找人谈谈吧。",
    "I believe you've got a piece of map that I need.": "我相信你有一块我需要的地图碎片。",
    "I believe your father mentioned you would be able to improve some gauntlets for me...": "我相信你父亲提到过你能帮我改进一些护手……",
    "I believe your father mentioned you would be able to improve these gauntlets for me...": "我相信你父亲提到过你能帮我改进这些护手……",
    "I belong to a monastery north of Falador.": "我属于法拉多北边的一座修道院。",
    "I bet if you could find a way to get everyone's 'finger prints' you could solve the crime pretty easily!": "我打赌如果你能找到方法获取每个人的'指纹'，你就能很容易地破案了！",
    "I bet you have some juicy gossip about Fidelio the general store owner.": "我打赌你有关于杂货店老板Fidelio的劲爆八卦。",
    "I better not, I don't want to be drunk on duty.": "我还是算了吧，我不想执勤时喝醉。",
    "I bow before you in honour for your efforts in bringing Lord Hazeel back to this realm to lead us into glory once more!": "我向你鞠躬致敬，感谢你将Hazeel大人带回这个世界再次带领我们走向荣耀！",
    "I brought you some Rune Essence.": "我给你带了一些符文精华。",
    "I brought you some more essences.": "我给你带了更多精华。",
    "I buy and sell shields, do you want to trade?": "我买卖盾牌，你想交易吗？",
    "I buy silk. If you ever want to|sell any silk, bring it here.": "我收购丝绸。如果你想|卖丝绸的话，带来这里。",
    "I came upon a scroll, almost destroyed, that detailed a magical rock deep in the icefields of the North, closed off from access by anything other than magical means.": "我发现了一卷几乎被毁的卷轴，上面详细记载了北方冰原深处的一块魔法岩石，除了魔法手段外无法到达。",
    "I can also tan dragonhides, suitable for crafting into the highest quality armour for rangers.": "我也能鞣制龙皮，适合制作最高品质的远程盔甲。",
    "I can alter your physical form for a small fee of only 3000 gold coins! Would you like me to perform my magics upon you?": "我可以改变你的身体外观，只需3000金币的小小费用！你想让我对你施展魔法吗？",
    "I can beat anyone up!": "我能打败任何人！",
    "I can certainly try! Hmm, incredible, it seems very ancient and mentions something about Zadimus and Ah Za Rhoon. It says, 'Here lies the traitor Zadimus, let his spirit be forever tormented'.": "我当然可以试试！嗯，不可思议，它看起来非常古老，提到了一些关于Zadimus和Ah Za Rhoon的事情。上面写着，'叛徒Zadimus长眠于此，愿他的灵魂永远受折磨'。",
    "I can dig wherever I want now!": "我现在可以想在哪里挖就在哪里挖了！",
    "I can do something for you!": "我能为你做点什么！",
    "I can do that for you.": "我能帮你做到。",
    "I can do without dye at that price.": "那个价格的话我不要染料了。",
    "I can dress like a slave and gain access to the mine area to scout it out.": "我可以打扮成奴隶进入矿区去侦察。",
    "I can expect a high reward to be paid very soon for this guy. I can't tell you who he is, but he is a lot colder now.": "我预计很快就能为这个人收到丰厚的赏金。我不能告诉你他是谁，但他现在冷多了。",
    "I can feel the power of the staff running through me! I will be more powerful and they shall bow down to me!": "我能感觉到法杖的力量在我体内流淌！我会变得更强大，他们都会向我臣服！",
    "I can give you the recipe for a potion to help with that. You will need to find two herbs, Snake weed and Ardrigal. Add them both to a vial of water, and you will walk with the bravery of the lion.": "我可以给你一个药水配方来帮忙解决那个问题。你需要找到两种草药，蛇草和Ardrigal。把它们都加到一瓶水里，你就会像狮子一样勇敢地行走。",
    "I can highly recommend these to you for quick archery.": "我强烈推荐这些用于快速射箭。",
    "I can if you help me...": "如果你帮我的话我可以……",
    "I can make a new sword if you like...": "如果你愿意的话我可以做一把新剑……",
    "I can make it for you, just get me what's needed.": "我可以帮你做，给我拿来需要的材料就行。",
    "I can make you a spell with this item which will force the spirit to reveal its true self. Once activated, you will be able to attack it like any normal creature.": "我可以用这个物品为你制作一个咒语，它会迫使灵魂展现其真实形态。一旦激活，你就能像攻击任何普通生物一样攻击它。",
    "I can mine!": "我会采矿！",
    "I can offer you increased knowledge in two of the following areas.": "我可以在以下领域中的两个方面提升你的知识。",
    "I can only guide you so far as the herbs are not easy to find. With some luck, you will find each herb in turn and bring to me. I will give you details of where to find the next herb.": "我只能指引你到这个程度，因为草药不容易找到。运气好的话，你会依次找到每种草药并带给我。我会告诉你去哪里找下一种草药。",
    "I can only let someone in who has plans for the secret weapon.": "我只能让有秘密武器计划的人进去。",
    "I can see a constellation.": "我能看到一个星座。",
    "I can see a key but I can't quite reach it...": "我能看到一把钥匙但够不着……",
    "I can see a key just inside the drain.|That must be the key Sir Prysin dropped.": "我能看到排水沟里面有一把钥匙。|那一定是Prysin爵士掉的钥匙。",
    "I can see a scorpion that you seek.|It would appear to be near some nasty spiders.|I can see two coffins there as well.": "我能看到你在找的蝎子。|它似乎在一些讨厌的蜘蛛附近。|我还能看到那里有两口棺材。",
    "I can see how that would make it hard to mix cocktails.|I'll give you another one, but please try not lose any|more.": "我能理解那怎么会让调酒变得困难。|我再给你一个，但请尽量别再|弄丢了。",
    "I can see images forming. I can see you.": "我能看到图像正在形成。我能看到你。",
    "I can see that! Why?": "我能看到！为什么？",
    "I can spare you some coins for your trouble.": "我可以给你一些金币作为你辛苦的补偿。",
    "I can tell from the taste of the sea spray where I am, m'hearty!": "我能从海浪的味道判断出我在哪里，老伙计！",
    "I can tell you about holy symbols.": "我可以给你讲讲神圣符文。",
    "I can try to undo them for you.": "我可以试着帮你解开它们。",
    "I can work one piece of cow hide into ordinary leather. It only costs one piece of gold.": "我可以把一块牛皮加工成普通皮革。只需一枚金币。",
    "I can't attack the head guard here! There are too many witnesses around to see me do it! I'd have the whole of Brimhaven after me! Besides, if he dies I want the promotion!": "我不能在这里攻击警卫队长！周围有太多目击者了！整个Brimhaven都会追捕我！再说了，如果他死了我想要升职！",
    "I can't believe it! I go to all the effort of writing you a letter of recommendation and you lose it! Here, I'll write another... Don't lose it again!": "我不敢相信！我费了那么大劲给你写推荐信你却弄丢了！给，我再写一封……别再弄丢了！",
    "I can't believe they won't let me in!": "我不敢相信他们不让我进去！",
    "I can't do anything unless I find my rock sample.": "除非找到我的岩石样本，否则我什么都做不了。",
    "I can't do much with these nuggets yet. Come back when you have 3 and I will exchange them for you.": "这些金块我现在还做不了什么。等你有3块了再来，我帮你换。",
    "I can't figure this out Charlie!": "我搞不明白这个Charlie！",
    "I can't find Father Urhney at the moment.": "我现在找不到Urhney神父。",
    "I can't find any planks!": "我找不到任何木板！",
    "I can't find the caves...": "我找不到洞穴……",
    "I can't find the lens mould.": "我找不到镜片模具。",
    "I can't find the relic part you gave me.": "我找不到你给我的遗物部件了。",
    "I can't fix my row boat without it.": "没有它我没法修好我的划艇。",
    "I can't get past the guards.": "我过不了守卫那关。",
    "I can't give it to him. It goes right through him.": "我没法把它给他。它直接穿过他了。",
    "I can't leave this post, could you go to the Black Guard|base and find out what this thing actually shoots?": "我不能离开岗位，你能去黑卫|基地查查这东西到底发射什么吗？",
    "I can't let you enter the city without your gas mask on.": "你不戴防毒面具我不能让你进城。",
    "I can't let you use this now, it's just too dangerous.|I'd better take it from you before you injure yourself.": "我现在不能让你使用这个，太危险了。|我最好在你伤到自己之前把它收走。",
    "I can't make the lens!": "我做不出镜片！",
    "I can't pick this up with my bare hands! I'll need something to put it in. It looks and smells rather dangerous though, so it'll need to be something small and capable of containing dangerous chemicals.": "我不能徒手拿起这个！我需要什么东西来装它。不过它看起来闻起来都很危险，所以需要某种能够容纳危险化学品的小容器。",
    "I can't possibly speak to you with my head spinning like this... I went a bit heavy on the drink again last night. Curse my herbalist, she made the best hang over cures. Darn inconvenient of her catching the plague.": "我的头这样转个不停根本没法跟你说话……我昨晚又喝多了。真该死我的草药师，她做的宿醉解药最好了。她染上瘟疫真是太不方便了。",
    "I can't remember 'is name, but 'e lives in Draynor|Village an' makes rope.": "我记不住他的名字了，但他住在德雷诺|村而且做绳子。",
    "I can't see any bronze around.": "我看不到附近有青铜。",
    "I can't stand this war.|The misery, the pain, it's driving me crazy!|When will it end?": "我受不了这场战争了。|这些苦难和痛苦快把我逼疯了！|什么时候才能结束？",
    "I can't take you anywhere.": "我没法带你去任何地方。",
    "I can't talk now,|can't you see we're trying|to win a battle here.": "我现在没法说话，|你看不出来我们正在|打仗吗。",
    "I can't talk now.|Can't you see we're trying to win a battle here?": "我现在没法说话。|你看不出来我们正在打仗吗？",
    "I can't talk now.|Can't you see we're trying to win a battle here?|If we can't hold back Khazard's men|we're all doomed.": "我现在没法说话。|你看不出来我们正在打仗吗？|如果我们挡不住Khazard的人|我们就完了。",
    "I can't talk now.|If the guards catch me I'll be dead gnome meat.": "我现在没法说话。|如果守卫抓住我，我就死定了。",
    "I can't test the samples without the distillator.|Please don't give up until you find it.": "没有蒸馏器我没法检测样本。|请在找到之前不要放弃。",
    "I can't think of anything either.": "我也想不出什么。",
    "I can't touch it...|Perhaps it is linked with the shamans in some strange way?": "我碰不了它……|也许它以某种奇怪的方式跟萨满有关？",
    "I can't understand a word you are saying. Maybe Father Aereck will be able to help.": "我一个字都听不懂你在说什么。也许Aereck神父能帮上忙。",
    "I can't, it sounds like work to me.": "我不行，那听起来像是在干活。",
    "I can't... I lost them...": "我没法……我弄丢了它们……",
    "I cannot believe this! Absolutely none right at all. I doubt you did any research before you took this exam...": "我无法相信！完全没有一个答对的。我怀疑你在考试前根本没做任何研究……",
    "I cannot stay here much longer.": "我不能在这里待太久了。",
    "I cannot take the flimsy dagger.|The Guards will need it as evidence.": "我不能拿走这把劣质匕首。|卫兵们需要它作为证据。",
    "I cannot take the poisoned pot.|The Guards will need it for evidence.": "我不能拿走这个有毒的锅。|卫兵们需要它作为证据。",
    "I caught some fish! Here...": "我抓到一些鱼了！给……",
    "I challenge you!": "我向你挑战！",
    "I collect rare and powerful artefacts.": "我收集稀有而强大的文物。",
    "I could be, yes.": "也许是的。",
    "I could do something for you...": "我可以帮你做些事情……",
    "I could get you some books!": "我可以给你弄些书来！",
    "I could go and take a look for you if you like?": "如果你愿意的话我可以去帮你看看？",
    "I could have lost my son and my husband if it wasn't for you.": "要不是你，我可能已经失去了我的儿子和丈夫。",
    "I could have sworn I heard something!": "我发誓我听到了什么！",
    "I could hear them laughing about some gullible fool that they tricked into killing the guard dog at the monument.": "我能听到他们在嘲笑某个容易上当的傻瓜，他们骗他去杀了纪念碑的看门狗。",
    "I could help, I know a lot about carts.": "我可以帮忙，我对马车很了解。",
    "I could make a spell that would help you to defeat the spirit. But I need you to bring me a possession that it once owned. If you have something like that, please show it to me. And I'll give you the spell.": "我可以制作一个咒语来帮你击败那个灵魂。但我需要你带来它曾经拥有的一件物品。如果你有那样的东西，请给我看看。我会把咒语给你。",
    "I could tell by the cut of your jib.": "我从你的气质就能看出来。",
    "I could've 'ad 'im!": "俺本来能打赢他的！",
    "I cut my finger!": "我割到手指了！",
    "I dare not go near his lands.": "我不敢靠近他的领地。",
    "I dare not take them, I may be taken over by the evil spirit of Rashiliyia!": "我不敢拿它们，我可能会被Rashiliyia的邪灵附体！",
    "I dare not touch it. I am a spiritual man and the spirit of this being may possess me and turn me into a minion of Rashiliyia.": "我不敢碰它。我是一个有灵性的人，这个存在的灵魂可能会附身于我，把我变成Rashiliyia的仆从。",
    "I did it! I killed a Giant Rat!": "我做到了！我杀了一只巨鼠！",
    "I did not find it through looking - though admittedly I looked long and hard - eventually, it found me.": "我并不是通过寻找而找到它的——虽然我确实费了很大力气去找——最终，是它找到了我。",
    "I did see Romeo somewhere.|He seemed a bit depressed.": "我确实在什么地方见过Romeo。|他看起来有点沮丧。",
    "I didn't bring anything.": "我什么都没带。",
    "I didn't find anything in the tomb.": "我在墓里什么都没找到。",
    "I didn't get the picture yet...": "我还没拿到那幅画……",
    "I didn't know it belonged to you.": "我不知道那是你的。",
    "I didn't manage to get them all yet...": "我还没能全部拿到……",
    "I didn't mean to take it!|I just forgot to pay.": "我不是故意拿的！|我只是忘了付钱。",
    "I didn't want to anyway.": "反正我也不想。",
    "I didn't want to use your anvils anyway.": "反正我也不想用你的铁砧。",
    "I do have these mystical gauntlets, a family heirloom that through some power unknown to me, have always returned to the head of the family": "我确实有这副神秘的护手，一件家族传家宝，通过某种我未知的力量，它们总是会回到家族首领手中",
    "I do hope so,|you can't be too careful these days.": "我希望如此，|现在怎么小心都不为过。",
    "I do indeed, sire. He has been imprisoned by some Zamorakian monks.": "确实如此，陛下。他被一些扎莫拉克修道士囚禁了。",
    "I do indeed. I gave it to my mother.|That's why I now live alone.": "我确实记得。我把它给了我母亲。|这就是为什么我现在独居。",
    "I do not blame you adventurer. It is not particularly pleasant work. My problem remains however. If you know anyone suitable please send them this way; time is of the essence.": "我不怪你冒险者。这确实不是什么令人愉快的工作。然而我的问题仍然存在。如果你认识合适的人请让他们来找我；时间紧迫。",
    "I do not know of any myself... but it would perhaps be worth your while asking the King if he has any tasks for you.": "我自己不知道……但也许值得你去问问国王是否有任务给你。",
    "I do not know where he lives.": "我不知道他住在哪里。",
    "I do not show respect to killers and hoodlums.": "我不会尊重杀手和暴徒。",
    "I don't believe all this rubbish about an invasion. If mankind wanted to, they could have invaded before now.": "我不相信什么入侵的废话。如果人类想的话，早就入侵了。",
    "I don't believe it's exactly easy to get to though...": "不过我觉得那里并不容易到达……",
    "I don't believe you, hand it over!": "我不信你，交出来！",
    "I don't blame you!": "我不怪你！",
    "I don't blame you.": "我不怪你。",
    "I don't care. I'm going in anyway.": "我不在乎。我还是要进去。",
    "I don't exactly know what they got up to in the house... but that's besides the point. Sir Ceril was extremely upset, and I don't blame him.": "我不太清楚他们在房子里做了什么……但那不是重点。Ceril爵士非常生气，我也不怪他。",
    "I don't feel like a champ...": "我感觉不像个冠军……",
    "I don't feel like any of those.": "我什么都不想要。",
    "I don't have 10 coins right now.": "我现在没有10金币。",
    "I don't have 1000 gold coins on me...": "我身上没有1000金币……",
    "I don't have 50 coins.": "我没有50金币。",
    "I don't have 7 coins right now.": "我现在没有7金币。",
    "I don't have 8 coins with me.": "我身上没有8金币。",
    "I don't have <~add_article(lowercase($staff_name))> yet though.": "不过我还没有<~add_article(lowercase($staff_name))>。",
    "I don't have any blurite ore yet...": "我还没有蓝晶矿石……",
    "I don't have any of them yet...": "我还一个都没有……",
    "I don't have anything to give you so leave me alone, mendicant.": "我没什么东西可以给你，别烦我了，乞丐。",
    "I don't have anything.": "我什么都没有。",
    "I don't have anything; please believe me!": "我什么都没有；请相信我！",
    "I don't have enough coins to buy the leaves.|I'll come back later.": "我没有足够的金币买叶子。|我晚点再来。",
    "I don't have enough coins.": "我没有足够的金币。",
    "I don't have enough iron bars...": "我没有足够的铁锭……",
    "I don't have it with me.": "我没带在身上。",
    "I don't have much in the way of money. I do have these!": "我没多少钱。但我有这些！",
    "I don't have one of them.": "我没有那个。",
    "I don't have that kind of money...": "我没有那么多钱……",
    "I don't have that much money on me.": "我身上没那么多钱。",
    "I don't have that sort of time.": "我没那种闲工夫。",
    "I don't have the 5gp though...": "不过我没有5金币……",
    "I don't have the dagger.": "我没有那把匕首。",
    "I don't have the money on me right now though... can I start a tab?": "不过我现在身上没带钱……能赊账吗？",
    "I don't have the puzzle box with me.": "我没带谜盒。",
    "I don't have time for this right now.": "我现在没时间管这个。",
    "I don't have time to talk to you.|Move along please!": "我没时间跟你说话。|请离开！",
    "I don't have what you want.": "我没有你想要的东西。",
    "I don't know Ardougne. You tell me.": "我不了解阿多格尼。你告诉我。",
    "I don't know anymore. You're very demanding aren't you!": "我不知道了。你真是很难伺候啊！",
    "I don't know how long I will be able to hold out.|Once you have the coordinates|come back and fire the ballista|right into those monsters.": "我不知道我还能撑多久。|等你拿到坐标|就回来用弩炮|对准那些怪物开火。",
    "I don't know how much help this is to you but my dad was in the guard once, and he told me that the marks on your hands are totally unique. He called them 'finger prints'.": "我不知道这对你有多大帮助，但我爸以前当过守卫，他告诉我你手上的纹路是完全独一无二的。他叫它们'指纹'。",
    "I don't know how much longer I can cope here.": "我不知道我还能在这里撑多久。",
    "I don't know how to thank you.|I have no real material possessions.|I do have kittens!|I can only really look after one.": "我不知道该怎么感谢你。|我没有什么真正的财产。|但我有小猫！|我其实只能照顾一只。",
    "I don't know how you managed to escape the arena, but you may not be as lucky next time. Get out of here while you can.": "我不知道你是怎么从竞技场逃出来的，但下次你可能没这么幸运了。趁你还能走赶紧离开这里。",
    "I don't know if I can help you there.": "我不知道我能不能帮到你。",
    "I don't know what he's up to. If you want to find out you'd better search his home.": "我不知道他在搞什么。如果你想查出来最好搜一下他的家。",
    "I don't know what this sample is, but it certainly isn't toxic.": "我不知道这个样本是什么，但它肯定没有毒。",
    "I don't know what you have there but it's no Drunk|Dragon!": "我不知道你那里有什么但那不是醉|龙！",
    "I don't know what you have there but it's no Fruit|Blast!": "我不知道你那里有什么但那不是水果|爆破！",
    "I don't know what you have there but it's no SGG!": "我不知道你那里有什么但那不是SGG！",
    "I don't know where the alarm is.": "我不知道警报在哪里。",
    "I don't know who you are.": "我不知道你是谁。",
    "I don't know who you are. Get out of my house stranger.": "我不知道你是谁。滚出我的房子陌生人。",
    "I don't know you stranger. Get off our land.": "我不认识你陌生人。离开我们的土地。",
    "I don't know, I haven't tried it yet.": "我不知道，我还没试过。",
    "I don't know, I just wanted this house.": "我不知道，我只是想要这栋房子。",
    "I don't know, but I can't imagine he'll be happy with you now.": "我不知道，但我无法想象他现在会对你满意。",
    "I don't know, but he won't be happy that you've killed his so called pet.": "我不知道，但他不会高兴你杀了他所谓的宠物。"
}