{
    "Likewise.": "彼此彼此。",
    "Linger a while and be at peace.": "停留片刻，安心休息吧。",
    "Listen pal, I went to your hideout, I heard them talking about you. You're fooling nobody.": "听着伙计，我去了你们的老巢，听到他们在说你的事。你骗不了任何人。",
    "Listen, and listen well, and see if your puny mind can comprehend this: if the border is not protected, then we are all at the mercy of the vampires!": "听好了，看看你那渺小的脑袋能不能理解：如果边境没有防御，我们都将任由吸血鬼宰割！",
    "Little man stronger than big man. Hee hee, lardi dee, lardi da.": "小个子比大个子还强壮。嘿嘿，啦嘀嘀，啦嗒嗒。",
    "Lo.": "Lo。",
    "Local residents, contractors and small pink fish.": "本地居民、承包商和小粉鱼。",
    "Logs are not only useful for making fires. Many archers use the skill known as Fletching to craft their own bows and arrows from trees.": "木头不仅能用来生火。许多弓箭手使用一种叫做箭术制作的技能，用树木来制作自己的弓和箭。",
    "Long enough to know the Carnilleans are not as innocent or noble as they seem.": "够久了，足以知道Carnillean家族并不像他们看起来那么无辜高贵。",
    "Long enough to know when someone is stalling!": "够久了，足以看出有人在拖延！",
    "Long live General Khazard!": "Khazard将军万岁！",
    "Long nails... grey in colour.|Well chewed...": "长指甲……灰色的。|啃得很厉害……",
    "Look around and investigate who might be responsible. The Sarge said every murder leaves clues to who done it, but frankly we're out of our depth here.": "四处看看，调查一下谁可能是凶手。队长说每起谋杀都会留下线索指向凶手，但坦白说我们实在力不从心。",
    "Look around you! This museum is full of treasures!": "看看你周围！这个博物馆到处都是宝藏！",
    "Look around... there are all sorts of things to keep our guild members entertained!": "看看周围……这里有各种各样的东西来让我们的公会成员开心！",
    "Look at this certificate, curator...": "馆长，看看这份证书……",
    "Look at this... Interesting... This appears to belong to a cleric of some kind; certainly not a follower of Saradomin, however.": "看看这个……有意思……这似乎属于某种神职人员；但肯定不是萨拉多明的追随者。",
    "Look for details of Rashiliyia's kin, these may be well hidden.": "寻找关于Rashiliyia亲属的细节，这些可能藏得很好。",
    "Look for me down there. I need to assess what damage has been done to our holy barrier by those evil Zamorakians!": "在下面找我。我需要评估那些邪恶的扎莫拉克信徒对我们神圣屏障造成了什么破坏！",
    "Look for something relating to Zadimus at the temple. He was the Priest who built the temple.": "在神庙里寻找与Zadimus有关的东西。他是建造神庙的牧师。",
    "Look for something that can identify the place. Leave no stone unturned.": "寻找能够辨认这个地方的东西。不要放过任何角落。",
    "Look in your backpack for your reward,|in payment for your work.": "看看你背包里的奖赏，|作为你工作的报酬。",
    "Look just leave me alone!": "别烦我，走开！",
    "Look what I found!": "看我发现了什么！",
    "Look what I have been awarded.": "看看我获得了什么奖赏。",
    "Look what I've found in the cupboard!": "看我在橱柜里发现了什么！",
    "Look! I've recovered your armour!": "看！我找回了你的盔甲！",
    "Look, I KNOW you're hiding something. I've heard theres a cult hideout down here.": "听着，我知道你在隐瞒什么。我听说这下面有个邪教据点。",
    "Look, I am level 2 now...": "看，我现在2级了……",
    "Look, I found this at Glough's home!": "看，我在Glough家里发现了这个！",
    "Look, I need all three reagents to test the plague sample. Come back when you've got them.": "听着，我需要三种试剂来检测瘟疫样本。等你拿齐了再来。",
    "Look, I've got your vial but I'm not taking two.|I always like to play the percentages.": "听着，我拿到了你的药瓶，但我不要两个。|我总喜欢保持概率优势。",
    "Look, if you're right about Glough I would have him arrested but there's no reason for me to think he's lying.": "听着，如果你说得对的话我会逮捕Glough，但我没有理由认为他在撒谎。",
    "Looking forward to it.": "很期待。",
    "Looks can be deceiving, I am in fact a barbarian.": "外表可能具有欺骗性，我其实是个野蛮人。",
    "Looks like Blue thread to me. If you can't work that out for yourself I don't hold much hope of you solving this crime.": "在我看来是蓝色线头。如果你自己都看不出来，我对你破案不抱太大希望。",
    "Looks like hard work?": "看起来活很累？",
    "Looks like you don't know either.": "看起来你也不知道。",
    "Looks like you're very skilled, so I advise you to practice on the west tower. That'll provide the best challenge for you.": "看起来你很有技巧，所以我建议你在西塔练习。那会给你最好的挑战。",
    "Looks too dangerous for me!": "对我来说看起来太危险了！",
    "Loosen up already. It was only a DOG.": "放松点吧。只是一条狗而已。",
    "Lord Drakan? Who is that?": "Drakan大人？那是谁？",
    "Lord Handelmort is an Ardougnese explorer which means he think he have the right to come to my tribal home, steal our stuff and put in his private museum.": "Handelmort大人是个阿多格尼的探险家，这意味着他认为自己有权来我部落的家园，偷走我们的东西放在他的私人博物馆里。",
    "Lord Hazeel... Lord Zamorak... I call upon the powers of evil... The forces of chaos... The strength of hatred...": "Hazeel大人……扎莫拉克大人……我召唤邪恶的力量……混沌的力量……仇恨的力量……",
    "Lost who?": "丢了谁？",
    "Lost? It must have been those gnomes that led you astray.": "迷路了？肯定是那些地精把你带偏了。",
    "Lots of clues have @dre@degrees@bla@ and @dre@minutes@bla@ written on them. These are coordinates of the place where the treasure is buried.": "很多线索上写着@dre@度@bla@和@dre@分@bla@。这些是宝藏埋藏地点的坐标。",
    "Low.": "低。",
    "Lu.": "Lu。",
    "Lucien must not get hold of the staff! He would become too powerful!": "绝不能让Lucien得到法杖！他会变得太强大了！",
    "Lucien will give me a grand reward for it!": "Lucien会给我丰厚的回报的！",
    "Lucien.": "Lucien。",
    "Luck has nothing to do vith it|it is all in the technique.": "运气跟这无关|全靠技术。",
    "Luck? LUCK? With my cooking skill, I don't really need LUCK.": "运气？运气？凭我的烹饪技术，我根本不需要运气。",
    "Luckily they seem to have calmed down somewhat recently, and tend to stay on their side of the river... but the wrong they have done my people will never be forgotten, and will never be forgiven. What is worse is": "幸运的是他们最近似乎平静了一些，倾向于待在河的那一边……但他们对我的人民犯下的罪行永远不会被忘记，也永远不会被原谅。更糟糕的是",
    "Lucky I 'ave a spare ain't it? Don't lose it again.": "幸好我还有个备用的，是不是？别再弄丢了。",
    "Lucky I had more than one, eh?": "幸好我有不止一个，对吧？",
    "Lucky for you I have a spare. Don't lose it again!": "你运气好，我还有个备用的。别再弄丢了！",
    "Lucky for you there's some thread left.|You should be less careless in future.": "你运气好，还剩些线。|以后小心点。",
    "Lucky for you. I can't really explain it, I just don't like the guy. Does great clothes though, you got to give him that.": "你运气好。我说不上来为什么，我就是不喜欢那个家伙。不过衣服做得确实不错，这点得承认。",
    "Lucky horseshoe.": "幸运马蹄铁。",
    "Magic users, miners and their escorts.": "魔法使用者、矿工和他们的护卫。",
    "Magnificent!|At last you've brought all the crystals.": "太棒了！|你终于把所有水晶都带来了。",
    "Make sure you wear your mask while you are over there! I can't think of a worse way to die.": "在那边的时候一定要戴好面具！我想不出比那更惨的死法了。",
    "Man overboard!": "有人落水！",
    "Man, I'd hate to be a human around here, that's for sure. Drakan would really enjoy hunting them down and killing them!": "天哪，在这附近当人类可太惨了，那是肯定的。Drakan会很享受追杀他们的！",
    "Many aren't to start off with.": "刚开始很多人都不是。",
    "Many blessings on you!|I must now prepare,|please excuse me while I make|the arrangements.": "愿你受到众多祝福！|我现在得准备了，|请容许我先去|做些安排。",
    "Many greetings esteemed thief.": "致敬，尊贵的盗贼。",
    "Many greetings.": "你好。",
    "Many greetings. Welcome to our fair island.": "你好。欢迎来到我们美丽的岛屿。",
    "Many secrets are buried under this land.": "这片土地下埋藏着许多秘密。",
    "Many thanks Bwana, but I don't need that herb at the moment. Can you please get me the herb I asked for?": "多谢了Bwana，但我现在不需要那种草药。你能帮我找到我要的那种草药吗？",
    "Many thanks Bwana, my people are truly grateful. Have you seen Gujuo? I am sure that he may have something for you as a token of our appreciation.": "多谢了Bwana，我的族人非常感激。你见过Gujuo吗？我相信他可能有东西送你，作为我们感激的表示。",
    "Many thanks adventurer! I would have sent one of my squires but they wanted payment for it!": "多谢冒险者！我本来想派一个侍从去，但他们竟然要收费！",
    "Many thanks for the herb Bwana. I'll add it to my collection.": "谢谢你的草药，Bwana。我会把它加入我的收藏。",
    "Many thanks friend.": "多谢了，朋友。",
    "Many thanks kind friend.": "多谢了，好心的朋友。",
    "Many thanks my friend, you have completed your quest! I can now change this place into a holy sanctuary! And forever will it now be an Altar of Nature!": "多谢了我的朋友，你完成了任务！我现在可以把这个地方变成一个神圣的庇护所！从此以后它将永远是一座自然祭坛！",
    "Many thanks to you, <displayname()>!": "非常感谢你，<displayname()>！",
    "Many thanks with your help previously Effendi!": "非常感谢你之前的帮助，大人！",
    "Many thanks!": "非常感谢！",
    "Many thanks, pass them here please.": "多谢，请递过来。",
    "Mapping the Kharazi jungle is a difficult task.|You need a Crafting level of at least 50 to complete the map.": "绘制Kharazi丛林地图是一项艰巨的任务。|你需要至少50级制作技能才能完成地图。",
    "Mark of Hazeel? I'm sure I don't know what you mean.": "Hazeel的标记？我确信我不知道你在说什么。",
    "Marvellous! It works!|The town will now be safe.": "太好了！成功了！|小镇现在安全了。",
    "Marvelous!": "太棒了！",
    "Master thief? Ain't we the ambitious one!": "盗贼大师？我们还真是有野心啊！",
    "Master, how are you doing learning our language?": "主人，你学我们的语言学得怎么样了？",
    "Master, my kinsmen tell me you have learned skavid.|You should speak to the mad ones in their cave.": "主人，我的族人告诉我你已经学会了斯卡维德语。|你应该去洞穴里和那些疯子说说话。",
    "May I have his notes then?": "那我能拿到他的笔记吗？",
    "May I help you?": "我能帮你吗？",
    "May good luck travel with you. Don't forget to find Leela. It can't be done without her help.": "祝你好运。别忘了去找Leela。没有她的帮助是不行的。",
    "May you have success in your task.": "祝你的任务顺利。",
    "May you make good use of it.": "希望你能好好利用它。",
    "Maybe Glough was right, maybe humans are invading!": "也许Glough是对的，也许人类正在入侵！",
    "Maybe I can take your name and address and I will personally come and visit you when stocks return?": "也许我能记下你的名字和地址，等货物回来了我亲自来拜访你？",
    "Maybe I could bribe him to leave.": "也许我可以贿赂他让他走。",
    "Maybe I could help.": "也许我能帮忙。",
    "Maybe I could kill it somehow then while it is asleep?": "也许我可以趁它睡着的时候想办法杀死它？",
    "Maybe I could use your messenger pigeons to distract them?": "也许我可以用你的信鸽来分散他们的注意力？",
    "Maybe I should open it first.": "也许我应该先打开它。",
    "Maybe go and find someone who knows a lot about fishing?": "也许去找一个很懂钓鱼的人？",
    "Maybe if I'm really quiet they won't notice me?": "也许如果我非常安静，他们就不会注意到我？",
    "Maybe if it was a bit lighter.": "也许如果它轻一点的话。",
    "Maybe if you know what this task is, you can get rid of|the ghost. I'm not making any guarantees mind you,|but it is the best I can do right now.": "也许如果你知道这个任务是什么，你就能赶走|幽灵。我可不做任何保证，|但这是我目前能做的最好的了。",
    "Maybe later then?": "那也许以后吧？",
    "Maybe so.": "也许吧。",
    "Maybe some other time.": "也许下次吧。",
    "Maybe some other time?": "也许改天？",
    "Maybe that's where we are going wrong when we try fishing?": "也许那就是我们钓鱼时做错的地方？",
    "Maybe the cat is hungry?": "也许猫饿了？",
    "Maybe the cat is thirsty?": "也许猫渴了？",
    "Maybe the post was lost!": "也许邮件丢了！",
    "Maybe there are more items to be found at Ah Za Rhoon?": "也许在Ah Za Rhoon还能找到更多物品？",
    "Maybe we'll all get lucky and the scorpions will deal with him.": "也许我们都走运，蝎子会对付他的。",
    "Maybe you could shout and scream, and call them away?": "也许你可以大喊大叫，把他们引走？",
    "Maybe you know someone who does know something?": "也许你认识知道些什么的人？",
    "Maybe you need to get Sir Vyvin further away from his cupboard...": "也许你需要把Vyvin爵士引离他的柜子更远一些……",
    "Maybe you need to look around a little more. There must be some small detail at least that can help us.": "也许你需要再多看看。至少一定有什么小细节能帮到我们。",
    "Maybe you should ask him for more money.": "也许你应该跟他要更多钱。",
    "Maybe you should eat more worms.": "也许你应该多吃点虫子。",
    "Maybe you should give her less to moan about.": "也许你应该少给她些抱怨的理由。",
    "Maybe you should go back and try to find some more things.": "也许你应该回去再找找其他东西。",
    "Maybe you should have a lie down.": "也许你应该躺下休息一下。",
    "Maybe you should try and get hold of some from somewhere?": "也许你应该想办法从哪里弄一些来？",
    "Maybe you should try that? Don't forget to thank me if I help you solve the case!": "也许你应该试试？如果我帮你破了案别忘了谢谢我！",
    "Maybe you will pass this way again and|you then take up my proposal?": "也许你还会再路过这里|到时候接受我的提议？",
    "Maybe!": "也许吧！",
    "Maybe, but no-one's heard from the other fishermen on the platform. Their families are becoming quite concerned.": "也许吧，但平台上其他渔民一点消息都没有。他们的家人越来越担心了。",
    "Maybe.": "也许吧。",
    "Maybe. Who wants to know?": "也许吧。谁想知道？",
    "Maybe... maybe Zamorak himself. Those who try and fight it Iban locks in cages, until their minds are too weak to resist.": "也许……也许是扎莫拉克本人。那些试图反抗的人Iban都关进笼子里，直到他们的意志太弱无法抵抗。",
    "Me find map piece. Me not know what it is, but it in|locked box so me figure it important.": "我找到地图碎片。我不知道这是啥，但它在|锁着的盒子里，所以我觉得它很重要。",
    "Me neither.": "我也不。",
    "Me neither. but I don't give up easily.": "我也是。不过我不会轻易放弃。",
    "Me not stoopid, it worth at least 10,000 coins!": "我不笨，它至少值10,000金币！",
    "Me not sure. Me pick some stuff up and take it away.": "我不确定。我捡了些东西带走了。",
    "Me too!": "我也是！",
    "Me too, but that doesn't seem to be the case.": "我也是，但似乎不是这样。",
    "Me too...": "我也是……",
    "Me? How can I help?": "我？我怎么能帮忙？",
    "Me? I was sound asleep here in the servants Quarters. It's very hard work as a handyman around here, There's always something to do!": "我？我在佣人房间里睡得很熟。在这里当杂工很辛苦，总有事情要做！",
    "Me? Lose things? That's a nasty accusation.": "我？弄丢东西？这可是很恶毒的指控。",
    "Me? No, no one!": "我？不，没有人！",
    "Medium": "中等",
    "Medium set 1": "中等套装1",
    "Medium set 2": "中等套装2",
    "Mee's wants lots of bright pretties, this many!|@blu@~ Fycie quickly opens and closes her hands in front ~|@blu@~ of you to indicate a number of bright pretties. ~|@blu@~ It looks like she wants 50 gold coins.~": "我要好多亮闪闪的东西，这么多！|@blu@~ Fycie在你面前快速地张开又合上双手 ~|@blu@~ 来表示一个亮闪闪东西的数量。~|@blu@~ 看起来她想要50个金币。~",
    "Meet me at the Observatory later...": "稍后在天文台见我……",
    "Melee fighting depends entirely upon your three basic combat stats: Attack, Defence and Strength.": "近战完全取决于你的三个基本战斗属性：攻击、防御和力量。",
    "Members are now qualified to enter the @dbl@Fishing Guild.": "会员现在有资格进入@dbl@钓鱼公会。",
    "Men.": "男人。",
    "Merlin's in a crystal. Little help?": "梅林被困在水晶里了。能帮帮忙吗？",
    "Metal of the sun, what is that?": "太阳之金属，那是什么？",
    "Milk, flour, and an egg!": "牛奶、面粉和一个鸡蛋！",
    "Min.": "Min。",
    "Mind if I check it out for myself?": "介意我自己去看看吗？",
    "Mind your own business, shortstuff!": "管好你自己的事，小矮子！",
    "Mine?": "我的？",
    "Minions are the fiendish undead creatures that Rashiliyia controls. She has very few living worshippers, but they need to be dealt with at some point.": "手下是Rashiliyia控制的邪恶不死生物。她几乎没有活着的崇拜者，但他们迟早要被处理掉。",
    "Minions are the fiendish undead creatures that she controls. She has very few living worshippers, but they need to be dealt with at some point.": "手下是她控制的邪恶不死生物。她几乎没有活着的崇拜者，但他们迟早要被处理掉。",
    "Mix these in your water-filled vial, and you will produce an Attack potion.": "把这些混合到装满水的药瓶里，你就能制作出一瓶攻击药水。",
    "Mmm, birdfeed! Now what could I do with that?": "嗯，鸟食！我能用这个做什么呢？",
    "Mmm... very distinguished!": "嗯……非常出众！",
    "Mmmm... The lid is shut tight; I'll have to find something to lever it off.": "嗯……盖子关得很紧；我得找个东西把它撬开。",
    "Mmmm... okay, sounds fair.": "嗯……好吧，听起来挺公平的。",
    "Mmmmm, dat was luverly...": "嗯嗯嗯，那可真好吃……",
    "Mocking us are we? Clever one aren't we?": "在嘲笑我们是吗？自以为聪明是吗？",
    "Mommy said you're here to kill all the nasty people that keep breaking in.": "妈妈说你来这里是要杀掉那些一直闯进来的坏人。",
    "Mon.": "Mon。",
    "Mordred... So you think he may be involved with the curse upon Merlin?": "Mordred……所以你觉得他可能跟梅林身上的诅咒有关？",
    "More crystals?|I don't need any more now...": "更多水晶？|我现在不需要更多了……",
    "More than me, less than our feet.": "比我多，比我们的脚少。",
    "More than we, and Khazard's men are beat.": "比我们多，Khazard的人就会被打败。",
    "Morgan Le Faye vanishes.": "Morgan Le Faye消失了。",
    "Morgan needs your help": "Morgan需要你的帮助",
    "Morgan you shhay..?": "Morgan你说啥……？",
    "Morning. Know where an adventurer has to go to find a quest around here?": "早上好。知道冒险者在这附近去哪里能找到任务吗？",
    "Morsel, you dare to return without the tooth!|Either you are stoopid, or wants to be eaten!": "小东西，你竟敢不带牙齿就回来！|你要么是笨蛋，要么是想被吃掉！",
    "Mort Myre is a decayed and dangerous swamp to the south east of here. It was once a beautiful forest but has since become filled with vile emanations from within Morytania.": "Mort Myre是这里东南方一片腐朽而危险的沼泽。它曾经是一片美丽的森林，但后来被Morytania内部散发的邪恶气息所充满。",
    "Mort Myre was once a beautiful forest by the name of Humblethorn until the evil denizens of Morytania descended. Now their evil emanations have putrified and diseased the forest into a decaying swamp of death.": "Mort Myre曾经是一片名为Humblethorn的美丽森林，直到Morytania的邪恶居民降临。现在他们的邪恶气息已经把森林腐蚀成了一片腐朽的死亡沼泽。",
    "Morytania is an evil land, filled with creatures and monsters more terrifying than any you have yet encountered. Although I will pray for you,": "Morytania是一片邪恶的土地，充满了比你迄今遇到的更可怕的生物和怪物。虽然我会为你祈祷，",
    "Mosol Rei said something about a legend?": "Mosol Rei说了什么关于传说的事？",
    "Mosol Rei, that's a nice name.": "Mosol Rei，好名字。",
    "Mosol gave me something to show you.": "Mosol给了我一样东西让我给你看。",
    "Mosol leads you into the village.": "Mosol领你进入村庄。",
    "Mosol looks at you and shakes his head in bewilderment.": "Mosol看着你，困惑地摇了摇头。",
    "Mosol lowers his head in deep concentration.": "Mosol低下头深深地沉思着。",
    "Mosol seems to be looking around very cautiously. He jumps a little when you approach and talk to him.": "Mosol似乎在非常小心地四处张望。当你走近跟他说话时，他吓了一跳。",
    "Mosol strains to remember something...": "Mosol努力回忆着什么……",
    "Most aren't any good so I throw rotten fruit at them!": "大多数都不怎么样，所以我朝他们扔烂水果！",
    "Most excellent Bwana!|You have returned all the herbs to me|and, I can finish the preparations|for the potion, and at last divine with the gods.": "太好了Bwana！|你把所有草药都带回来了|我可以完成药水的准备工作了，|终于能和神灵交流了。",
    "Most of the guards will be easy. The disguise will get past them. The only guard who will be a problem will be the one at the door.": "大多数守卫很容易对付。伪装能骗过他们。唯一的问题是门口的那个守卫。",
    "Most of the rocks in that cliff are pretty useless, and don't contain much of anything, but there's DEFINITELY some blurite in there.": "那个悬崖上的大部分岩石都没什么用，里面没什么东西，但那里肯定有一些蓝晶石。",
    "Most of your friends are pretty quiet aren't they?": "你的大部分朋友都很安静，不是吗？",
    "Most people call me <displayname()>.": "大部分人叫我<displayname()>。",
    "Most people that come this way tell stories of when they were lost and paths that just seemed to 'open up' before them! I think it was Filliman Tarlock helping out.": "大部分路过这里的人都说他们迷路时，道路好像在他们面前'自动打开'了！我觉得是Filliman Tarlock在帮忙。",
    "Move along now, we've had enough of your sort!": "走开吧，你这种人我们受够了！",
    "Move along now...": "走开吧……"
}