{
    "Anita is busy cleaning.": "Anita正忙着打扫。",
    "Anita.": "Anita。",
    "Anna, Bob, Carol, David, Elizabeth and Frank all bought a bottle! In fact they bought the last of my supplies!": "Anna、Bob、Carol、David、Elizabeth和Frank都买了一瓶！事实上他们买光了我所有的库存！",
    "Anna... ah yes... Anna has 2 great loves:": "Anna……啊对……Anna有两大爱好：",
    "Another potion?|Ooo no, I don't think so...": "再来一瓶药水？|噢不，我觉得不行……",
    "Answer this for me.": "帮我回答这个。",
    "Any hints on getting the eel?": "有什么关于获得鳗鱼的提示吗？",
    "Any hints on getting the feather?": "有什么关于获得羽毛的提示吗？",
    "Any hints on getting the thieves armband?": "有什么关于获得盗贼臂环的提示吗？",
    "Any hints on where I can go adventuring?": "有什么地方可以去冒险的提示吗？",
    "Any hints where I can find some treasure?": "有什么地方可以找到宝藏的线索吗？",
    "Any hints where I can go adventuring?": "有什么可以去冒险的地方吗？",
    "Any idea how to get into Morgan Le Faye's stronghold?": "知道怎么进入Morgan Le Faye的要塞吗？",
    "Any idea how to get into the castle?": "知道怎么进入城堡吗？",
    "Any idea which way that would be?": "知道该往哪个方向走吗？",
    "Any ideas how I can restore the land?": "有什么办法能恢复这片土地吗？",
    "Any ideas how I could get in there then?": "那有什么办法能让我进去吗？",
    "Any ideas on finding Excalibur?": "有关于找到Excalibur的线索吗？",
    "Any ideas on getting Merlin out of that crystal?": "有什么办法能把Merlin从那块水晶里救出来吗？",
    "Any ideas on getting into Mordred's fort?": "有什么办法进入Mordred的堡垒吗？",
    "Any ideas on how to get Merlin out of that crystal?": "有什么办法把Merlin从那块水晶里弄出来吗？",
    "Any ideas on how to get into Morgan Le Faye's stronghold?": "有什么办法进入Morgan Le Faye的要塞吗？",
    "Any ideas on what I could do while I'm here?": "我在这里的时候有什么事可以做吗？",
    "Any ideas where it may be?": "知道它可能在哪里吗？",
    "Any ideas?": "有什么主意吗？",
    "Any items that are in the chest will be dropped inside the balloons when you pull the lever!": "当你拉下拉杆时，箱子里的所有物品都会掉进气球里！",
    "Any more news?": "还有什么新消息吗？",
    "Any more scorpions?": "还有更多蝎子吗？",
    "Any scrolls or information about Rashiliyia's kin would be helpful.": "任何关于Rashiliyia亲族的卷轴或信息都会有帮助。",
    "Any sounds of a struggle with Lord Sinclair?": "有没有听到和Sinclair大人搏斗的声音？",
    "Any sounds of a struggle with an intruder for example?": "比如有没有听到和入侵者搏斗的声音？",
    "Any suggestions for where I can go thieving?": "有什么适合偷窃的地方推荐吗？",
    "Any suggestions on finding Excalibur?": "有关于寻找Excalibur的建议吗？",
    "Any suggestions on finding the Grail?": "有关于寻找圣杯的建议吗？",
    "Any suggestions on freeing Merlin?": "有关于解救Merlin的建议吗？",
    "Any suggestions on getting into Mordred's fort?": "有关于进入Mordred堡垒的建议吗？",
    "Any suggestions?": "有什么建议吗？",
    "Any treasures this museum knows about it goes to great lengths to acquire.": "这座博物馆对已知的任何宝物都会不遗余力地去获取。",
    "Anyone caught interfering with the person or possessions of any Carnilleans will be taken to jail so quickly that their feet won't even touch the floor!": "任何被发现侵犯Carnillean家族成员或其财产的人，都会被以最快的速度投入大牢，快到脚都来不及沾地！",
    "Anything I can do now?": "我现在能做什么？",
    "Anything else you wanted to know?": "你还想知道什么？",
    "Anything else, <displayname>?": "还有别的事吗，<displayname>？",
    "Anything else?": "还有别的吗？",
    "Anything that can help?": "有什么能帮忙的吗？",
    "Anything you can suggest?": "你有什么建议吗？",
    "Anyway, let's get this barrel up to the surface, plenty more work for you to do!": "好了，我们把这个桶弄到地面上去吧，你还有很多活要干！",
    "Anyway, we decided to do a bit of fishing with our nets,|I wasn't having the best of days|turning up nothing but old boots and bits of seaweed.|Then my net suddenly got really heavy!": "总之，我们决定用网捕一会儿鱼，|那天我运气不太好，|捞上来的全是旧靴子和海草。|然后我的网突然变得特别沉！",
    "Anyway, what can I do for you?": "总之，我能为你做什么？",
    "Anyway, would you like anything from my shop?": "总之，你要不要从我店里买点什么？",
    "Anyway, would you like me to make some rope while you're here?": "总之，你来了要不要我帮你做些绳子？",
    "Anyway, you're not the King either. So get out of my sight.": "不管怎样，你也不是国王。快从我眼前消失。",
    "Anyway. I don't have time for chitchat.|What's his problem THIS time?": "算了。我没时间闲聊。|他这次又出什么问题了？",
    "Apothecary. Father Lawrence sent me.": "药剂师。Lawrence神父让我来的。",
    "Apparently Kennith's father left for help a couple of days ago.": "听说Kennith的父亲几天前离开去求援了。",
    "Apparently Morytania had a once strong kingdom, with lands spreading far further west than they do today, and south into the desert, until the day when a sneak attack by the hated human forces": "据说Morytania曾经是一个强大的王国，领土比现在向西延伸得更远，向南延伸到沙漠，直到有一天被可恶的人类军队偷袭",
    "Apparently a human took them from Hazelmere. Hazelmere believed him; he had the King's seal!": "据说是一个人类从Hazelmere那里拿走了它们。Hazelmere相信了他；因为他有国王的印章！",
    "Apparently he was on a mission to map the area. How foolish is that?": "据说他是来绘制这片区域的地图的。这有多蠢啊？",
    "Apparently humans are invading!": "据说人类正在入侵！",
    "Apparently long ago a great hero used|a pair of magical gloves, stolen|from the Queen of the Ice to cool the|bird down enough to catch as a pet.": "据说很久以前一位伟大的英雄使用了|一双从冰之女王那里偷来的|魔法手套，把那只鸟冷却到|可以当宠物捉住的程度。",
    "Apparently the time is getting close when the world will need Arthur and his knights of the round table again.": "据说世界再次需要Arthur和他的圆桌骑士们的时刻即将来临。",
    "Apparently you aren't as stupid as you look.": "看来你没有看起来那么蠢。",
    "Appropriate exam level?": "合适的考试等级？",
    "Aquarius the water-bearer.|The Gods of water award you with water runes.": "水瓶座，持水者。|水之神赐予你水符文。",
    "Ar cur!": "Ar cur！",
    "Ar cur...": "Ar cur……",
    "Ar, nod, gor, ig, cur.": "Ar、nod、gor、ig、cur。",
    "Ar,|Ar cur!": "Ar，|Ar cur！",
    "Ar.": "Ar。",
    "Ardrigal is often found growing near to large groups of palms. Such a collection exists in the north.": "Ardrigal通常生长在大片棕榈树附近。这样的棕榈树群在北方就有。",
    "Are there any sea slugs on the other side?": "另一边有海蛞蝓吗？",
    "Are there any traps there?": "那里有陷阱吗？",
    "Are there rules on ingame behavior?": "游戏内行为有规则吗？",
    "Are these your trucks?": "这些是你的矿车吗？",
    "Are you Caleb Fitzharmon?": "你是Caleb Fitzharmon吗？",
    "Are you OK?": "你还好吗？",
    "Are you alright?": "你没事吧？",
    "Are you any relation to Sir Galahad?": "你和Galahad爵士有什么关系吗？",
    "Are you asking for a fight?": "你是想打架吗？",
    "Are you aware of the temple east of here. It stands on the River Salve and guards the entrance to the lands of Morytania?": "你知道这里东边的那座神殿吗？它矗立在Salve河上，守卫着通往Morytania领地的入口。",
    "Are you blind? I can see you got it even from here!": "你瞎了吗？我从这里都能看到你拿到了！",
    "Are you blind? What is that you are carrying?": "你瞎了吗？你带着的那是什么？",
    "Are you calling me foolish?": "你说我蠢？",
    "Are you entering the fishing competition?": "你要参加钓鱼比赛吗？",
    "Are you givin' in already?": "你这就要认输了吗？",
    "Are you going to come back with us?": "你要跟我们一起回去吗？",
    "Are you interested in buying or selling a helmet?": "你有兴趣买或卖一顶头盔吗？",
    "Are you interested in buying or selling spice?": "你有兴趣买或卖香料吗？",
    "Are you mad effendi? This is your last chance! Leave now and never come back or I'll introduce you to my friend.": "你疯了吗朋友？这是你最后的机会！现在就走，再也别回来，不然我就让你见见我的朋友。",
    "Are you mentally deficient??? That guard dog was protecting the route to Morytania! Without it we could be in severe peril of attack!": "你脑子有问题吗？？？那条看门犬是保护通往Morytania道路的！没有它我们随时可能遭受严重的攻击！",
    "Are you ok stranger?": "你还好吗，陌生人？",
    "Are you ok?": "你还好吗？",
    "Are you okay young one?": "你没事吧，年轻人？",
    "Are you okay?": "你没事吧？",
    "Are you on holiday? If so you've come to the right place. I'm Hadley the tourist guide, anything you need to know just ask me. We have some of the most unspoilt wildlife and scenery in RuneScape.": "你是来度假的吗？如果是的话你来对地方了。我是旅游向导Hadley，有什么想知道的尽管问我。我们这里有RuneScape中最原生态的野生动物和风景。",
    "Are you rich then?": "那你很有钱吗？",
    "Are you saying I don't know anything about carts?": "你是说我对马车一无所知吗？",
    "Are you serious?": "你是认真的吗？",
    "Are you still here?": "你还在这里？",
    "Are you sure they will pay?": "你确定他们会付钱吗？",
    "Are you sure you want to drop the skull?": "你确定要丢掉这个头骨吗？",
    "Are you sure you want to shoo away the cat?": "你确定要赶走这只猫吗？",
    "Are you sure you wish to pull it?": "你确定要拉它吗？",
    "Are you sure you're going to go and look for it? I may be able to do some research into this if you agree. Only I don't want to waste my time if you're not serious about this!": "你确定要去找它吗？如果你同意的话我可以做一些研究。只是如果你不是认真的，我不想浪费时间！",
    "Are you sure?  You look a bit skinny for that.": "你确定？你看起来有点太瘦了。",
    "Are you talking to me?": "你在跟我说话？",
    "Are you the famous Lady Keli? Leader of the toughest gang of mercenary killers around?": "你就是大名鼎鼎的Keli女士吗？这一带最厉害的雇佣杀手团伙的头目？",
    "Are you trying to be funny?": "你是在开玩笑吗？",
    "Are you trying to get me fired?": "你是想让我被炒鱿鱼吗？",
    "Are your pickaxes better than other pickaxes, then?": "那你的镐头比其他镐头好吗？",
    "Aren't you supposed to be at the Grail Castle?": "你不是应该在圣杯城堡吗？",
    "Aren't you worried about supplying evil knights?": "你不担心给邪恶骑士供货吗？",
    "Argh!": "啊！",
    "Aries the ram.|The ram's strength improves your attack abilites.": "白羊座，公羊。|公羊的力量提升了你的攻击能力。",
    "Armadyl is the god we serve. We have been charged with guarding his sacred arctifacts until he requires them.": "Armadyl是我们侍奉的神。我们被赋予守护他的神圣器物的使命，直到他需要它们。",
    "Armadyl.": "Armadyl。",
    "Arr!": "啊！",
    "Arr, silly you. Fortunately I took the precaution to have another one made.": "嘿，你真傻。幸好我有先见之明，又做了一个。",
    "Arr, small thing wants my food, does it?|I'll teach you to deal with ogres!": "啊，小东西想要我的食物是吧？|我教你怎么跟食人魔打交道！",
    "Arr, treasure you be after eh? Well I might be able to tell you where to find some... For a price...": "啊，你是来找宝藏的吧？嗯，我也许能告诉你在哪里找到一些……不过要收费……",
    "Arrgh! WHAT is that GHASTLY smell???|I think I will move over here instead...": "啊啊！那是什么恶心的味道？？？|我还是挪到这边来好了……",
    "Arrh I'll keel haul ye!": "啊，我要把你拖船底！",
    "Arrh arrh!": "哈哈！",
    "Arrh be off with ye!": "啊，给我滚！",
    "Arrh ye scurvy sea dog!": "啊，你这个卑鄙的海狗！",
    "Arrh!": "啊！",
    "Arrh! I be in search of buried treasure!": "啊！我在找埋藏的宝藏！",
    "Arrrh Matey!": "啊，伙计！",
    "Arrrh ye lily livered landlubber!": "啊，你这个胆小的旱鸭子！",
    "As Alomone finishes reading from the scroll you hear a shrill scream emanate from Hazeel's coffin.": "当Alomone读完卷轴时，你听到Hazeel的棺材中传来一声尖叫。",
    "As I can see.": "我看得出来。",
    "As I said before, speak to Merlin in the workshop by the library.": "正如我之前说的，去图书馆旁边的工作室找Merlin谈谈。",
    "As I'm sure you have now guessed, he had discovered a portal leading to the mythical Rune Essence. As soon as he told me of this spell I saw the importance of his find,": "我想你现在已经猜到了，他发现了一个通往传说中的符文精华的传送门。他一告诉我这个咒语我就意识到了他发现的重要性，",
    "As good as the palace guards are, I don't know if they're up to taking on a very powerful demon.": "虽然王宫卫兵很厉害，但我不确定他们能不能对付得了一个非常强大的恶魔。",
    "As it happens I do have a ship ready to sail!": "碰巧我确实有一艘准备启航的船！",
    "As long as you have practiced your crafting skills.": "只要你练习了你的制作技能就行。",
    "As long as your friend is a barrel full of rocks. I don't think it would be a problem at all! Ha ha ha!": "只要你的朋友是一桶装满石头的桶就行。我觉得完全没问题！哈哈哈！",
    "As nice as that looks I think I'll give it a miss for now.": "虽然看起来不错，但我暂时还是算了吧。",
    "As part of the Dwarven Black Guard,|it is our duty to protect these mines,|but we just don't have the man power.|Could you help?": "作为矮人黑卫队的一员，|保护这些矿井是我们的职责，|但我们人手不够。|你能帮忙吗？",
    "As soon as you enter the room, you are filled with dread. In the centre of the room is a large gaping hole. It goes down a long way...": "你一进入房间，就充满了恐惧。房间中央有一个巨大的深洞。它向下延伸了很远……",
    "As soon as you get on the cart, it starts to move. Before too long you are past the gates. You jump off the cart taking Ana with you.": "你一上马车，它就开始移动。不久你就过了大门。你跳下马车，带着Ana一起。",
    "As the councillor responsible for public health and safety here in East Ardougne, I am looking for someone to herd these sheep into a safe enclosure, kill them quickly and cleanly and then dispose of the remains hygienically in a special incinerator.": "作为负责东阿多格尼公共卫生安全的议员，我正在找人把这些羊赶进一个安全的围栏，迅速干净地处死它们，然后在专用焚烧炉中卫生地处理掉遗骸。",
    "As the warlord falls to the ground, a ghostly vapour|floats upwards from his battle worn armour. Out of sight|you hear a shrill scream in the still air of the valley.|You search his satchel and find the orbs of protection.": "当战争领主倒在地上时，一缕幽灵般的雾气|从他饱经战火的盔甲中升起。在视线之外|你听到山谷的寂静空气中传来一声尖叫。|你搜索他的背包，找到了守护宝珠。",
    "As the warlord falls to the ground, a ghostly vapour|floats upwards from his battle-worn armour. Out of sight|you hear a shrill scream in the still air of the valley.": "当战争领主倒在地上时，一缕幽灵般的雾气|从他饱经战火的盔甲中升起。在视线之外|你听到山谷的寂静空气中传来一声尖叫。",
    "As well as letting you smelt ore anywhere, it has a guaranteed success rate in smelting all ores.": "除了让你在任何地方都能熔炼矿石外，它在熔炼所有矿石时都有保证的成功率。",
    "As you approach the gate the Guard Dog starts barking loudly at you. There is no way an intruder could have committed the murder. It must have been someone the dog knew to get past it quietly.": "当你靠近大门时，看门犬开始对你大声吠叫。入侵者不可能犯下这桩谋杀案。一定是狗认识的人才能悄悄地通过。",
    "As you can see things are going well.": "如你所见，一切进展顺利。",
    "As you chant, Delrith is sucked towards the vortex....": "随着你的吟唱，Delrith被吸向漩涡……",
    "As you chant, Delrith is sucked towards the vortex...|Back to the dark dimension from which he came...": "随着你的吟唱，Delrith被吸向漩涡……|回到他来自的黑暗维度……",
    "As you drop the item, it bounces into a stream, never to be seen again.": "当你丢下物品时，它弹进了溪流中，再也找不到了。",
    "As you drop the item, it falls down a narrow crevice, never to be seen again.": "当你丢下物品时，它掉进了一个狭窄的裂缝中，再也找不到了。",
    "As you drop the item, it gets carried away by the wind, never to be seen again.": "当你丢下物品时，它被风吹走了，再也找不到了。",
    "As you explore the mainland you will discover many different kinds of trees that will require different levels of Woodcutting to chop down.": "当你探索大陆时，你会发现许多不同种类的树木，需要不同等级的伐木技能才能砍伐。",
    "As you move your mouse over any of the icons here, look at the bottom of the menu and you will see the exact amount of experience you have and how much is needed to get to the next level.": "当你将鼠标移到这里的任何图标上时，看菜单底部，你会看到你拥有的确切经验值以及到达下一级需要多少经验。",
    "As you noticed, most enemies when defeated will drop bones as they die. Burying bones, by clicking them in your inventory, will gain you experience in prayer.": "正如你注意到的，大多数敌人被打败后会掉落骨头。通过在背包中点击骨头来埋葬它们，可以获得祈祷经验。",
    "As you p-probably know, the h-humans hate our kind and k-keep us trapped here. To get my s-stocks I have to sneak into the human lands in s-secret!": "你应该知-知道，人-人类讨厌我们这种族，把-把我们困在这里。为了进-进货，我不得不偷偷溜-溜进人类的领地！",
    "As you put it that way I am sure you can see it.|You cannot steal the key, it is on a Runite chain.": "既然你这么说，我相信你看得到它。|你偷不走这把钥匙，它挂在符文链上。",
    "As you wish Effendi!": "如你所愿，朋友！",
    "As you wish adventurer. I will continue to study this talisman you have brought me. Return here if you find yourself with some spare time to help me.": "如你所愿，冒险者。我会继续研究你带给我的这个护身符。如果你有空闲时间来帮助我，就回到这里。",
    "As you wish, stranger, although I have this strange feeling that it is important. Unfortunately, I cannot leave my castle unattended.": "如你所愿，陌生人，虽然我有一种奇怪的感觉，觉得这很重要。遗憾的是，我不能丢下我的城堡无人看管。",
    "As you wish, traveller.": "如你所愿，旅行者。",
    "As you wish.": "如你所愿。",
    "As you wish. Let me know if you change your mind.": "如你所愿。如果你改变主意就告诉我。",
    "As you wish...": "如你所愿……",
    "As you wish... Again, Bwana, What is it that brings you to the Kharazi Jungle?": "如你所愿……再说一次，Bwana，是什么把你带到Kharazi丛林的？",
    "As you're not very skilled, so I advise you to practise on the north tower. That'll provide the best challenge for you.": "你的技能不太高，所以我建议你在北塔练习。那对你来说会是最好的挑战。",
    "As you've seen, our defences are too weak against |those goblins. The Black Guard have sent us a cannon to help the situation.": "如你所见，我们的防御太弱了，挡不住|那些哥布林。黑卫队已经给我们送来了一门大炮来帮助解决问题。",
    "As your bare hands touch the gate you feel a shock.": "当你的赤手触碰到大门时，你感到一阵电击。",
    "Ask that man over there if it's okay and I'll consider it! Ha ha ha!": "去问问那边那个人行不行，我再考虑！哈哈哈！",
    "At close range, rangers often do badly in combat. Your best tactic as a ranger is to hit and run, keeping your foe at a distance.": "在近距离，游侠在战斗中通常表现不佳。作为游侠，你最好的战术是打了就跑，与敌人保持距离。",
    "At last! I've had enough of caves.": "终于！我受够洞穴了。",
    "At last! The pieces are all in place for the glorious resurrection of Lord Hazeel! Now is the starting point for a new page in history, and our chance for vengeance!": "终于！光荣复活Hazeel大人的所有准备都就绪了！现在是历史翻开新一页的起点，也是我们复仇的机会！",
    "At last, you've brought all the items I need|to repair the telescope.": "终于，你带来了我修理望远镜|所需的所有物品。",
    "At one point he stole a lot of silverware from the kitchen and pawned it just so he could afford to buy his daily tea allowance.": "有一次他从厨房偷了很多银器去典当，就为了买他每天的茶。",
    "At the moment the Grail cannot be removed from the castle. Legend has it a questing knight will one day work out how to restore our land; then he will claim the Grail as his prize.": "目前圣杯无法从城堡中取走。传说有一天一位探索的骑士会找到恢复我们土地的方法；然后他将获得圣杯作为奖赏。",
    "Attention, this is the final part of the Earth Sciences exam: Earth Sciences level 3 - Advanced.": "注意，这是地球科学考试的最后一部分：地球科学3级 - 高级。",
    "Attract mine cart drivers attention.": "吸引矿车司机的注意。",
    "Aubury gives you his research notes.": "Aubury把他的研究笔记给了你。",
    "Avan always did have expensive tastes however. You may find he is not prepared to hand over his crest piece to you as easily as I have.": "不过Avan一直都品味昂贵。你可能会发现他不会像我这样轻易地把他的纹章碎片交给你。",
    "Avan takes your gauntlets, takes out a small hammer, and pounds them into a slightly new shape, then hands them back to you.": "Avan接过你的手套，拿出一把小锤子，把它们锤成稍微不同的形状，然后递还给你。",
    "Avast behind!": "站住别动！",
    "Avast me hearties!": "停下来，伙计们！",
    "Avenge upon me the death of Viyeldi, the cruel. And I will give you access to source...": "替我报仇，杀死残忍的Viyeldi。然后我会让你接触源泉……",
    "Aww, but I need it...": "噢，可我需要它……",
    "Aww, go on then. I suppose I'm in a generous mood|today.": "噢，那好吧。我想我今天心情|比较慷慨。",
    "Aww... go on.": "噢……那就说吧。",
    "Ay yer big elephant! Yer've caught me, to be sure! What would an elephant like yer be wanting wid ol' Shamus then?": "哎呀你这个大象！你确实抓到我了！像你这样的大家伙找老Shamus有什么事？",
    "Aye aye! Meet me on board the trawler. I just need to get a few things together.": "好的好的！在拖网渔船上见。我只需要准备几样东西。",
    "Aye that it is!": "没错，确实如此！",
    "Aye, 'tis a fair day my friend.": "是啊，今天天气不错，朋友。",
    "Aye, I have that artefact in my possession.": "是的，那件器物在我手上。",
    "Aye, may the gods walk by yer side.": "是啊，愿诸神与你同行。",
    "Aye, that I could. I'll meet you at the Port Sarim docks again. I'll try to steer a little better this time!": "是的，我可以。我们在萨林港码头再见。这次我会尽量掌好舵的！",
    "Aye, you do that.|Remember, it takes 4 balls of wool to make strong rope.": "好的，你去做吧。|记住，需要4团羊毛才能做出结实的绳子。",
    "Aye.": "是的。",
    "B-but Drezel TOLD me to...!": "可-可是Drezel让我这么做的……！",
    "BLACK candles???": "黑色蜡烛？？？",
    "Back away! Back away! ....Wait. ...You're human!": "退后！退后！……等等。……你是人类！",
    "Back in England, he got himself trapped in some|sort of magical crystal. We've moved|him from the cave we found him in and now|he's upstairs in his tower.": "回到英格兰后，他把自己困在了某种|魔法水晶里。我们已经把他|从发现他的洞穴中搬了出来，|现在他在楼上的塔里。",
    "Back to whence you came!": "回到你来的地方去！",
    "Bah! A great artist such as myself should not have to suffer the HUMILIATION of spending time on these dreadful worlds where non-members wander everywhere!": "呸！像我这样伟大的艺术家不应该忍受在这些到处都是非会员闲逛的糟糕世界里浪费时间的屈辱！"
}