{
    "These, my friend, are the foundations of the stronghold.": "这些，我的朋友，就是要塞的地基。",
    "These... these are exquisite! EXACTLY what I was searching for all of this time! Please, take my crest fragment!": "这些……这些太精美了！正是我一直在寻找的东西！请收下我的纹章碎片！",
    "They also built a statue on the river mouth so that all who might try and cross into Misthalin from Morytania would know that these lands are protected": "他们还在河口建了一座雕像，让所有试图从莫瑞塔尼亚进入米斯塔林的人都知道这些土地受到保护",
    "They are ancient and powerful beings! They are very evil! It is said that they once dominated this plane of existence, Zamorak was supposedly of their blood. They are far fewer in number now.": "它们是古老而强大的存在！非常邪恶！据说它们曾统治过这个存在之界，Zamorak据说就有它们的血统。现在它们的数量已经少了很多。",
    "They are deep and complex. The only way you will navigate the caves is to have a map or something.": "洞穴又深又复杂。要想在洞穴中找到路，唯一的办法就是有一张地图之类的东西。",
    "They are flanked by the palm which also forms the divine geometry. The stones are the entrance, search them well. That's where you'll find Ungadulu. If you can free him he will entrust you with some sacred": "它们两旁是棕榈树，也构成了神圣的几何图形。那些石头就是入口，仔细搜索它们。在那里你会找到Ungadulu。如果你能解救他，他会把一些神圣的",
    "They are so... nice... afterall!": "它们毕竟……还是挺好的嘛！",
    "They believe that the sheep have|become infected with the plague.": "他们认为那些羊已经|感染了瘟疫。",
    "They belong to nobody.": "它们不属于任何人。",
    "They came in the night.|I don't know how many, but enough.": "他们在夜里来的。|我不知道有多少人，但足够多了。",
    "They can also be granted extra powers. Take them to one of my sons, they should be able to imbue them with a skill for you.": "它们还可以被赋予额外的力量。把它们带去找我的一个儿子，他们应该能为你注入一项技能。",
    "They caught me spying on the stronghold.|They beat and tortured me.": "他们抓到我在监视要塞。|他们殴打并折磨了我。",
    "They certainly point somewhere.": "它们肯定指向某个地方。",
    "They don't call it the Legends Guild for nothing you know! Best of luck if you intend to become a member!": "人们可不是白叫它传奇公会的！如果你打算成为会员，祝你好运！",
    "They don't say a lot...": "它们不怎么说话……",
    "They first broke in months ago and stole a suit of armour. The strange thing is that they've broken in four more times since but taken nothing.": "他们几个月前第一次闯入，偷了一套盔甲。奇怪的是，此后他们又闯入了四次，却什么都没拿走。",
    "They get all their deliveries by boat from Catherby.": "他们所有的货物都是从凯瑟比用船运来的。",
    "They have grown fat on the hard work of Lord Hazeel ever since. Unluckily for them Lord Hazeel as a Mahjarrat had access to powers and enchantments they knew nothing": "从那以后，他们一直靠Hazeel大人的辛勤劳动养肥了自己。不幸的是，作为Mahjarrat的Hazeel大人掌握着他们一无所知的力量和魔法",
    "They have returned to the jungle|and I need to commune with the gods": "他们已经回到了丛林|而我需要与众神交流",
    "They have set up a magical barrier which even my power cannot overcome!": "他们设立了一道连我的力量都无法突破的魔法屏障！",
    "They headed north of the stronghold.|A warlord carries the orbs.": "他们向要塞北方去了。|一个军阀携带着那些宝珠。",
    "They hide in a secret cave in the forest. It's hidden under a ring of stones. Please, bring back the blanket!": "他们藏在森林里的一个秘密洞穴中。洞穴隐藏在一圈石头下面。拜托，把毯子带回来！",
    "They inhabit the caves in the Feldip Hills.": "它们栖息在Feldip Hills的洞穴里。",
    "They lead to an underground mine, but you really don't want to go down there.": "它们通往一个地下矿井，但你真的不想下去。",
    "They look great, well done. Here's your share of the profit.": "看起来很棒，做得好。这是你的那份利润。",
    "They look like roots to me.": "在我看来它们像是根茎。",
    "They normally keep to themselves, though.|It's unusual for them to venture from their caves.": "不过它们通常都待在自己的地盘。|它们从洞穴里出来倒是不太寻常。",
    "They say I'm not properly equipped to go in the house, though I do have a very effective gas mask.": "他们说我没有适当装备不能进那栋房子，虽然我确实有一个非常有效的防毒面具。",
    "They say that ham does not mix well with other kinds of meat.": "他们说火腿不太适合与其他种类的肉混在一起。",
    "They sounds nasty!": "听起来真讨厌！",
    "They tend not to tell people that they're the descendants of the Imcando, which is why people think that the tribe has died out totally, but you may well have more luck talking to them if you bring them some": "他们往往不会告诉别人自己是Imcando的后裔，所以人们以为这个部落已经完全消亡了，但如果你带些",
    "They then cursed the river, so that it would burn our kind should we touch it! Can you imagine??? To make an entire river poisonous to us???": "然后他们诅咒了河流，让我们的族人一碰就会被灼伤！你能想象吗？？？把整条河变成对我们有毒的？？？",
    "They took the other orbs,|now we are defenceless.": "他们拿走了其他的宝珠，|现在我们毫无防御了。",
    "They usually write to me regularly, but I've heard nothing all week. It's very strange.": "他们通常会定期给我写信，但我整个星期都没有消息。太奇怪了。",
    "They were normal once, adventurers, treasure hunters. But men are weak, they couldn't ignore the voices.": "他们曾经也是正常人，冒险家，寻宝猎人。但人类是脆弱的，他们无法忽视那些声音。",
    "They will pay, or we will cut his hair off and send it to them.": "他们要么付钱，要么我们就剪掉他的头发寄给他们。",
    "They won't listen to me!": "他们不听我的！",
    "They'll give you their strongest drink and sign your card. When you've done all that, we'll be happy to let you in.": "他们会给你他们最烈的酒，并在你的卡上签名。当你完成了这一切，我们很乐意让你进来。",
    "They're a gnome delicacy, you'll love them. But we'll start with something simple, can you make me a cheese and tomato gnome batta? Here's what you need.": "那是侏儒的美食，你会喜欢的。但我们先从简单的开始，你能给我做一份奶酪番茄侏儒面饼吗？这是你需要的材料。",
    "They're all being controlled by the sea slugs.": "他们全都被海蛞蝓控制了。",
    "They're dancing, all of them, hee hee.": "他们在跳舞，所有人都是，嘻嘻。",
    "They're even doing spot checks in Varrock. It's a pharmaceutical disaster!": "他们甚至在瓦洛克做抽查。这简直是一场药品灾难！",
    "They're invisible, or a myth, or a figment of my imagination. Can't remember which right now.": "它们是隐形的，或者是传说，或者是我想象出来的。我现在记不清是哪种了。",
    "They're just various rogues and thieves.": "他们只是些各种各样的流氓和小偷。",
    "They're not followers, they're slaves, they're the Soulless...": "他们不是信徒，他们是奴隶，他们是无魂者……",
    "They're not the most reliable people in the world.|One's a painter, one's a gambler, and one's a drunk.|Still if you pay peanuts you'll get monkeys, right?": "他们不是世上最可靠的人。|一个是画家，一个是赌徒，还有一个是酒鬼。|不过出什么价就请什么人，对吧？",
    "They're right, you are mad.": "他们说得对，你确实疯了。",
    "They're some kind of crazy cult who dress all in black, and hang out near the cave entrance in the forest south of here.": "他们是某种疯狂的邪教组织，全身穿黑衣，在这里南边森林的洞穴入口附近出没。",
    "They're stolen goods,|now give them here!": "这些是赃物，|现在交出来！",
    "Think you could give me any hints?": "你能给我一些提示吗？",
    "Thinking about it... I may have a solution actually.": "想想看……其实我可能有一个解决办法。",
    "Thinking of being a ranger, eh? Well, okay. I don't enjoy it myself, but I can see the appeal.": "想当一名游侠，是吗？好吧，行。我自己不太喜欢，但我能理解它的吸引力。",
    "This ain't a museum!|Leave now!": "这里不是博物馆！|马上离开！",
    "This anvil is experimental... You need detailed plans of the item you want to make in order to use it.": "这个铁砧是实验性的……你需要你想制作的物品的详细图纸才能使用它。",
    "This area is restricted, leave now!": "这是禁区，马上离开！",
    "This bamboo book shelf doesn't house many books, it doesn't look as if the Shaman has much opportunity to read at the moment in any case.": "这个竹制书架上没有多少书，看起来萨满目前也没什么机会阅读。",
    "This be Hector's key. I believe it opens his chest in his old room in the Blue Moon Inn in Varrock.": "这是Hector的钥匙。我相信它能打开他在瓦洛克蓝月旅店旧房间里的箱子。",
    "This broken rock? I hope not!": "这块碎石？我希望不是！",
    "This can't wait, I'm carrying a plague sample that desperately needs analysis.": "这不能等，我带着一个急需分析的瘟疫样本。",
    "This can't wait, I'm carrying a plague sample.": "这不能等，我带着一个瘟疫样本。",
    "This chest is used by Shantay and his men. They can put things in and out of storage for you. You open the bank.": "这个箱子由Shantay和他的手下使用。他们可以为你存取物品。你打开了银行。",
    "This clears your bank. Continue?": "这将清空你的银行。继续吗？",
    "This dagger has been made for one purpose only... Praise the gods that you brought it to me.": "这把匕首只有一个用途……感谢神灵你把它带给了我。",
    "This dates back to the times when there was much in- fighting amongst the noble families and their clans, and was introduced as a way of reducing the": "这可以追溯到贵族家族及其氏族之间经常内斗的时代，它的引入是为了减少",
    "This destroyed Baxtorian, after years of searching he became a recluse. In the secret home he had made for Glarial under the waterfall, he never came out and it is told that only Glarial could enter.": "这摧毁了Baxtorian，经过多年的寻找，他成了一个隐士。在他为Glarial在瀑布下建造的秘密住所里，他再也没有出来过，据说只有Glarial才能进入。",
    "This destroyed Baxtorian, after years of searching he became a recluse. In the secret home he had made for Glarial under the waterfall, he never came out and to this day no one has managed to get in.": "这摧毁了Baxtorian，经过多年的寻找，他成了一个隐士。在他为Glarial在瀑布下建造的秘密住所里，他再也没有出来过，直到今天也没有人能进去。",
    "This doesn't seem to be the right magnet to open this door...": "这似乎不是打开这扇门的正确磁铁……",
    "This doll's giving me the creeps.|I don't want another one!": "这个娃娃让我毛骨悚然。|我不想再要一个了！",
    "This door appears to be locked.": "这扇门似乎被锁住了。",
    "This door is fused with rock, it doesn't seem possible to open it.|But it does look slightly strange in some way.": "这扇门与岩石融合在一起，似乎无法打开。|但它在某种程度上看起来有点奇怪。",
    "This duel cannot be forfeited.": "这场决斗不能弃权。",
    "This exclusive concoction has been tested on all known forms of life and been proven to kill them all in varying dilutions from cockroaches to king dragons!": "这种独家调制品已在所有已知生命形式上进行过测试，并被证明在不同稀释度下能杀死从蟑螂到龙王的一切！",
    "This fortress belongs to the order of Black Knights known as the Kinshra.": "这座堡垒属于被称为Kinshra的黑骑士团。",
    "This happens to be my office. Now explain yourself before I run you through!": "这恰好是我的办公室。在我把你捅穿之前，解释清楚！",
    "This herb is very poisonous however, handle it carefully. Also, be on your guard in that cave. Who knows what monsters may be in that awful place...": "不过这种草药剧毒，小心处理。另外，在那个洞穴里要保持警惕。谁知道那个可怕的地方会有什么怪物……",
    "This is a VERY dangerous liquid called nitroglycerin. Be careful how you handle it. Don't drop it or it will explode!": "这是一种叫硝化甘油的非常危险的液体。小心处理。别掉落，否则它会爆炸！",
    "This is a furnace for smelting metal. To use it simply click on the ore you wish to smelt then click on the furnace you would like to use.": "这是一个用于冶炼金属的熔炉。要使用它，只需点击你想冶炼的矿石，然后点击你想使用的熔炉。",
    "This is a furnace for smelting metal.|You'll learn how to use it soon.": "这是一个用于冶炼金属的熔炉。|你很快就会学会如何使用它。",
    "This is a map that shows the route through the reefs|to Crandor. You will need a ship to follow this route.": "这是一张显示穿过暗礁通往|Crandor路线的地图。你需要一艘船来走这条路线。",
    "This is a piece of map that you found in Melzar's|Maze. You will need to join it to the other two map|pieces before you can see the route to Crandor.": "这是你在Melzar迷宫中找到的一块|地图碎片。你需要把它和其他两块|地图碎片拼在一起才能看到通往Crandor的路线。",
    "This is a piece of map that you found in the chest|in the Dwarven Mine. You will need to join it to the|other two map pieces before you can see the route to|Crandor.": "这是你在矮人矿山的箱子里找到的|一块地图碎片。你需要把它和|其他两块地图碎片拼在一起才能看到|通往Crandor的路线。",
    "This is a piece of map that you got from the Wormbrain,|the goblin thief. You will need to join it to the other two|map pieces before you can see the route to Crandor.": "这是你从哥布林盗贼Wormbrain那里|得到的一块地图碎片。你需要把它和其他两块|地图碎片拼在一起才能看到通往Crandor的路线。",
    "This is a practice area?": "这是一个练习场地？",
    "This is a restricted area.|You cannot enter without protective clothing.": "这是限制区域。|没有防护服不能进入。",
    "This is a special incinerator for hazardous waste.|It is not suitable for crafting or smithing.": "这是一个专门焚烧危险废物的焚化炉。|它不适合用于制作或锻造。",
    "This is amazing Bwana, the level of detail is incredible. Where did you find it?": "这太了不起了Bwana，细节的程度令人难以置信。你在哪里找到的？",
    "This is an amazing discovery!|All this while we were convinced|that no other race had lived here.": "这是一个惊人的发现！|一直以来我们都深信|没有其他种族曾在这里生活过。",
    "This is an ancient artefact!": "这是一件古代文物！",
    "This is an ancient looking furnace, it is partially molten and buried by years of rock debris. Inside the furnace there is a compartment with strangely shaped sections.": "这是一个看起来很古老的熔炉，它部分已经熔化并被多年的岩石碎片掩埋。熔炉内有一个带有奇怪形状隔间的腔室。",
    "This is an anvil used for smithing.|You'll lean how to use it soon.": "这是一个用于锻造的铁砧。|你很快就会学会如何使用它。",
    "This is armour fit for a hero to be sure.|So you'll need to prove to me that you're a hero before you can buy some.": "这确实是英雄才配穿的盔甲。|所以你得先向我证明你是英雄才能买。",
    "This is fun!": "真好玩！",
    "This is great news Bwana, you've done really well. Perhaps we can start to rally our people together now. And live once again without fear in the jungle.": "这是个好消息Bwana，你做得非常好。也许我们现在可以开始把我们的人民团结起来了。在丛林中再次无忧无虑地生活。",
    "This is incredible Bwana.": "太不可思议了Bwana。",
    "This is incredible!": "太不可思议了！",
    "This is indeed a bad omen Bwana, that pool is sacred to us. I have seen it and it is full of filth, it is not natural. I suspect that some evil is at work here.": "这确实是个不好的预兆Bwana，那个水池对我们来说是神圣的。我已经看到了，它满是污秽，这不是自然现象。我怀疑有某种邪恶力量在作祟。",
    "This is just the start!|The completed fleet will be awesome!": "这只是个开始！|完成的舰队将会很壮观！",
    "This is most fortuitous!": "这真是太幸运了！",
    "This is my fishing spot.|Ya don't wanna be fishing 'ere mate.|Cos I'll break your knuckles!": "这是我的钓鱼点。|你不想在这钓鱼的，伙计。|因为我会打断你的手指！",
    "This is no place for sight-seeing. Don't you know there's been a plague outbreak?": "这里不是观光的地方。你不知道这里爆发了瘟疫吗？",
    "This is private property! Please leave!": "这是私人领地！请离开！",
    "This is rather nice.": "这还挺不错的。",
    "This is really important though!": "但这真的很重要！",
    "This is terrible! The stones must be recovered!": "太可怕了！必须把那些石头找回来！",
    "This is the Champions' Guild. Only adventurers who have proved themselves worthy by gaining influence from quests are allowed in here.": "这里是勇士公会。只有通过完成任务证明自己价值的冒险者才能进入这里。",
    "This is the Duel Arena...duh!": "这是决斗竞技场……废话！",
    "This is the God with more followers than any other!.. At least in this part of the world.": "这是信徒最多的神灵！……至少在世界的这个角落是这样。",
    "This is the camp of the Bedabin. Talk to our leader, Al Shabim, he'll be happy to chat. We can sell you very reasonably priced water...": "这是Bedabin的营地。去和我们的首领Al Shabim谈谈，他会很高兴和你聊天。我们可以以非常合理的价格卖给你水……",
    "This is the drainpipe running from the kitchen sink to the sewer.": "这是从厨房水槽通往下水道的排水管。",
    "This is the entrance to the Hemenster fishing|competition. It's a high class competition.|Invitation only.": "这是Hemenster钓鱼|比赛的入口。这是高档比赛。|仅限受邀者。",
    "This is the headquarters of the Phoenix Gang,|the most powerful crime syndicate this city has ever seen!": "这是凤凰帮的总部，|这座城市有史以来最强大的犯罪集团！",
    "This is the home of Sir Ceril Carnillean of the noble Carnillean family. You're welcome to look around, but I'm afraid I'll have to keep an eye on you.": "这是尊贵的Carnillean家族的Ceril爵士的宅邸。欢迎四处看看，但恐怕我得盯着你。",
    "This is the home of the Bedabin. We're a peaceful tribe of desert dwellers. Some idiots call us 'Tenti's', a childish name borne of ignorance.": "这是Bedabin人的家园。我们是和平的沙漠居民部落。有些白痴叫我们'帐篷人'，一个源于无知的幼稚名字。",
    "This is the home of the Mountain Dwarves.|How would you like it if I wanted to take a shortcut through your home?": "这里是山地矮人的家。|如果我想从你家抄近路，你会怎么想？",
    "This is the last one.": "这是最后一个了。",
    "This is the pass of Shantay. I guard this area with my|men. I am responsible for keeping this pass open and|repaired.": "这是Shantay关口。我和我的|手下守卫着这片区域。我负责保持这个关口的|畅通和维修。",
    "This is the revealed sky.": "这就是揭示的天空。",
    "This is training soldier. If you want fun go make some cocktails.": "这是训练，士兵。你要是想找乐子就去调鸡尾酒去。",
    "This is truly fantastic Effendi!": "这真是太棒了，阁下！",
    "This is truly incredible bwana... So these are the remains of the dread Queen Rashiliyia?": "这真是太不可思议了bwana……所以这些就是可怕的Rashiliyia女王的遗骸？",
    "This is urgent though!": "但这很紧急！",
    "This is very impressive Bwana, I'm quite surprised at your ingenuity. This should be a good protection against Rashiliyia if you ever find her Tomb.": "非常出色Bwana，你的才智让我很惊讶。如果你找到Rashiliyia的陵墓，这应该是很好的防护。",
    "This is very impressive! I'm amazed, it's just great! Do|you mind if I make a copy of it, and I'll give you an|item in return.": "这非常了不起！我很惊叹，太棒了！你|介意我复制一份吗？我会给你一件|物品作为回报。",
    "This is why I spend my time searching through these few remains we have left from the glorious old Tower. I hope someday to find something that will tell us once more of the mysteries of": "这就是为什么我花时间在这些旧塔留下的少数遗物中寻找。我希望有一天能找到能再次告诉我们那些",
    "This is your last warning adventurer: keep your nose out of our business.": "这是你最后的警告，冒险者：别多管闲事。",
    "This is your prayer list. Prayers can help a lot in combat. Click on the prayer you wish to use to activate it, and click it again to deactivate it.": "这是你的祈祷列表。祈祷在战斗中非常有用。点击你想使用的祈祷来激活它，再次点击来关闭它。",
    "This isn't a grannies' tea party, let's see some sweat human. Go! Go! Go!": "这不是老奶奶的茶话会，让我看到一些汗水，人类。冲！冲！冲！",
    "This key will give you access to our weapons supply depot round the front of this building.": "这把钥匙能让你进入我们在这栋建筑前面的武器补给仓库。",
    "This knife doesn't seem sturdy enough to have killed Lord Sinclair.": "这把刀看起来不够结实，不太可能用来杀害Sinclair大人。",
    "This ladder will take you out of Zanaris.|It leads to the place known as Al Kharid in your realm.|Once passed you can not return this way.": "这架梯子会把你带出扎纳里斯。|它通往你们所说的阿尔卡里德。|一旦通过就不能原路返回了。",
    "This looks like a lift of some sort. You see barrels of rocks being placed on the lift and they're hauled up to the surface.": "这看起来是某种升降机。你看到一桶桶岩石被放在升降机上运到地面。",
    "This looks like a scroll about Rashiliyia. Would you like to read it?": "这看起来是一卷关于Rashiliyia的卷轴。你想读一读吗？",
    "This looks like a sturdy travelling cart.|A nearby man walks over to you.": "这看起来是一辆坚固的旅行马车。|一个附近的人向你走来。",
    "This looks like a winch, it probably brings rocks up from underground.": "这看起来是个绞车，可能用来把岩石从地下运上来。",
    "This looks like an empty mining barrel. Slaves use this to load up the rocks and stones that they're mining.": "这看起来是一个空的采矿桶。奴隶们用它来装他们开采的岩石和石头。",
    "This looks like an interesting mining barrel.": "这看起来是个有趣的采矿桶。",
    "This looks like part of a scroll about someone called Bervirius. Would you like to read it?": "这看起来是一卷关于一个叫Bervirius的人的卷轴的一部分。你想读一读吗？",
    "This looks like quite a dangerous walk way, are you sure you want to take this path?": "这条通道看起来相当危险，你确定要走这条路吗？",
    "This looks like some disturbed sand.|Footsteps seem to be heading off towards the South west.": "这看起来是一些被翻动过的沙子。|脚印似乎朝西南方向延伸。",
    "This looks quite important, are you sure you want to drop it?": "这看起来很重要，你确定要丢弃它吗？",
    "This looks quite valuable. As you go to throw the item away Zadimus' words come to you again. 'I am the key, but only kin may approach her.'": "这看起来很值钱。当你准备丢弃这个物品时，Zadimus的话再次在你脑海中响起。'我就是钥匙，但只有亲属才能接近她。'",
    "This means that if any evil power should discover|the talismans required to enter the elemental|temples, we will be able to prevent their access|to the Rune Essence and prevent": "这意味着如果有邪恶力量发现了|进入元素神殿所需的|护符，我们将能够阻止它们|获取符文精华并阻止",
    "This mercenary Captain looks very fierce.|Are you sure you want to attack him?": "这个雇佣兵队长看起来非常凶猛。|你确定要攻击他吗？",
    "This mercenary looks very fierce.|Are you sure you want to attack him?": "这个雇佣兵看起来非常凶猛。|你确定要攻击他吗？",
    "This mine cart is being loaded up with new rocks and stone. It gets sent to a different section of the mine for unloading.": "这辆矿车正在装载新的岩石和石头。它会被送到矿井的另一个区域卸货。",
    "This place looks really old, where did it come from?": "这地方看起来真的很古老，它是从哪来的？",
    "This place used to be very beautiful,|however, as our king grows old and weak,|the land seems to be dying too.": "这里曾经非常美丽，|然而，随着我们的国王日渐年老体弱，|这片土地似乎也在消亡。",
    "This really is a FINE bit of thievery.": "这真是一次漂亮的盗窃。",
    "This rock contains copper.": "这块岩石含有铜矿。",
    "This rock contains tin.": "这块岩石含有锡矿。",
    "This rock looks pretty risky to climb over, especially with such a drop on each side of the path. Are you sure you want to risk climbing this rock?": "翻越这块岩石看起来很危险，尤其是路两边都是悬崖。你确定要冒险攀爬这块岩石吗？",
    "This rock was called the 'Rune Essence' by the|magicians who studied its powers. Apparently, by simply|breaking a chunk from it, a Rune Stone could be|fashioned very quickly and easily at certain": "这块岩石被研究其力量的|魔法师称为'符文精华'。显然，只需|从中敲下一块，就可以在某些|特定地点非常快速轻松地制造出符文石",
    "This room is for partying the night away!": "这个房间是用来彻夜狂欢的！",
    "This room isn't a lot of use on its own... Maybe I can|get extra help from the inside somehow... I wonder if|any of the other players have found a way in.": "这个房间单独用处不大……也许我可以|想办法从内部获得额外的帮助……我想知道|其他玩家有没有找到进去的方法。",
    "This sounds very strange Bwana... but maybe I can help. There is a pool of water that is sacred to us. It is located in the middle of the Kharazi Jungle.": "这听起来很奇怪Bwana……但也许我可以帮忙。有一个对我们来说神圣的水池。它位于Kharazi丛林的中间。",
    "This spell needs to be cast in the swamp after you have been blessed. I'm afraid you'll need to go to the temple to the North and ask a member of the clergy to bless you.": "这个法术需要在你被祝福之后在沼泽中施放。恐怕你需要去北边的神殿，请一位神职人员为你祝福。",
    "This stone seems to have strange markings on it.": "这块石头上似乎有奇怪的标记。",
    "This stone seems to have strange markings on it. Maybe Trufitus can decipher them? The stone is too heavy to carry but the letters stand proud on a plaque. Maybe you could seperate the plaque from the rock?": "这块石头上似乎有奇怪的标记。也许Trufitus能破译它们？这块石头太重了搬不动，但字母清晰地刻在一块匾牌上。也许你可以把匾牌从岩石上分离出来？",
    "This table might be useful with some adjustment.": "这张桌子稍加调整可能会有用。",
    "This totem pole corrupted. You don't like to look at it for too long.": "这根图腾柱被腐化了。你不愿意看它太久。",
    "This totem pole is truly awe inspiring. It depicts powerful Karamja jungle animals. It is very well carved and brings a sense of power and spiritual fulfillment to anyone who looks at it.": "这根图腾柱确实令人敬畏。它描绘了强大的Karamja丛林动物。雕刻精美，给每一个看到它的人带来力量和精神满足感。",
    "This totem pole looks corrupted. You don't like to look at it for too long.": "这根图腾柱看起来被腐化了。你不愿意看它太久。",
    "This tower's here for your protection.": "这座塔是为了保护你们而建的。",
    "This truly is dangerous magic, traveller.|I can fix it, but it will cost you.|The process could kill me.": "这确实是危险的魔法，旅行者。|我能修复它，但你得付出代价。|这个过程可能会要了我的命。",
    "This water doesn't look particularly holy to me... I think I'd better check with the priest first.": "这水在我看来不怎么像圣水……我觉得最好先去问问牧师。",
    "This whole city is a plague issue!": "整座城市都是瘟疫问题！",
    "This will come in very handy in the future but we can't arrest someone on just this. I'm afraid you'll still need to find more evidence before we can close this case completely.": "这在将来会非常有用，但我们不能仅凭这个就逮捕人。恐怕你还需要找到更多证据，我们才能彻底结案。",
    "This will summon a mighty spirit named Thrantax.": "这将召唤一个名叫Thrantax的强大灵魂。",
    "This workbench is too complicated. You need instructions to follow.": "这个工作台太复杂了。你需要说明书来操作。",
    "This world around us...|is a computer game... called RuneScape.": "我们周围的世界……|是一个叫做RuneScape的……电脑游戏。",
    "This, my friend, is where we train. Here we improve our agility. It's an essential skill.": "这里，我的朋友，就是我们训练的地方。在这里我们提高敏捷技能。这是一项必不可少的技能。",
    "This... is incredible. Please, give me a few moments to quickly look over this, and then talk to me again.": "这……太不可思议了。请给我几分钟快速看一下，然后再来找我。",
    "This? Oh no....": "这个？哦不……",
    "Those accursed poison spiders that surround the entrance to Chronozon's lair... I must have taken a nip from one of them as I attempted to make my escape.": "那些环绕在Chronozon巢穴入口的该死的毒蜘蛛……我在试图逃跑时一定被其中一只咬了一口。",
    "Those animals... how could they do that to poor Scruffy? What kind of lowlife would do that???": "那些畜生……他们怎么能对可怜的Scruffy那样做？什么样的下等人才会做那种事？？？",
    "Those are the items I am interested in Bwana. If you want to sell me those items, simply show them to me.": "那些就是我感兴趣的物品Bwana。如果你想把那些物品卖给我，直接给我看就行了。",
    "Those look pretty fancy.": "那些看起来很花哨。",
    "Those mourners came and whisked him away. He didn't even seem that ill, I thought it was a common cold... But the mourners said that he was infected and had to be taken away.": "那些哀悼者来了就把他带走了。他看起来都没有那么生病，我以为只是普通感冒……但哀悼者说他被感染了必须被带走。",
    "Those pesky thingummywuts. They get everywhere. They leave a terrible mess too.": "那些讨厌的什么什么东西。到处都是。它们还弄得一团糟。",
    "Those vials are fragile, and plague carriers don't tend to be too popular.": "那些瓶子很脆弱，而且瘟疫携带者通常不太受欢迎。",
    "Those will gets you started...": "那些够你入门了……",
    "Thou art working for that spawn of evil?! Fool! You must be cleansed to save your soul!": "你在为那个邪恶的爪牙效力？！蠢货！你必须被净化来拯救你的灵魂！",
    "Thou hast me in thine control.|So that I mayst return from whence I came,|I must grant thee a boon.|What dost thou wish of me?": "汝已将吾置于掌控之下。|为了让吾能返回来处，|吾必须赐汝一个恩惠。|汝对吾有何所求？",
    "Thou hast ventured deep into the tunnels, you have reached the temple of our master. It is many ages since a pilgrim has come here.": "汝已深入隧道，到达了我们主人的神殿。已经很多纪元没有朝圣者来过这里了。",
    "Thou is a foul agent of Lucien! Such an agent must die!": "你是Lucien的邪恶爪牙！这样的爪牙必须死！",
    "Throw the lever to activate the system...": "拉动拉杆来启动系统……",
    "Thurgo doesn't appear to be interested in talking.": "Thurgo看起来对聊天没什么兴趣。",
    "Time for some actual combat!|Head into the pen and kill one of those rats.": "是时候进行一些真正的战斗了！|进入围栏杀死其中一只老鼠。",
    "Time for you to learn the fine art of cooking bread.": "是时候学习烤面包的精湛技艺了。",
    "Time is of the essence Traveller!": "时间紧迫，旅行者！",
    "Time is of the essence! We must move quickly.": "时间紧迫！我们必须快速行动。",
    "Time passes us by.": "时光匆匆而过。",
    "Ting-a-ling-a-ling!": "叮铃铃！",
    "Tired!": "好累！",
    "Tithe? What do you mean?": "什一税？你什么意思？",
    "To Lord Handelmort, Handelmort Mansion, Ardougne.": "致Handelmort大人，Handelmort庄园，阿多格尼。",
    "To accomplish this, we require the ancient words of summoning which will restore his shattered body, so that he can bring vengeance upon his enemies.": "为了实现这一目标，我们需要古老的召唤咒语来恢复他破碎的肉身，这样他就能向敌人复仇。",
    "To be honest I'm wasted here.": "说实话我在这里大材小用了。",
    "To be or not to be.": "生存还是毁灭。",
    "To complete your task you must use this weapon on Viyeldi.": "要完成你的任务，你必须用这件武器对付Viyeldi。"
}