{
    "I suppose you want another?|I suppose just this once I could give you my copy...": "我猜你还想要一份？|好吧就这一次，我把我的那份给你……",
    "I suppose you want your reward? I shall grant you much power!": "我猜你想要奖赏？我将赐予你强大的力量！",
    "I suppose you'll be wanting some Fire Brandy.|That'll cost you 12 coins.": "我猜你想要一些火焰白兰地。|那得花你12金币。",
    "I suppose you're here for the fight arena?|There are some rich folk fighting tomorrow.|Should be entertaining.": "我猜你是来看竞技场的？|明天有些富人要上场战斗。|应该很精彩。",
    "I sure will!": "我一定会的！",
    "I suspect nobody has lived here for over a millennium!": "我怀疑已经一千多年没有人住在这里了！",
    "I take it you're the new butler...?": "我猜你是新来的管家……？",
    "I thank you greatly adventurer! Also... if you find Caleb... please... let him know his father still loves him....": "非常感谢你，冒险者！还有……如果你找到Caleb……请……告诉他他父亲仍然爱他……",
    "I think Glough is trying to cover something up!": "我觉得Glough在试图掩盖什么！",
    "I think I found Bervirius' Tomb.": "我觉得我找到了Bervirius的坟墓。",
    "I think I found something, but I am not sure what it is.": "我觉得我发现了什么，但不确定是什么。",
    "I think I found the temple of Ah Za Rhoon.": "我觉得我找到了Ah Za Rhoon神庙。",
    "I think I had better deal with those skavids first...": "我觉得我最好先处理那些skavid……",
    "I think I have found the temple of Ah Za Rhoon.": "我觉得我找到了Ah Za Rhoon神庙。",
    "I think I have found the temple of Ah Za Rhoon. I excavated a hole and illuminated it, there is a fissure with a large drop.": "我觉得我找到了Ah Za Rhoon神庙。我挖了一个洞并照亮了它，有一条裂缝，下面很深。",
    "I think I may do that soon...": "我想我可能很快就会去做……",
    "I think I might just leave the perusing for now thanks.": "我想我现在还是不看了，谢谢。",
    "I think I might just leave the perusing for now, thanks.": "我想我现在还是不看了，谢谢。",
    "I think I might still be able to find a bigger fish.": "我觉得我可能还能找到更大的鱼。",
    "I think I need a key of some sort.": "我觉得我需要某种钥匙。",
    "I think I saw some buildings on the coast east of here while we were crashing. I'd have a look there.": "我们坠落的时候，我好像在这里东边的海岸看到了一些建筑。我会去那里看看。",
    "I think I understand. You want me to make some arrows for you?": "我想我明白了。你想让我帮你做一些箭？",
    "I think I'd better learn the words of binding before summoning a mighty spirit...": "我觉得在召唤强大的灵魂之前最好先学会束缚咒语……",
    "I think I'd do better to equip the cattleprod before I prod the sheep.": "我觉得最好在赶羊之前先装备上赶牛棒。",
    "I think I'll check my other options with your brothers before committing myself.": "我想在做决定之前先去看看你兄弟们那边有什么选择。",
    "I think I'll check my other options with your brothers.": "我想先去看看你兄弟们那边有什么选择。",
    "I think I'll give it a miss.": "我想还是算了。",
    "I think I'll keep hold of it actually!": "我想我还是自己留着吧！",
    "I think I'll keep them to myself.": "我想我还是自己留着吧。",
    "I think I'll see it some other time.": "我想改天再看吧。",
    "I think I'll stay down here a bit longer.": "我想在下面再待一会儿。",
    "I think I've got one.": "我觉得我有一个。",
    "I think I've had enough for now.": "我觉得我现在已经够了。",
    "I think I've heard enough.": "我觉得我已经听够了。",
    "I think I've made it right.": "我觉得我做对了。",
    "I think I've solved the puzzle!": "我觉得我解开了谜题！",
    "I think Katrine is still tougher.": "我觉得Katrine还是更厉害。",
    "I think Murphy, the owner of the Fishing Trawler moored at Port Khazard, might be able to spare you a sextant. After that, the nearest clock tower is south of Ardougne - you could probably get a watch there.": "我觉得停泊在Khazard港的渔船拖网船主Murphy也许能给你一个六分仪。之后，最近的钟楼在阿多格尼南边——你也许能在那里拿到一块手表。",
    "I think first you should seek help. I have a friend who is a retired vampire hunter, his name is Dr. Harlow. He may be able to give you some tips. He can normally be found in the Jolly Boar Inn in Varrock, he's a bit of": "我觉得你首先应该寻求帮助。我有个朋友是退休的吸血鬼猎人，他叫Harlow博士。他也许能给你一些建议。他通常在瓦洛克的快乐野猪酒馆，他有点",
    "I think he wants some peace.": "我觉得他想要一些安宁。",
    "I think he's had enough!": "我觉得他已经受够了！",
    "I think i'm feeling a bit sea sick!": "我觉得我有点晕船！",
    "I think it wants some attention.": "我觉得它想要一些关注。",
    "I think it was her... Blonde? A bit stressed?": "我觉得是她……金发？看起来有点紧张？",
    "I think it was one of the warlocks who lives in the big tower by the sea southwest from here.": "我觉得是住在这里西南方海边大塔里的一个术士。",
    "I think it's feeling lonely.": "我觉得它感到孤独了。",
    "I think it's hungry!": "我觉得它饿了！",
    "I think it's really hungry!": "我觉得它真的很饿！",
    "I think my sons, Shilop and Wilough, saw the cat last.|They'll be out in the market place.": "我觉得我的儿子Shilop和Wilough最后看到了那只猫。|他们应该在市场上。",
    "I think perhaps you should go and speak to him again then, adventurer.": "冒险者，我觉得也许你应该再去跟他谈谈。",
    "I think she is staying over with the Rehnison family.|They live in the small timbered building|at the far north side of town.": "我觉得她住在Rehnison家。|他们住在镇子最北边|那栋小木屋里。",
    "I think so!": "我觉得是的！",
    "I think so, I'd better run off home.": "我觉得是的，我最好赶紧跑回家。",
    "I think so, yes.": "我觉得是的。",
    "I think so,|I'm just going to look now.": "我觉得是吧，|我现在去看看。",
    "I think so.": "我觉得是的。",
    "I think that the guards think I am an escaped prisoner. They didn't understand that I was exploring the desert as an adventurer.": "我觉得卫兵们以为我是逃犯。他们不明白我是作为冒险者探索沙漠的。",
    "I think that you may be onto something there. Unfortunately his fortress is impregnable!": "我觉得你说的可能有道理。不幸的是他的堡垒坚不可摧！",
    "I think the butler did it.": "我觉得是管家干的。",
    "I think the largest problem will be in locating her resting place.": "我觉得最大的问题在于找到她的安息之所。",
    "I think there may be one around somewhere. I'm sure I heard them stashing it somewhere.": "我觉得附近可能有一个。我确定听到他们把它藏在了某个地方。",
    "I think they're some kind of carp...": "我觉得它们是某种鲤鱼……",
    "I think this key is more useful to me right now than the Golden key is.": "我觉得这把钥匙现在对我比金钥匙更有用。",
    "I think we need a new king.|The one we've got isn't very good.": "我觉得我们需要一个新国王。|我们现在的这个不怎么样。",
    "I think ye'll be talking a long walk off a short plank!": "我看你要走短跳板了！",
    "I think you could do better.": "我觉得你可以做得更好。",
    "I think you do.": "我觉得你有。",
    "I think you might be right my friend, though I still feel very much alive. It is strange how I still come to be here and yet I've not turned into a Ghast.": "朋友，我觉得你可能是对的，虽然我仍然觉得自己很活着。奇怪的是我还在这里，却没有变成恶灵。",
    "I think you might have me confused with someone else.": "我觉得你可能认错人了。",
    "I think you will find that is my spot.": "我觉得你会发现那是我的位置。",
    "I think you will need to tie her up.|One coil of rope should do for that.|Then, disguise the prince as her to get him out without suspicion.": "我觉得你需要把她绑起来。|一卷绳子就够了。|然后，把王子伪装成她的样子，这样就能不引起怀疑地把他带出来。",
    "I think you'd better change him back.": "我觉得你最好把他变回来。",
    "I think you'd better keep out of my way. And for the LAST time: it's SIR Ceril. SIR! It's not that hard to blooming remember!": "我觉得你最好别挡我的路。还有最后一次说：是Ceril爵士。爵士！记住这个又不难！",
    "I think you'll find that is a gnome trade secret!": "你会发现那是侏儒的商业机密！",
    "I think you'll find them scattered about pretty much everywhere, but I know you can get one from a cupboard somewhere in the Education Centre, just like the rock pick!": "你会发现它们几乎到处都有，但我知道你可以在教育中心某个柜子里找到一个，跟岩石锄一样！",
    "I think you've done the main quest we were on right now...": "我觉得你已经完成了我们现在进行的主要任务……",
    "I think you've had enough.": "我觉得你喝够了。",
    "I think!": "我觉得！",
    "I thought I had found a solid lead on its whereabouts when I heard of a dwarf who is an expert on gold who goes by the name of 'Boot'.": "当我听说有个叫'Boot'的黄金专家矮人时，我以为我找到了关于它下落的确切线索。",
    "I thought I killed you?": "我以为我杀了你？",
    "I thought I killed you?!": "我以为我杀了你？！",
    "I thought I made it clear to the butler you could not be allowed to interfere with our mission. The incompetent fool must be going soft.": "我以为我已经跟管家说清楚了，不能让你干扰我们的任务。那个无能的蠢货一定是心软了。",
    "I thought I was rid of you!": "我以为我甩掉你了！",
    "I thought so you know! How do you like the hospitality down here? Not exactly Al Kharid town style is it? Well, I guess I'd better get back to work.": "我就知道！你觉得这里的款待怎么样？可不像阿尔卡里德城那样对吧？好吧，我想我最好回去干活了。",
    "I thought that was the armour you were changing from? But never mind, anything is worth a try.": "我以为那是你要换掉的盔甲？不过算了，什么都值得一试。",
    "I thought things not from this world were all slime and tenticles.": "我以为不是这个世界的东西都是黏液和触手。",
    "I thought we were safe back here!": "我以为我们在后面是安全的！",
    "I thought you just had a weird way of saying hello is all.": "我只是以为你打招呼的方式比较奇怪。",
    "I tink I jusht 'bout done dem all... but I losht count...": "我觉得我差不多都喝完了……但我记不清了……",
    "I tire of ogres; prepare to die!": "我厌烦食人魔了；准备去死吧！",
    "I told Carol to buy some from that strange poison salesman and clean the drains before they began to smell any worse. She was the one who blocked them in the first place with a load": "我让Carol从那个奇怪的毒药推销员那里买一些来清理排水沟，免得味道更难闻。本来就是她用一堆",
    "I told Kennith to hide until I returned but I was washed up here.": "我让Kennith躲起来等我回来，但我被冲到了这里。",
    "I told you not to meet me here again!": "我告诉过你不要再来这里找我！",
    "I understand Bwana, it would be a waste of a perfectly good life. We will try to defeat the evil spirits in other ways. But I am not sure how we will do that.": "我理解，Bwana，那样的话就是浪费一条好好的生命。我们会试着用其他方法击败邪灵。但我不确定该怎么做。",
    "I understand Traveller.|Please keep this to yourself.": "我明白了，旅行者。|请保密。",
    "I understand planks can be found at the barbarian outpost, to the north east of Ardougne. You will probably have to trek over there to find some...": "我知道木板可以在蛮族前哨找到，在阿多格尼的东北方。你可能得跋涉到那里去找一些……",
    "I understand the Spymaster has hired you. I will pay the reward only when the Prince is rescued.": "我知道间谍头子雇了你。只有王子被救出来我才付赏金。",
    "I understand, this isn't your battle.": "我理解，这不是你的战斗。",
    "I understand, this isn't your fight.": "我理解，这不是你的战斗。",
    "I use my secret magical technique to melt your body down into a puddle of its elements.": "我用我的秘密魔法技术把你的身体分解成一滩元素。",
    "I used a key.": "我用了一把钥匙。",
    "I used to enjoy this job, but now|all I want is a decent drink.": "我以前很喜欢这份工作，但现在|我只想好好喝一杯。",
    "I used to get those from McGrubor's wood, north of here. Just dig around in the red vines up there.": "我以前从这里北边的McGrubor森林弄到那些。就在上面的红色藤蔓周围挖掘就行。",
    "I used to have nightmares when I was younger.": "我年轻的时候经常做噩梦。",
    "I volunteer to undertake that mission!": "我自愿承担那个任务！",
    "I wanna party!": "我想开派对！",
    "I want for nothing!": "我什么都不缺！",
    "I want my mommy.": "我想妈妈。",
    "I want nothing. I was just making sure you were them.": "我什么都不要。我只是确认你就是他们。",
    "I want some hints for becoming a thief.": "我想要一些成为盗贼的提示。",
    "I want some money.": "我想要一些钱。",
    "I want to become a Knight of the Round Table!": "我想成为圆桌骑士！",
    "I want to become a member of your gang.": "我想加入你们的帮派。",
    "I want to buy a shantay pass for 5 gold coins.": "我想花5金币买一张沙漠通行证。",
    "I want to check anyway.": "我还是想看看。",
    "I want to come in.": "我想进去。",
    "I want to come through this gate.": "我想通过这扇门。",
    "I want to develop friendly relations with your people.": "我想和你们的族人建立友好关系。",
    "I want to enter the city of ogres.": "我想进入食人魔之城。",
    "I want to find Zanaris.": "我想找到扎纳里斯。",
    "I want to find out how to catch a lava eel.": "我想知道怎么抓熔岩鳗鱼。",
    "I want to get Merlin out of the crystal.": "我想把Merlin从水晶中救出来。",
    "I want to go in there.": "我想进去。",
    "I want to know more about the cannon.": "我想了解更多关于火炮的事。",
    "I want to rid the world of ogres.": "我想从世界上消灭食人魔。",
    "I want to see daddy!": "我要见爸爸！",
    "I want to steal Scarface Pete's candlesticks.": "我想偷Scarface Pete的烛台。",
    "I want to try and get you out of here.": "我想试着把你从这里救出去。",
    "I want you to bring me an item:|I will give you all the letters of this item,|you work out what it is...": "我要你给我带一件物品：|我会给你这件物品名称的所有字母，|你来猜出它是什么……",
    "I want your clothes!": "我要你的衣服！",
    "I wanted to have a chat?": "我想聊聊天？",
    "I wanted to use your anvils.": "我想用你的铁砧。",
    "I warn you now, human: stay out of my affairs!": "我现在警告你，人类：别管我的事！",
    "I was about to run to greet her|when some men jumped out.|Shoved a sack over her head|and dragged her into a building.": "我正要跑过去迎接她|这时几个人跳了出来。|把一个麻袋套在她头上|然后把她拖进了一栋建筑。",
    "I was assisting the cook with the evening meal. I gave Mary His Lordships' dinner, and sent her to take it to him, then heard the scream as she found the body.": "我在帮厨师准备晚餐。我把勋爵的晚餐交给Mary，让她送过去，然后就听到了她发现尸体时的尖叫声。",
    "I was brutally murdered by a vicious man called Viyeldi. I sense his presence near by, but I know that he is no longer living.": "我被一个叫Viyeldi的恶人残忍地杀害了。我能感知到他就在附近，但我知道他已经不在人世了。",
    "I was doing that anyway.": "我本来就打算那么做。",
    "I was going to attack him.": "我正打算攻击他。",
    "I was helping him and Juliet to meet,|but it became impossible.": "我在帮他和Juliet见面，|但这变得不可能了。",
    "I was hoping to attract the attention of a native.": "我想引起当地人的注意。",
    "I was hoping you could tell me.": "我希望你能告诉我。",
    "I was hoping you might sell me a cannon.": "我希望你能卖给我一门火炮。",
    "I was hoping you would say that.|Unfortunately they discovered the tunnel and filled it in.|We need another way over the wall.": "我就希望你这么说。|不幸的是他们发现了隧道并把它填上了。|我们需要另一种方法翻过墙。",
    "I was in the process of checking this out, and when we got back to the centre my rock sample had gone!": "我正在检查这个，等我们回到中心的时候我的岩石样本不见了！",
    "I was in town at the Inn. When I got back the house was swarming with guards who told me what had happened. Sorry.": "我当时在镇上的酒馆。等我回来的时候，房子里都是卫兵，他们告诉我发生了什么。抱歉。",
    "I was just checking out the landscape.": "我只是在欣赏风景。",
    "I was just going to bless your room and I've done that now.": "我本来是要来祝福你的房间，现在已经做了。",
    "I was just stopping to say hello!": "我只是停下来打个招呼！",
    "I was just wanting to buy a cocktail ingredient actually.": "其实我只是想买一种鸡尾酒材料。",
    "I was just wondering what was down those stairs?": "我只是想知道那些楼梯下面是什么？",
    "I was out.": "我当时出去了。",
    "I was right here with Hobbes and Mary. You can't suspect me surely!": "我当时就在这里，跟Hobbes和Mary在一起。你不可能怀疑我吧！",
    "I was robbed of my life by a cruel man called Viyeldi and I hunger for revenge upon him. It is long since I have walked this world looking for him to haunt him and raise terror in his life.": "我被一个叫Viyeldi的残忍之人夺走了生命，我渴望向他复仇。我在这个世界上徘徊了很久，寻找他，要缠住他，让他的生活充满恐惧。",
    "I was robbed!": "我被抢了！",
    "I was so concerned for your safety that I rushed to save you.": "我太担心你的安全了，所以赶来救你。",
    "I was told what to do by the good Father.": "好神父告诉了我该怎么做。",
    "I was under the impression that everyone here was affected.": "我以为这里的每个人都受到了影响。",
    "I was under the impression you were already a member...": "我以为你已经是成员了……",
    "I was walking by myself in the garden.": "我当时一个人在花园里散步。",
    "I was with Hobbes and Louisa in the Kitchen helping to prepare Lord Sinclair's meal, and then when I took it to his study... I saw... oh, it was horrible... he was....": "我当时和Hobbes还有Louisa在厨房帮忙准备Sinclair勋爵的饭菜，然后当我把饭送到他书房时……我看到了……天啊，太可怕了……他……",
    "I will be in the forest north of Varrock.|I have a small holding up there.": "我会在瓦洛克北边的森林里。|我在那里有一小块地。",
    "I will be on my way now.": "我现在就出发。",
    "I will be ready and waiting.": "我会准备好等着。",
    "I will come back when I need you to make me one.": "等我需要你帮我做一个的时候我会回来。",
    "I will find my way in, no problem.": "我会找到进去的路，没问题。",
    "I will find the warlord and bring back the orbs.": "我会找到战争领主并把宝珠带回来。",
    "I will furnish you with a weapon which will help you to achieve your aims... Here, take this...": "我会给你一件武器来帮助你实现目标……来，拿着这个……",
    "I will go and get some wool.": "我去弄一些羊毛。",
    "I will go and get the rest of the escape equipment.": "我去拿剩下的逃跑装备。",
    "I will just go and get you one.": "我去给你拿一个。",
    "I will keep the teleport skill to the Rune Essence|a closely guarded secret, shared only by myself|and those Magic users around the world|whom I trust enough to keep it.": "我会把传送到符文精华的技能|严格保密，只有我自己|和世界各地那些我足够信任的|魔法使用者才知道。",
    "I will meet you downstairs by the monuments. I must see what damage has been done. Meet me there, I fear I may require more of your assistance.": "我在楼下的纪念碑旁边等你。我必须看看造成了什么损害。在那里见面，恐怕我还需要你的帮助。",
    "I will not keep you from them. Goodbye.": "我不会阻止你去找他们。再见。",
    "I will not try and change your mind adventurer. Some day when you have matured you may reconsider your position. We will wait until then.": "我不会试图改变你的想法，冒险者。也许等你成熟了以后会重新考虑你的立场。我们会等到那时。",
    "I will now explain the fundamentals of Herblore:": "我现在来解释草药学的基础：",
    "I will pay good money for one...": "我会出好价钱买一个……",
    "I will pray that it wasn't the spirit of my friend Filliman, but some lost soul who needs some help. Please do let me know how you get on with it.": "我会祈祷那不是我朋友Filliman的灵魂，而是某个需要帮助的迷失灵魂。请一定让我知道你的进展。",
    "I will release Ungadulu...": "我会释放Ungadulu……",
    "I will remain here in the protection of the flaming|Octagram and continue my research into the spirit|world. I am somewhat of an authority with my recent|experience!": "我会留在这里，在燃烧的|八芒星的保护下继续我的灵界|研究。凭借我最近的|经历，我算是这方面的权威了！",
    "I will reward you well if you bring me the staff.": "如果你把法杖带给我，我会好好奖赏你。",
    "I will safeguard this orb|and pray for your safe return.|My assistant will guide you out.": "我会保管好这颗宝珠|并祈祷你平安归来。|我的助手会带你出去。",
    "I will see what I can do then.": "那我看看能做什么。",
    "I will tell Romeo to be ready.": "我会告诉Romeo做好准备。",
    "I will wait and see what will happen. Maybe Rashiliyia does not have the power to strike too far from her resting place? But there are many things that I need to do now.": "我会等着看会发生什么。也许Rashiliyia没有力量在离她安息之所太远的地方出手？但我现在有很多事情要做。",
    "I will work on finding a sea worthy ship then.": "那我就去找一艘适合航海的船。",
    "I will!": "我会的！",
    "I will, thanks.": "我会的，谢谢。",
    "I wish there was more I could do for these people.": "我希望能为这些人做更多的事。",
    "I wish to free Merlin from his giant crystal!": "我想把Merlin从巨大的水晶中解救出来！",
    "I wish you luck, she did a lot for us.": "祝你好运，她为我们做了很多。",
    "I won't bother then.": "那我就不打扰了。",
    "I won't bother yet actually.": "其实我暂时不打扰了。",
    "I won't give it away that easily again. It's far too|important to be treated so disrespectfully.": "我不会再那么轻易把它给出去了。它太|重要了，不能被这样不尊重地对待。",
    "I won't say anything, your secret is safe with me.": "我什么都不会说，你的秘密在我这里很安全。",
    "I wonder if I can dislodge it somehow|and knock it down into the sewer.": "我想知道能不能想办法把它弄松|让它掉进下水道里。",
    "I wonder if there was another civilization here before the Saradominists?": "我想知道在Saradomin信徒之前，这里是否存在过另一种文明？",
    "I wonder if you could help me?": "你能帮帮我吗？",
    "I wonder what it means by that? Some silly superstition, probably.": "我想知道那是什么意思？大概是什么愚蠢的迷信吧。",
    "I wonder... Let me check my guide... Could it be? Surely not!": "我在想……让我查查指南……难道是？不可能！",
    "I work here, so yes!": "我在这里工作，所以是的！"
}