{
    "Move along now... we've had enough of your sort!": "走开吧……你这种人我们受够了！",
    "Move on through.": "继续往前走。",
    "Mr Gianne is the one to talk to if you want to sell any dishes you've made yourself.  He is the owner and head chef of this establishment.": "如果你想卖你自己做的菜，找Gianne先生就对了。他是这家店的老板兼主厨。",
    "Much better now I don't have to worry about those sheep.": "不用担心那些羊之后好多了。",
    "Much better now I'm sleeping well! Now I can organise the party.": "现在睡得好多了！现在我可以组织派对了。",
    "Muhahahhahahaha!": "哈哈哈哈哈哈！",
    "Murder is it? Well, I'm not really surprised...": "谋杀案？嗯，我并不太惊讶……",
    "Murphy attempts to sharply turn the large ship.": "Murphy试图急转这艘大船。",
    "Music.": "音乐。",
    "Must find family...": "必须找到家人……",
    "Must find family...|They are all under the blue...|Deep deep under the blue...": "必须找到家人……|他们都在蓝色之下……|深深地在蓝色之下……",
    "Must save the orbs and kill the Khazard warlord.|That will be fun, hee hee.": "必须拯救宝珠并杀死Khazard军阀。|那会很好玩的，嘿嘿。",
    "Mwaarrr fnnntchh. Gbpp dng sktd delp?": "Mwaarrr fnnntchh. Gbpp dng sktd delp?",
    "Mwaarrr fnnntchh. Gbpp dng sktd delp? GBPP DNG SKTD DELP!": "Mwaarrr fnnntchh. Gbpp dng sktd delp? GBPP DNG SKTD DELP!",
    "My Lord instructs me to help you.": "我的主人吩咐我来帮助你。",
    "My anvils get enough work with my own use. I make amulets, it takes a lot of work. If you could get me some more materials, I could let you use them.": "我的铁砧光我自己用就够忙的了。我制作护身符，需要很多工夫。如果你能帮我弄些材料来，我可以让你用。",
    "My arena is open to any high level wizard, but this is|no game. Many wizards fall in this arena, never to rise|again. The strongest mages have been destroyed.": "我的竞技场对任何高级巫师开放，但这|可不是游戏。许多巫师倒在这个竞技场中，|再也没有站起来。最强的法师都被摧毁了。",
    "My assistant shall guide you out. Good luck friend, try your best to return the orb.": "我的助手会带你出去。祝你好运朋友，尽全力把宝珠带回来。",
    "My assistant will help you obtaining these.": "我的助手会帮你获取这些。",
    "My beloved feline friend Fluffs.|She's been purring by my side for almost a decade.|Please, could you go search for her|while I look over the kids?": "我心爱的猫咪朋友Fluffs。|她在我身边咕噜了将近十年。|拜托，你能去找找她吗|我来看着孩子们？",
    "My best guess would be some sort of magic. Unfortunately Merlin is our magic expert.": "我最好的猜测是某种魔法。不幸的是梅林才是我们的魔法专家。",
    "My best guess would be some sort of spell. Merlin is our magic expert. Ask him?": "我最好的猜测是某种咒语。梅林是我们的魔法专家。问问他？",
    "My best guess would be using magic. Unfortunately Merlin is our magic expert.": "我最好的猜测是使用魔法。不幸的是梅林才是我们的魔法专家。",
    "My blessings will entice nature to bloom in Mort Myre! And then with natures harvest you can fill a druids pouch and release the Ghasts from their torment.": "我的祝福能引导大自然在Mort Myre中绽放！然后你可以用自然的收获装满德鲁伊袋子，将幽灵从苦难中解脱出来。",
    "My brother had EXACTLY the same problem.": "我兄弟也遇到过一模一样的问题。",
    "My brother reckons I can't solve this puzzle. I can't have him laughing at me! Do me a favour and solve it for me.": "我兄弟觉得我解不了这个谜题。我可不能让他笑话我！帮个忙替我解了吧。",
    "My cat has caught 100 rats!": "我的猫抓了100只老鼠！",
    "My crafting skill is not good enough|to finish this off.": "我的制作技能不够高|无法完成这个。",
    "My daughter and top spy, Leela, can help you. She has sent word that she has discovered where they are keeping the prince.": "我的女儿兼顶级间谍Leela可以帮你。她传来消息说她发现了他们关押王子的地方。",
    "My distillator. I can't test any plague samples without it.|They're holding it in the mourner quarters|in West Ardougne.": "我的蒸馏器。没有它我无法检测任何瘟疫样本。|它被扣在西阿多格尼的|哀悼者营地里。",
    "My doctor told me to take up a velaxing hobby.|Vhen I am stressed I tend to get a little..": "我的医生让我培养一个放松的爱好。|当我紧张的时候我容易变得有点……",
    "My eighth is in nine, but not in eight,|My last is in earth, and also in great.": "我的第八在nine中，却不在eight中，|我的最后在earth中，也在great中。",
    "My father sent this key for you.|Be careful not to lose it.": "我父亲让我把这把钥匙交给你。|小心别弄丢了。",
    "My father used to be in the guard. He always wrote himself notes on a piece of paper so he could keep track of information easily.": "我父亲以前是守卫。他总是在纸上给自己写笔记，这样就能轻松追踪信息。",
    "My father's friend Jerico is in communication with West Ardougne. He might be able to help us, he lives next to the chapel.": "我父亲的朋友Jerico跟西阿多格尼有联系。他也许能帮我们，他住在教堂旁边。",
    "My father? You have spoken to him recently?": "我父亲？你最近跟他说过话？",
    "My favourite fighter is duel_mubariz!": "我最喜欢的斗士是duel_mubariz！",
    "My fifth is in heaven, and also in hate,|My sixth is in fearing, but not in fate,|My seventh is in plush, but not in place.": "我的第五在heaven中，也在hate中，|我的第六在fearing中，却不在fate中，|我的第七在plush中，却不在place中。",
    "My first is in days, but not in years,|My second is in evil, and also in tears,|My third is in all, but not in none,|My fourth is in hot, but not in sun.": "我的第一在days中，却不在years中，|我的第二在evil中，也在tears中，|我的第三在all中，却不在none中，|我的第四在hot中，却不在sun中。",
    "My friend, I will bless it for you and you will then be able to accomplish great things. Now then, I must cast the enchantment. You can bless a new sickle by dipping it in the holy waterof the grotto.": "我的朋友，我会为你祝福它，然后你就能成就伟大的事。那么，我得施展魔法了。你可以把新镰刀浸入洞穴的圣水中来祝福它。",
    "My goodness! This claim is for the reward offered by my father many years ago!": "天哪！这份申领是要领取我父亲多年前提供的奖赏！",
    "My gratitude to you adventurer for bringing me these research notes. I notice that you brought the head wizard a special talisman that was the key to our finally unlocking the puzzle.": "感谢你冒险者，给我带来了这些研究笔记。我注意到你给首席巫师带来了一个特殊的护符，那是我们最终解开谜题的关键。",
    "My greatest respects Bwana,|I have communed with my gods and the future": "我最崇高的敬意Bwana，|我已与我的神灵交流，关于未来",
    "My guess is that this has something to do with the legend of Rashiliyia. But you need to speak to the Shaman in 'Tai Bwo Wannai' village to get more details about that.": "我猜这跟Rashiliyia的传说有关。但你需要去Tai Bwo Wannai村跟萨满谈谈以获得更多细节。",
    "My guess is that you will need some protection from Rashiliyia if you intend to enter her tomb!": "我猜如果你打算进入她的坟墓，你会需要一些对抗Rashiliyia的防护！",
    "My hatred and bitterness corrupted me. I tried to destroy all life... now I am released. And am grateful to contemplate eternal rest...": "我的仇恨和怨毒腐蚀了我。我试图摧毁一切生命……现在我被解放了。感激能思考永恒的安息……",
    "My head hurts! I'll speak to you another day...": "我头好疼！改天再跟你说吧……",
    "My journal! That should help to collect my thoughts.": "我的日记！这应该能帮我整理思绪。",
    "My knights all appreciate a good quest.": "我的骑士们都很欣赏好任务。",
    "My loyal followers. I have pride in you all. Never did I expect to return to this land and I see I have much to attend to.": "我忠诚的追随者们。我为你们所有人感到自豪。我从没想过能回到这片土地，我看到有很多事要处理。",
    "My machine is broken,|and the house gremlins|have run off with some vital bits.": "我的机器坏了，|那些家里的小怪物|偷走了一些重要的零件。",
    "My magic powers tell me that you have discovered the Grail! Take it to Arthur immediately!": "我的魔法告诉我你找到了圣杯！立刻把它带给亚瑟！",
    "My master calls.": "我的主人在召唤我。",
    "My men and I prevent outlaws from getting out of the|desert. And we stop the inexperienced from a dry death|in the sands. Which would you say you were?": "我和我的手下阻止不法之徒逃出|沙漠。我们也阻止没经验的人渴死|在沙漠中。你觉得你属于哪种？",
    "My messenger pigeons help me communicate with friends over the wall.": "我的信鸽帮我和墙那边的朋友通信。",
    "My mum says: A friendly look, a kindly smile one good act, and life's worthwhile!": "我妈妈说：一个友善的眼神，一个亲切的微笑，一件好事，人生就值得了！",
    "My name is Father Aereck by the way.|Pleased to meet you.": "对了，我叫Aereck神父。|很高兴认识你。",
    "My name is Horacio Dobson. I'm the gardener to Lord Handelmort. Take a look around this beautiful garden, all of this is my handiwork.": "我叫Horacio Dobson。我是Handelmort大人的园丁。看看这个美丽的花园，这些都是我的杰作。",
    "My name is Radimus Erkle. I am the Grand Vizier of|the Legends' Guild. Are you interested in becoming a|member?": "我叫Radimus Erkle。我是|传说公会的大宰相。你有兴趣成为|会员吗？",
    "My name iz Vlad. I come from far avay, vere the sun iz not so bright.": "我的名字是Vlad。我从很远的地方来，那里的阳光不太明亮。",
    "My name's <displayname>. King Roald sent me to find out what was going on at the temple. I take it you are Drezel?": "我叫<displayname>。Roald国王派我来查明神庙发生了什么事。我猜你就是Drezel？",
    "My name? Oh, how sweet, my name is Ana. I come from Al-Kharid though we've only recently moved there. I was born, and did most of my growing up, in Varrock. I thought the desert might be interesting.": "我的名字？哦，你真贴心，我叫Ana。我来自阿尔卡里德，不过我们最近才搬到那里。我出生在瓦洛克，也在那里长大。我觉得沙漠可能很有趣。",
    "My old butler, Higson, once followed them to their hideout there. Unfortunately the next night he died in his sleep.": "我以前的管家Higson曾跟踪他们到那里的据点。不幸的是第二天晚上他就在睡梦中死了。",
    "My patience grows thin hero!": "我的耐心快要到极限了，英雄！",
    "My people are afraid to stay in the village.|They have returned to the jungle.|I need to commune with the gods|to see what fate befalls us.": "我的族人害怕留在村庄里。|他们已经回到丛林了。|我需要与神灵交流|看看我们将面临什么命运。",
    "My people are all happy living in the jungle. They are still afraid of strangers and will not approach but they are around, none the less.": "我的族人在丛林里生活得很快乐。他们仍然害怕陌生人，不会靠近，但他们确实就在附近。",
    "My people are trying to grow the Yommi tree as well. But so far we have not met with any success. If you find a rotten tree or what looks like a rotten totem pole,": "我的族人也在尝试种植Yommi树。但到目前为止我们没有成功过。如果你发现一棵腐烂的树或看起来像腐烂图腾柱的东西，",
    "My prowess in battle is world renowned!": "我的战斗实力举世闻名！",
    "My sheep are getting mighty woolly. I'd be much obliged if you could shear them. And while you're at it spin the wool for me too.": "我的羊毛长得很茂盛。如果你能帮忙剪羊毛我会很感激的。顺便帮我纺一下羊毛吧。",
    "My sincerest pleasure Bwana...": "非常荣幸，Bwana……",
    "My son and husband are safe and recovering at home. Without you they would certainly be dead. I am truly grateful for your service.": "我的儿子和丈夫安全地在家休养。没有你他们肯定已经死了。我真的很感激你所做的一切。",
    "My son fell ill with the plague...": "我儿子染上了瘟疫……",
    "My son just won his first duel!": "我儿子刚赢得了他的第一场决斗！",
    "My spirit burns with the need for revenge, I shall not rest while I sense his spirit still. If you seek the pure water, you must ensure he meets his end.": "我的灵魂因复仇的渴望而燃烧，只要我还能感知到他的灵魂存在我就不会安息。如果你要寻找纯净之水，你必须确保他走向终结。",
    "My stats.": "我的属性。",
    "My thanks for the assistance adventurer.": "感谢你的帮助，冒险者。",
    "My thanks, we'll be ok now. I suggest you run too, General Khazard is mighty and his anger fearsome.": "谢谢你，我们现在没事了。我建议你也快跑，Khazard将军很强大，他的愤怒令人恐惧。",
    "My thanks. But Khazard is not as easy to kill as you might think. I suggest that none of us remain here too long.": "谢谢。但Khazard没你想的那么容易杀死。我建议我们都不要在这里待太久。",
    "My top tree guardian, Glough, believes it's human sabotage. I'm not so sure! The only way to know for sure is to talk to Hazelmere.": "我的首席树木守护者Glough认为这是人类的破坏。我不太确定！唯一确认的方法就是去找Hazelmere谈谈。",
    "My whole is an object, that magic will make,|It brings wrack and ruin to all in its wake...|Now how long I wonder, will this riddle take?": "我的整体是一件物品，由魔法制造，|它带来的是毁灭和废墟……|我想知道，这个谜语你要猜多久？",
    "My, my! A wordsmith as well as a hero.": "哦哦！既是英雄又是文人。",
    "My, we are the persistent one aren't we?": "哦，我们还真是执着啊，不是吗？",
    "My... my father wishes this? Then that is a different matter. I will let you have my crest shard, adventurer, but you must first do something for me.": "我的……我父亲希望这样？那就不同了。我会把我的纹章碎片给你，冒险者，但你必须先帮我做件事。",
    "N-not at all! They are v-valuable human artefacts smuggled here at g-great personal risk!": "完-完全不是！它们是冒着极-极大的个人风险走私到这里的珍-珍贵人类文物！",
    "NO NEED TO SHOUT???": "不用大喊吧？？？",
    "NO WEAPONS OR ARMOUR are permitted on holy Entrana AT ALL. We will not allow you to travel there in breach of mighty Saradomin's edict.": "神圣的Entrana完全不允许携带任何武器或盔甲。我们不会允许你违反伟大的萨拉多明的法令前往那里。",
    "NO!": "不！",
    "NURSE!": "护士！",
    "Nah, not bothered!": "不，不感兴趣！",
    "Nah... I just use my initiative here and there.": "不……我只是到处凭直觉做事。",
    "Nearly got it.": "快搞定了。",
    "Ned gives you a pretty good wig.": "Ned给了你一个相当不错的假发。",
    "Ned pulls out a needle and attacks your shirt.": "Ned掏出针开始修你的衬衫。",
    "Ned, could you make other things from wool?": "Ned，你能用羊毛做其他东西吗？",
    "Neither is life kid.": "生活也不是，小子。",
    "Never 'erd of 'em.": "从没听说过。",
    "Never mind! Good day to you, sir.": "算了！祝你好运，先生。",
    "Never mind, come back when you've got enough.": "算了，等你有够的时候再来吧。",
    "Never mind, have another...": "算了，再给你一个吧……",
    "Never mind.": "算了。",
    "Never mind. Keep working on it.": "算了。继续努力吧。",
    "Never!": "休想！",
    "Never! Not Glough! He's a good gnome at heart!": "不可能！Glough不会的！他骨子里是个好地精！",
    "Nevermind, I'm sure he'll calm down with age.": "算了，我相信他长大了就会冷静下来的。",
    "Next time give me something more valuable... I couldn't get anything for this on the blackmarket.": "下次给我点更值钱的……这个在黑市上换不了什么。",
    "Next up you need to make a fire. First, you'll need to cut down a tree to get some logs.": "接下来你需要生火。首先，你需要砍一棵树来获取一些木头。",
    "Next.": "下一个。",
    "Nice cart.": "好马车。",
    "Nice cloak.": "好斗篷。",
    "Nice cocktail, but I don't need any right now...": "好鸡尾酒，但我现在不需要……",
    "Nice hat!": "好帽子！",
    "Nice job killing those Paladins. You're much closer to his side now. Perhaps you could kill those dwarfs to the south...": "杀掉那些圣骑士干得好。你现在离他更近了。也许你可以去杀南边那些矮人……",
    "Nice observation guard. You could have just asked to be let in like a normal person.": "观察力不错，守卫。你其实可以像正常人一样请求进入的。",
    "Nice place you've got here.": "你这里不错。",
    "Nice to meet you.": "很高兴认识你。",
    "Nice weather we're having today.": "今天天气不错。",
    "Nice.": "不错。",
    "Nicely solved!": "解得漂亮！",
    "Nightly Dance costs 2000 coins.": "夜之舞需要2000金币。",
    "Nine out of Ten poisoners prefer it in controlled tests!": "十个下毒者中有九个在对照测试中更喜欢用它！",
    "Nitroglycerin! This is a dangerous substance. This is normally mixed with other chemicals to produce a potent compound.": "硝化甘油！这是种危险物质。通常和其他化学品混合产生强效化合物。",
    "No": "不",
    "No I can't.": "不，我不能。",
    "No I don't have any bread with me.": "不，我身上没有面包。",
    "No I don't have any spare change.": "不，我没有零钱。",
    "No I don't.": "不，我没有。",
    "No I have my principles and honour.": "不，我有我的原则和荣誉。",
    "No I have never really heard of you.": "不，我从来没听说过你。",
    "No I haven't got the 'fatsy toady' yet!": "不，我还没拿到'胖蟾蜍'呢！",
    "No I need to stay alive,|I have a wife and family to support.": "不，我得活着，|我有妻子和家人要养。",
    "No I won't take offence because I'm not dead and I'm afraid you'll have to come up with some pretty conclusive proof before I believe it. What a strange dream this is.": "不，我不会生气，因为我没有死，恐怕你得拿出相当确凿的证据我才会相信。这个梦真奇怪。",
    "No I'm not quite ready yet...": "不，我还没准备好……",
    "No I'm not.": "不，我不是。",
    "No adventurer stays here this long just to sight see.|But your business is yours alone,|if you need to use the raft go ahead.|But please try not crash it this time!": "没有冒险者在这里待这么久只为了观光。|但你的事是你自己的事，|如果需要用木筏就去吧。|但这次请尽量别撞坏了！",
    "No adventurer, I do not think it would be wise for you to wake it at all. As I say, it is little more than a wild animal, and must": "不，冒险者，我觉得你完全不该去叫醒它。正如我所说，它不过是一头野兽，必须",
    "No blessings will be given to those|who have no symbol of our Lord's love.": "不会给没有|我们主的爱之象征的人赐福。",
    "No bother to me.": "不麻烦。",
    "No chance!": "没门！",
    "No chance. that's ridiculous!": "不可能。太荒唐了！",
    "No doubt this arrow was shot by a strong warrior – it's split in half! It is not a valuable object though.": "这支箭无疑是被一个强壮的战士射出的——它裂成了两半！不过这并不是什么贵重物品。",
    "No gold, no passage.|Get out of this city!": "没金币就别想过。|滚出这座城！",
    "No idea I'm afraid. I KNOW it's somewhere in this house, but for the life of me I can't find it anywhere. I've searched high and low for it!": "恐怕我不知道。我确定它在这房子的某个地方，但我怎么都找不到。我上上下下都找遍了！",
    "No idea.": "不知道。",
    "No luck so far.": "到目前为止没什么运气。",
    "No luck yet I'm afraid.": "恐怕还没找到。",
    "No no, he's been turned into an actual chicken|by a mad scientist.": "不不，他被一个疯狂科学家|变成了一只真正的鸡。",
    "No no, that's far too little.|Woad leaves are hard to get.|I used to have plenty but someone|kept stealing them off me!": "不不，那太少了。|菘蓝叶很难弄到。|我以前有很多，但有人|一直偷我的！",
    "No not me, I'm frightened of dragons.": "不是我，我怕龙。",
    "No not yet.": "不，还没有。",
    "No one knows.": "没人知道。",
    "No one knows...": "没人知道……",
    "No one's allowed to cross the wall in case they spread the plague, but after hearing the screams of suffering, she felt she had to help.": "为了防止传播瘟疫，没人被允许穿过城墙，但听到痛苦的尖叫后，她觉得自己必须去帮忙。",
    "No pay, no play.": "不付钱，不让玩。",
    "No problem at all. Come and visit again!": "完全没问题。欢迎再来！",
    "No problem!": "没问题！",
    "No problem, I have loads of them!": "没问题，我有很多！",
    "No problem, I'll keep them in line.": "没问题，我会让他们守规矩的。",
    "No problem, it was easy.": "没问题，很简单。",
    "No problem.": "没问题。",
    "No problem. Feel free to look around.": "没问题。随便看看吧。",
    "No problem. I've got some money for you actually.": "没问题。其实我有些钱要给你。",
    "No problem. It was easy.": "没问题。很简单。",
    "No problem. We all make mistakes.": "没问题。人人都会犯错。",
    "No problemo. That'll be 2 coins.": "没问题。那就2个金币。",
    "No reason really.": "没什么特别原因。",
    "No sign of him either.": "他也没踪影。",
    "No sign of it so far.": "到目前为止没有找到。",
    "No sorry, not yet!": "不好意思，还没有！",
    "No sorry, not yet.": "不好意思，还没有。",
    "No sounds of a struggle then?": "那没有听到打斗的声音？",
    "No thank you, I am not accepting donations for the church at this time.": "不了谢谢，我目前不接受教堂捐款。",
    "No thank you, I don't need any skin paste right now.": "不了谢谢，我现在不需要任何护肤膏。",
    "No thank you, I'll walk around.": "不用了谢谢，我走路过去。",
    "No thank you, that's not my scene.": "不了谢谢，那不是我的风格。",
    "No thank you.": "不了，谢谢。",
    "No thanks": "不了，谢谢",
    "No thanks Elkoy.": "不了谢谢，Elkoy。",
    "No thanks Ned, I don't need any.": "不用了Ned，我不需要。",
    "No thanks!": "不了谢谢！",
    "No thanks, I am happy the colour I am.": "不了谢谢，我对自己现在的颜色很满意。",
    "No thanks, I can manage.": "不了谢谢，我自己能行。",
    "No thanks, I haven't any hides.": "不了谢谢，我没有兽皮。",
    "No thanks, I need help with something else.": "不了谢谢，我需要其他方面的帮助。",
    "No thanks, I prefer to stay this side of the bar.": "不了谢谢，我更愿意待在吧台这边。",
    "No thanks, I still feel ill from last time.": "不了谢谢，上次的我还难受着呢。",
    "No thanks, I think there's something else I can do.": "不了谢谢，我觉得还有别的事可以做。",
    "No thanks, I think there's something else I can try.": "不了谢谢，我觉得还有别的方法可以试。",
    "No thanks, I'll give it a miss.": "不了谢谢，我就算了吧。",
    "No thanks, I'll just watch the fun.": "不了谢谢，我就看看热闹。",
    "No thanks, I'll leave it alone.": "不了谢谢，我还是别碰了。",
    "No thanks, I'll leave it.": "不了谢谢，我不要了。",
    "No thanks, I'll wait.": "不了谢谢，我等一等。",
    "No thanks, I'm fine.": "不了谢谢，我没事。",
    "No thanks, I'm having second thoughts.": "不了谢谢，我有点犹豫了。",
    "No thanks, I'm just browsing.": "不了谢谢，我只是随便看看。",
    "No thanks, I'm no cook.": "不了谢谢，我不会做饭。",
    "No thanks, I'm not interested.": "不了谢谢，我不感兴趣。",
    "No thanks, I've changed my mind.": "不了谢谢，我改主意了。",
    "No thanks, I've got all the Crafting equipment I need.": "不了谢谢，我已经有了需要的所有制作工具。",
    "No thanks, I've got it.": "不了谢谢，我已经有了。"
}