{
    "People come from miles around to fish in the clear lakes or to wander the beautiful hill sides": "人们从四面八方赶来，在清澈的湖中钓鱼，或者漫步于美丽的山坡上",
    "Perhaps I can take your name and add it to our mailing list of poison users? We will only send you information related to the use of poison and other Peter Potter Products!": "也许我可以记下你的名字，把你加入我们毒药用户的邮寄名单？我们只会给你发送与毒药使用和其他Peter Potter产品相关的信息！",
    "Perhaps I should use a needle with a piece of leather instead.": "也许我应该用针和一块皮革来做。",
    "Perhaps I should use this in a furnace instead.": "也许我应该把这个放到熔炉里去。",
    "Perhaps Zadimus' clue has the answer? Now, what was it that he said again? Something about kin and keys? That sword pommel belonged to Bervirius didn't it?": "也许Zadimus的线索能给出答案？他说过什么来着？好像是关于亲属和钥匙的？那个剑柄头是属于Bervirius的，对吧？",
    "Perhaps five gold coins will help you remember?": "也许五枚金币能帮你想起来？",
    "Perhaps five gold coins will make it my business?": "也许五枚金币就能让我管管这事？",
    "Perhaps five gold coins will sweeten your mood?": "也许五枚金币能让你心情好一点？",
    "Perhaps it has some effect in the swamp? Have you tried using it?": "也许它在沼泽里有什么效果？你试过用它吗？",
    "Perhaps someone else put it in his wine?": "也许是别人把它放进他的酒里的？",
    "Perhaps the cat wants something?": "也许那只猫想要什么东西？",
    "Perhaps the goblins have stolen it?": "也许是哥布林偷走了它？",
    "Perhaps the location has been hidden or buried under rubble? These stories were told to me as a child by the village elders. They were probably meant to frighten us away from the caves.": "也许那个地方被隐藏了或者埋在废墟下面了？这些故事是我小时候村里的长老讲给我听的。大概是为了吓唬我们不要去洞穴里。",
    "Perhaps the mighty Excalibur would be|strong enough...": "也许强大的Excalibur会|足够强大……",
    "Perhaps the nature of the spell should give some guidance here. It is a bloom spell isn't it?": "也许这个咒语的性质应该能提供一些指引。它是一个绽放咒语，对吧？",
    "Perhaps this quest is too hard for you?": "也许这个任务对你来说太难了？",
    "Perhaps you need another player's help...?": "也许你需要另一个玩家的帮助……？",
    "Perhaps you should fetch the Letter of Recommendation from your bank before talking to the examiner.": "也许你应该先从银行取出推荐信，再去找考官谈话。",
    "Perhaps you should harvest natures bounty? In any case, you'll need another bloom scroll, go and see Filliman, he may have another.": "也许你应该去采集大自然的馈赠？不管怎样，你需要另一张绽放卷轴，去找Filliman吧，他可能还有一张。",
    "Perhaps you should investigate the caves further? Have you been able to speak to Ungadulu yet? He may have some information to give you that could help?": "也许你应该进一步调查那些洞穴？你已经和Ungadulu说过话了吗？他可能会给你一些有用的信息。",
    "Perhaps you should use your newfound skills to find an artefact on the digsite that will impress the archaeological expert.": "也许你应该用你新学到的技能在发掘场找到一件能让考古专家刮目相看的文物。",
    "Perhaps you would be able to assist me in returning the stolen armour? For a modest cash reward of course!": "也许你能帮我找回被偷的盔甲？当然会有一笔不错的现金奖励！",
    "Perhaps you've done enough woodcutting now.": "也许你现在伐木已经够了。",
    "Perhaps you've got enough logs for now.": "也许你现在的木头已经够了。",
    "Perilous dangers await for thee, Tojalon, Senay and Devere make three, None hold malice but will test your might, pray you do not lose these fights.": "危险在等待着你，Tojalon、Senay和Devere三人为一组，他们并无恶意但会考验你的实力，祈祷你不要在这些战斗中败下阵来。",
    "Persistence is key to success.": "坚持是成功的关键。",
    "Personally, I consider the fine art of melee combat to be the only combat method worth using.": "就我个人而言，我认为近战格斗的精妙艺术是唯一值得使用的战斗方式。",
    "Phew! At last I'm out...|Next time I will take some light!": "呼！终于出来了……|下次我一定要带点照明的东西！",
    "Phew! I just made it.": "呼！我好不容易才做到。",
    "Phew, that's a relief!": "呼，总算松了口气！",
    "Phoenix": "凤凰帮",
    "Phoenix Gang HQ": "凤凰帮总部",
    "Phoenix Gang.": "凤凰帮。",
    "Pick the flowers.": "采摘花朵。",
    "Pick the key up from Leela.": "从Leela那里拿到钥匙。",
    "Pieces of eight! pieces of eight!": "八分金币！八分金币！",
    "Pies...they're great, aren't they?": "派……真好吃，不是吗？",
    "Pisces the fish.|The gods rain food from the sea on you.": "双鱼座。|众神从海中降下食物给你。",
    "Pitta dough.": "皮塔面团。",
    "Pity be that, I want badly do.": "真可惜，我很想做啊。",
    "Pizza Delivery!": "披萨外卖！",
    "Pizza delivery!": "披萨外卖！",
    "Pizza dough.": "披萨面团。",
    "Place the seeds into pure water, and they will begin to sprout tiny shoots. You can then plant them in fertile soil.": "把种子放入纯净水中，它们就会开始发芽长出小嫩芽。然后你就可以把它们种在肥沃的土壤里。",
    "Plague? Pah, that's no excuse for the treatment we've received. It's obvious pretty quickly if someone has the plague.": "瘟疫？呸，那不是我们遭受这种待遇的借口。一个人有没有瘟疫很快就能看出来。",
    "Pleaassee let me in!": "求求你让我进去！",
    "Please Bwana, don't listen to me... run, save yourself...": "Bwana，求你不要听我的话……快跑，救你自己……",
    "Please Sir, don't hurt me.": "先生，请不要伤害我。",
    "Please Traveller, if the gnomes see me talking to you they'll revolt against me.": "旅行者，拜托了，如果地精们看到我和你说话，他们会反抗我的。",
    "Please Traveller, leave before it's too late!": "旅行者，趁还来得及赶紧走吧！",
    "Please Traveller, take my advice and leave!": "旅行者，听我的劝告，离开吧！",
    "Please accept this as a token of our appreciation.": "请收下这个，以表达我们的感激之情。",
    "Please accept this reward from the family!": "请接受这份来自我们家族的奖励！",
    "Please accept this selection of six bronze throwing darts as a token of our appreciation.": "请收下这六枚青铜飞镖，以表达我们的感激之情。",
    "Please also take this poisoned sheep feed; we believe poisoning the sheep will minimise the risk of airborne contamination, and is of course also more humane to the sheep.": "请也带上这些有毒的羊饲料；我们认为毒死这些羊可以将空气传染的风险降到最低，当然对羊来说也更人道。",
    "Please be as quick as you can, I don't know how much longer we can hold out.": "请尽快，我不知道我们还能撑多久。",
    "Please bring me one, then.": "那请给我带一个来吧。",
    "Please bring my daughter back to me. She is most likely lost in the Desert somewhere. I miss her so much... Wahhhhh! *Sob*": "请把我的女儿带回来。她很可能在沙漠的某个地方迷路了。我太想她了……哇啊啊啊！*呜呜*",
    "Please bring them back safe and sound.": "请把他们安全地带回来。",
    "Please can you give it to Trufitus. He may be able to give you extra details on the legend surrounding Rashiliyia. Good luck!": "请你把它交给Trufitus。他也许能给你更多关于Rashiliyia传说的细节。祝你好运！",
    "Please come down into the grotto, we have much to discuss.": "请下来洞穴，我们有很多事情要谈。",
    "Please come no closer... the flames will incinerate you.": "请不要再靠近了……火焰会把你烧成灰烬的。",
    "Please do. My family is wealthy and can reward you handsomely. I'll be waiting here for you.": "请去吧。我的家族很富有，可以给你丰厚的报酬。我会在这里等你。",
    "Please do. We won't be able to help you as we are peaceful men but we would be grateful for your help!": "请去吧。我们是爱好和平的人，帮不了你，但我们会感激你的帮助！",
    "Please don't disturb me, I've got to keep any eye out for suspicious individuals.": "请不要打扰我，我得留意可疑的人。",
    "Please don't let him catch you! He MUSTN'T know what happened!": "请不要让他抓到你！他绝对不能知道发生了什么！",
    "Please don't touch me!": "请不要碰我！",
    "Please don't try to deceive me!|I really need that Volencia Moss if I am to make this potion.": "请不要试图欺骗我！|如果我要制作这种药水，我真的需要那个Volencia苔藓。",
    "Please don't try to deceive me,|I really need that Rogues Purse if I am to make this potion.": "请不要试图欺骗我，|如果我要制作这种药水，我真的需要那个盗贼荷包。",
    "Please don't try to deceive me.": "请不要试图欺骗我。",
    "Please don't try to extinguish...": "请不要试图扑灭……",
    "Please find him for me. Tell him of our plight.": "请帮我找到他。把我们的困境告诉他。",
    "Please find my Juliet, I am so, so sad.": "请找到我的Juliet，我好伤心，好伤心。",
    "Please friend, how goes our quest?": "朋友，我们的任务进展如何？",
    "Please get me some molten glass.": "请给我弄一些熔融玻璃。",
    "Please give this key to Glough, he left it here last night.": "请把这把钥匙交给Glough，他昨晚把它忘在这里了。",
    "Please go and look for him, I would appreciate it!": "请去找找他吧，我会非常感激的！",
    "Please go back and get my boy, you can send help for me later.": "请回去把我的孩子救出来，你之后再派人来帮我就行。",
    "Please go to Romeo, make sure he understands.": "请去找Romeo，确保他明白了。",
    "Please help me.": "请帮帮我。",
    "Please help us find the orbs.": "请帮我们找到宝珠。",
    "Please help us get our orb back.": "请帮我们夺回宝珠。",
    "Please hurry!": "请快点！",
    "Please hurry! Every day we live in fear that we will be the vampire's next victim!": "请快点！我们每天都活在恐惧中，害怕成为吸血鬼的下一个受害者！",
    "Please hurry.": "请快点。",
    "Please leave me alone.": "请别打扰我。",
    "Please leave my husband alone. He's very sick, and I don't want anyone bothering him.": "请别打扰我丈夫。他病得很重，我不想有人打扰他。",
    "Please make yourself some space, I have something for you.": "请腾出一些空间，我有东西要给你。",
    "Please please help us, bold adventurer!": "求求你帮帮我们，勇敢的冒险者！",
    "Please return with our orb soon.": "请尽快带着我们的宝珠回来。",
    "Please run for your life...": "请快逃命吧……",
    "Please select the facial hair you would like from this brochure.": "请从这本手册中选择你想要的面部毛发样式。",
    "Please select the hairstyle and colour you would like from this brochure.": "请从这本手册中选择你想要的发型和颜色。",
    "Please take this dagger; it has been handed down within my family for generations and is filled with the power of Saradomin. You will find that": "请收下这把匕首；它在我的家族中代代相传，蕴含着Saradomin的力量。你会发现",
    "Please take this food to Filliman, he'll probably appreciate a bit of cooked food. Now, he's never revealed where he lives in the swamps but I guess he'd be to the south, search for him won't you?": "请把这些食物带给Filliman，他大概会喜欢一些熟食。他从来没有透露过他住在沼泽的哪里，但我猜他在南边，去找找他好吗？",
    "Please tell her I long to be with her.": "请告诉她我渴望和她在一起。",
    "Please tell me that you haven't drunk the contents...": "请告诉我你没有喝掉里面的东西……",
    "Please tell me you have the blanket.": "请告诉我你有那条毯子。",
    "Please tell me.": "请告诉我。",
    "Please tell me?": "请告诉我好吗？",
    "Please traveller, seek out the Goblins base|and return the lad to us.|They must sleep somewhere!": "旅行者，请去找到哥布林的基地|把那个小伙子带回来给我们。|他们总得在什么地方睡觉吧！",
    "Please try and find them quickly... I am scared Sir Vyvin will find out!": "请尽快找到它们……我怕Vyvin爵士会发现！",
    "Please try and get it quickly... I am scared Sir Vyvin will find out!": "请尽快弄到它……我怕Vyvin爵士会发现！",
    "Please use my anvils any time you want.": "请随时使用我的铁砧。",
    "Please, I haven't done anything": "求你了，我什么都没做",
    "Please, deliver the message to Romeo with all speed!": "请以最快的速度把信送给Romeo！",
    "Please, for your efforts take this amulet. It's made from the same sacred stone as the orbs of protection. It will help keep you safe on your journeys.": "请收下这个护身符，作为对你的回报。它是用与守护宝珠相同的神圣石头制成的。它会在你的旅途中保护你的安全。",
    "Please, leave me alone. I'm sure the walls never used to sway that much.": "拜托，别烦我了。我确信以前墙壁从没晃得这么厉害。",
    "Please, leave now...": "请现在就离开……",
    "Please, leave now... don't listen to me... I beg you, leave now,  don't touch the flames...": "请现在就离开……不要听我的话……我求你了，现在就走，不要碰那些火焰……",
    "Please, now consider yourself a friend of my people. And visit us anytime.": "请把自己当作我们族人的朋友吧。随时欢迎来看我们。",
    "Please, take this message to him, and please don't lose it.": "请把这封信带给他，千万别弄丢了。",
    "Please, take this message to him.": "请把这封信带给他。",
    "Please, we must have the orb if we are to survive.": "求你了，我们必须拿回宝珠才能活下去。",
    "Please, we must have the orb if we are to survive.|Do you need me to show you through the maze?": "求你了，我们必须拿回宝珠才能活下去。|你需要我带你穿过迷宫吗？",
    "Please, we must have the orbs if we are to survive.": "求你了，我们必须拿回宝珠才能活下去。",
    "Please... please find and dispose of those|four diseased sheep as quickly as possible.|Every second the risk of contamination grows!": "请……请尽快找到并处理掉那|四只染病的羊。|每一秒被污染的风险都在增加！",
    "Please?": "拜托了？",
    "Pleased to meet you": "很高兴认识你",
    "Pleased to meet you.": "很高兴认识你。",
    "Pleashhh, find me a jug of water. Once I'm sober I'll 'elp you take the wine back.": "求求你……给我找壶水来。等我清醒了，我就帮你把酒拿回去。",
    "Poor Viyeldi, he was the guardian of the dead heroes that protected the source. Their tormented spirits will now be at the beck and call of the one who gave you the dagger.": "可怜的Viyeldi，他是守护水源的已故英雄们的守护者。他们受折磨的灵魂现在将听从那个给你匕首的人的差遣。",
    "Port Sarim please.": "请去Port Sarim。",
    "Possibly the finest multi purpose poison and cleaner yet available to the general market.": "可能是目前市面上最好的多功能毒药兼清洁剂。",
    "Praise be to Saradomin!": "赞美Saradomin！",
    "Praise be to the great Zamorak!": "赞美伟大的Zamorak！",
    "Pray for me? You're no doctor... You're an imposter!": "为我祈祷？你根本不是医生……你是个骗子！",
    "Prepare to die effendi!": "准备去死吧，先生！",
    "Prepare to die!": "准备受死吧！",
    "Pretty good story huh?": "故事不错吧？",
    "Pretty good, thanks.": "挺好的，谢谢。",
    "Pretty good, thanks. Yourself?": "挺好的，谢谢。你呢？",
    "Pretty please with sugar on top!": "求求你了，拜托拜托！",
    "Pretty please!": "求求你了！",
    "Pretty thirst-inducing actually...": "其实挺让人口渴的……",
    "Prev.": "上一页。",
    "Prince, I come to rescue you.": "王子，我来救你了。",
    "Prison riot in ten minutes, get your cart out of here!": "十分钟后要发生监狱暴动了，赶紧把你的马车开走！",
    "Problem is they want different change to us.": "问题是他们想要的改变和我们不同。",
    "Professors, students and workmen only.": "仅限教授、学生和工人进入。",
    "Protection from what?": "防护什么？",
    "Protective clothing to be worn; tools kept away from site.": "必须穿戴防护服；工具须远离现场。",
    "Protective clothing? I'm afraid I only have the one suit which I made myself to prevent infection from any contaminated patients I treat.": "防护服？恐怕我只有一套，是我自己做的，用来防止被我诊治的感染患者传染。",
    "Prove it to us with a gift.|Get us something from the market.": "用礼物证明给我们看。|从市场上给我们弄点什么来。",
    "Prove to me your might:|bring me the bones of an adult dragon to chew on,|and I'll eat them, not you.": "向我证明你的实力：|给我带一根成年龙骨来嚼嚼，|这样我就吃骨头，不吃你了。",
    "Pssssssssttt!!!": "嘘！！！",
    "Psssssst...": "嘘……",
    "Psssst...": "嘘……",
    "Pssst...": "嘘……",
    "Psst! Come here if you want to do some amulet trading.": "嘘！想交易护身符的话过来这边。",
    "Purchai Camerinthum Aber Gabindo Carlem": "Purchai Camerinthum Aber Gabindo Carlem",
    "Purchai Zaree Gabindo Carlem Camerinthum": "Purchai Zaree Gabindo Carlem Camerinthum",
    "Push through doors?": "推门进去吗？",
    "Quest Commands": "任务命令",
    "Quest commands": "任务命令",
    "Question 1 - Earth Sciences overview. Can you tell me what Earth Science is?": "第1题 - 地球科学概述。你能告诉我什么是地球科学吗？",
    "Question 1 - Sample preparation. Can you tell me how we prepare samples?": "第1题 - 样本准备。你能告诉我我们是如何准备样本的吗？",
    "Question 1 - Sample transportation. Can you tell me how we transport samples?": "第1题 - 样本运输。你能告诉我我们是如何运输样本的吗？",
    "Quick, get it back to our hideout! These are glorious times indeed adventurer, when the mighty Hazeel returns things are REALLY going to change around here!": "快，把它带回我们的藏身处！冒险者，这真是光辉的时刻，等强大的Hazeel回来，这里真的要变天了！",
    "Quick, help him! That beast will kill him. He's too old to fight.": "快，帮帮他！那头野兽会杀了他的。他太老了，打不动了。",
    "Quickly now! Take the scroll to Alomone so that we may begin the ritual... and when Lord Hazeel returns I promise you that you shall be well rewarded!": "快点！把卷轴带给Alomone，这样我们就能开始仪式了……等Hazeel大人回来，我保证你会得到丰厚的奖赏！",
    "Quickly, give it to me!": "快，给我！",
    "Quickly, give them to me!": "快，把它们给我！",
    "Quite a few ships you're building!": "你们在造不少船啊！",
    "Quite an impressive set up!": "挺气派的设施啊！",
    "Quite badly damaged, but easy to repair. Would you like me to repair it for free?": "损坏得挺严重的，但很容易修。你要我免费帮你修吗？",
    "Quite right, Bwana, please make all haste! Before your spine turns to water as we speak.": "说得对，Bwana，请赶紧行动！趁你的骨气还没变成一滩水。",
    "RESISTANCE IS USELESS!": "反抗是没有用的！",
    "Rabbit's foot.": "兔子脚。",
    "Radimus looks busy...": "Radimus看起来很忙……",
    "Radimus shuffles around the back of his desk and gives you a stern|look.": "Radimus在桌子后面挪了挪身子，严厉地|看了你一眼。",
    "Random murder isn't good": "随意杀人可不好",
    "Range cooking.": "灶台烹饪。",
    "Ranging employs a lot of different weapons as a skill, not just the shortbow you have there. Spears, throwing knives, and crossbows are all used best at a distance from your enemy.": "远程技能使用很多不同的武器，不仅仅是你手上的短弓。长矛、飞刀和弩都是在远离敌人时使用效果最好。",
    "Rantz said that you play with the 'fatsy toadies', what are they?": "Rantz说你玩那些'肥蟾蜍'，那是什么？",
    "Rashiliyia is the Queen of the dead. She has returned and has brought a plague of undead with her. They now occupy our village and we have them  trapped. I warn people like yourself to stay away.": "Rashiliyia是亡灵女王。她回来了，带来了一群不死生物。它们现在占据了我们的村庄，我们已经将它们困住了。我警告像你这样的人不要靠近。",
    "Rashiliyia would spare the lives of those who wore bronze necklaces. This pommel may have some significance to Bervirius. Perhaps you can craft something from it that can help?": "Rashiliyia会饶过那些佩戴青铜项链的人的性命。这个剑柄头可能对Bervirius有某种意义。也许你能用它制作什么有用的东西？",
    "Rashiliyia! The Queen of the undead has risen! She is the mother of the undead creatures that roam this land. But alas I know nothing of the legend that surrounds her.": "Rashiliyia！不死亡灵女王复活了！她是游荡在这片土地上的不死生物之母。但唉，我对围绕她的传说一无所知。",
    "Rashiliyia's only kin was a son, 'Bervirius'. His remains were entombed on a small island which lies to the South West. I will do some research into this to see if I can find any other details.": "Rashiliyia唯一的亲人是一个儿子，叫'Bervirius'。他的遗骸被安葬在西南方的一座小岛上。我会做些调查，看看能不能找到其他细节。",
    "Rashiliyia? Who is she?": "Rashiliyia？她是谁？",
    "Rather you than me! Well, the mourners normally deal with that stuff, you should speak to them. Their headquarters are right near the city gate.": "宁可是你不是我！嗯，哀悼者们通常处理那些事情，你应该去找他们。他们的总部就在城门附近。",
    "Rats eh? Yes, fair enough. Sorry to have doubted you old boy.": "老鼠啊？是的，说得通。抱歉怀疑你了，老伙计。",
    "Read message on wall?": "阅读墙上的信息？",
    "Read the message on the wall?": "阅读墙上的信息？",
    "Real generosity is doing something nice for someone who will never find it out.": "真正的慷慨是为那些永远不会发现的人做好事。",
    "Really, after working here, there's only time for a drink or three. All us guards go to the same bar and drink ourselves stupid.": "说真的，在这里工作之后，也只有时间喝几杯了。我们所有的守卫都去同一个酒吧喝得昏天黑地。",
    "Really, that would be great... @dbl@-- The slave looks at you @dbl@strangely. -- @bla@Hang on a minute... I suppose you want something for doing this?": "真的吗，那太好了…… @dbl@-- 奴隶奇怪地 @dbl@看着你。-- @bla@等一下……我猜你帮忙是想得到什么吧？",
    "Really, that's excellent, well done! Maybe now I will be able to get some rest.": "真的吗，太好了，干得漂亮！也许现在我终于能休息一下了。",
    "Really, would you? I've been working on a plan to get over the wall, but I'm too old and tired to carry it through.": "真的吗，你愿意？我一直在想办法翻过那堵墙，但我太老太累了，没法执行。",
    "Really, you do find the most unusual items. I know what this is, it's a strong chemical called ammonium nitrate. Why you want this I'll never know...": "真的，你总能找到最不寻常的东西。我知道这是什么，它是一种叫硝酸铵的强效化学品。你要这个干什么我永远也不想知道……",
    "Really.": "真的。",
    "Really..? Wait, listen!|Well done, well done!| Yes yes yes, you've done it!| You ARE clever!": "真的吗……？等等，听！|干得好，干得好！|是是是，你做到了！|你真聪明！",
    "Really?": "真的吗？",
    "Really? But... surely he can't have..? Please, let me have it, it must be extremely important for him to have sent a stranger.": "真的吗？但是……他不可能……？请让我看看，他派一个陌生人来送，一定非常重要。",
    "Really? Know where I can find him?": "真的吗？知道我在哪能找到他吗？",
    "Really? Look in your backpack and make sure first.": "真的吗？先看看你的背包确认一下。",
    "Really? Sorry, how rude of me. It just takes a little|while to get used to the funny names you humans|have.": "真的吗？抱歉，我太失礼了。只是需要一点|时间来适应你们人类那些|奇怪的名字。",
    "Really? Thank you so much!|I really have no idea where she could be!": "真的吗？太感谢了！|我真的完全不知道她会在哪里！",
    "Really? That was quick work! Who?": "真的吗？动作好快！谁？",
    "Really? That's odd, considering she died last year.": "真的吗？这很奇怪，因为她去年就去世了。"
}