{
    "You pour the water onto the soil.|The soil softens slightly.": "你把水倒在土壤上。|土壤稍微变软了。",
    "You pour water onto the soil.|The soil is now soft enough to dig into.": "你把水倒在土壤上。|土壤现在够软可以挖了。",
    "You pour water over the cog.|It quickly cools down enough to take.": "你往齿轮上浇水。|它很快冷却到可以拿取的程度。",
    "You prepare to start mapping this area...": "你准备开始绘制这个区域的地图...",
    "You probably deserve it.": "你大概是活该的。",
    "You probably shouldn't use evidence from a crime|scene to keep flour in...": "你可能不应该用犯罪|现场的证据来装面粉...",
    "You prove to the guard <~murder_get_murderer_name> did not use poison on the <~murder_get_poisoned_loc_name>.": "你向卫兵证明了<~murder_get_murderer_name>没有在<~murder_get_poisoned_loc_name>上使用毒药。",
    "You prove to the guard the thread matches <~murder_get_murderer_name>'s clothes.": "你向卫兵证明了线与<~murder_get_murderer_name>的衣服匹配。",
    "You push against the roots but they push back at you!": "你推着树根但它们也在推你！",
    "You push and push...": "你推啊推...",
    "You push on the doors, they're really shut. It looks like the doors have a huge locking mechanism. Although ancient, it looks very sophisticated.": "你推了推门，它们紧紧关着。门上似乎有一个巨大的锁定机构。虽然古老，但看起来非常精密。",
    "You push the doors... They're quite stiff... They won't budge with a|normal push. Do you want to try to force them open with brute|strength?": "你推了推门...它们很僵硬...普通推力|推不动。你想试试用蛮力|把它们撬开吗？",
    "You put a piece of your soft clay in your hand.|As you touch the key, you take an imprint of it.": "你把一块软黏土放在手里。|当你触碰钥匙时，你取了一个印模。",
    "You put the skull in the coffin.": "你把头骨放进了棺材里。",
    "You read the ancient shaman's tome. It is written in a strange sort of language but you manage a rough translation.": "你阅读了古代萨满的典籍。它用一种奇怪的语言写成，但你勉强翻译出了大意。",
    "You really are becoming a headache! Well, at least now you can die knowing you were right, it will save me having to hunt you down like all the other human filth of RuneScape!": "你真是越来越让人头疼！好吧，至少现在你可以知道自己是对的然后去死，这样我就不用像追杀RuneScape其他人类渣滓一样追杀你了！",
    "You really need to be more careful.|We don't want that key falling into the wrong hands.|Ah well...|Have this spare. Don't lose THIS one.": "你真的需要更小心。|我们不想让钥匙落入坏人手中。|唉算了...|拿这把备用的。这次别再弄丢了。",
    "You remember the words that Zadimus said when he appeared in front of you. @blu@'I am the key, but only kin may approach her.' Are @blu@you sure you want to drop this?": "你记起了Zadimus出现在你面前时说的话。@blu@'我就是钥匙，但只有亲族才能接近她。'你@blu@确定要丢掉这个吗？",
    "You remember what Trufitus told you about this. @blu@'Here|@blu@lies the traitor Zadimus, @blu@let his spirit be forever|@blu@tormented.'": "你记起了Trufitus关于这件事告诉你的。@blu@'这里|@blu@躺着叛徒Zadimus，|@blu@让他的灵魂永远|@blu@受折磨。'",
    "You remove people from the lists in the same way. If you add someone to your ignore list they will not be able to talk to you, or send any form of message to you.": "你可以用同样的方式从列表中移除人。如果你把某人添加到屏蔽列表，他们就无法和你说话，也不能给你发送任何形式的消息。",
    "You remove the evil totem pole and replace it with|the one you carved yourself.|As you do so, you feel a lightness in the air,|almost as if the Kharazi Jungle were sighing.": "你移除了邪恶的图腾柱，并用|你自己雕刻的替换了它。|当你这样做时，你感觉空气中有一种轻盈感，|就好像Kharazi丛林在叹息一样。",
    "You require a mould to make that.": "你需要一个模具来制作那个。",
    "You return, young conjurer. You obviously have a|taste for the dark side of magic.": "你回来了，年轻的召唤师。你显然对|黑暗魔法很有兴趣。",
    "You ripple your muscles and prepare to exert yourself...": "你活动了一下肌肉，准备使出全力...",
    "You rub the doogle leaves over the sardine.": "你把doogle叶子揉搓在沙丁鱼上。",
    "You said you were going to pay me.": "你说过要付我钱的。",
    "You said you'd enchant my battlestaff for me.": "你说过你会帮我给战斗法杖附魔。",
    "You saved my life and my son's, I am eternally in your debt brave traveller.": "你救了我和我儿子的命，勇敢的旅者，我永远欠你一份情。",
    "You saved us by returning the orbs of protection. I'm humbled and wish you well.": "你归还了保护宝珠拯救了我们。我深感敬佩，祝你一切顺利。",
    "You saved us by returning the orbs of protection. I'm humbled and wish you well. Would you like me to show you through the maze?": "你归还了保护宝珠拯救了我们。我深感敬佩，祝你一切顺利。你要我带你穿过迷宫吗？",
    "You scour the door for more clues.|Something etched into the wall nearby catches your eye...|It looks like a picture of four pillars!": "你仔细搜寻门上的更多线索。|附近墙上刻着的东西引起了你的注意...|看起来像是四根柱子的图案！",
    "You search for the secret compartment mentioned in the diary. Inside it you find a small key. You take the key.": "你搜寻日记中提到的秘密隔间。在里面你找到了一把小钥匙。你拿走了钥匙。",
    "You search the barrels and find Ana.": "你搜查了木桶，找到了Ana。",
    "You search the bookcase, it looks fairly old...|After a while you notice that there is a small crevice|in the back. You might just be able to force your way|through if you were in any way athletic.": "你搜查了书架，看起来相当古老...|过了一会儿你注意到后面有一条小裂缝。|如果你身手敏捷的话，|也许能挤过去。",
    "You search the chest, and find the|armour of a Khazard guard.": "你搜查了箱子，找到了|Khazard卫兵的盔甲。",
    "You search the chest, and find the|helmet and armour of a Khazard guard.": "你搜查了箱子，找到了|Khazard卫兵的头盔和盔甲。",
    "You search the chest, and find the|helmet of a Khazard guard.": "你搜查了箱子，找到了|Khazard卫兵的头盔。",
    "You search the chest.": "你搜查了箱子。",
    "You search the chest...": "你搜查了箱子...",
    "You search the chest.|Inside you find the gnomes' stolen orb of protection.": "你搜查了箱子。|在里面你找到了侏儒们被偷的保护宝珠。",
    "You search the crate. Under various food package you find an old rusty key.": "你搜查了板条箱。在各种食品包装下面你找到了一把生锈的旧钥匙。",
    "You search the crevice. It looks as if you might be able to squeeze through, would you like to try?": "你检查了裂缝。看起来你也许能挤过去，你想试试吗？",
    "You search the cupboard thoroughly but find nothing of interest.": "你彻底搜查了柜子但没有发现什么有趣的东西。",
    "You search the cupboard thoroughly. You find a bottle of poison and a mysterious amulet. You pass your discovery on to Ceril.": "你彻底搜查了柜子。你找到了一瓶毒药和一个神秘的护身符。你把你的发现告诉了Ceril。",
    "You search the footsteps more closely. You can see that there are five sets of footprints. One set of footprints seems lighter than the others. The four other footsteps were made by heavier people with boots.": "你更仔细地检查了脚印。你可以看到有五组脚印。其中一组脚印比其他的浅。另外四组脚印是穿靴子的较重的人留下的。",
    "You search the full barrel... It's full of rocks.": "你搜查了满桶...里面装满了石头。",
    "You search the lava furnace. You find a small compartment that you may be able to use. Strangely, it looks as if It looks designed it is designed for a specific purpose... to fuse things together at very high temperatures...": "你检查了熔岩炉。你发现了一个也许可以使用的小隔间。奇怪的是，它看起来像是为特定目的设计的...在极高温度下将东西融合在一起...",
    "You search the mine cart...": "你搜查了矿车...",
    "You search the rocks... You find an entrance into some caves.": "你搜查了岩石...你发现了通往一些洞穴的入口。",
    "You search the stone and find that it has some sort of faith symbol scratched into it.": "你检查了石头，发现上面刻有某种信仰符号。",
    "You search the stone and find that it has some sort of faith symbol scratched into it. This stone seems to be complete somehow.": "你检查了石头，发现上面刻有某种信仰符号。这块石头似乎已经完整了。",
    "You search the stone and find that it has some sort of nature symbol scratched into it.": "你检查了石头，发现上面刻有某种自然符号。",
    "You search the stone and find that it has some sort of nature symbol scratched into it. This stone seems to be complete in some way.": "你检查了石头，发现上面刻有某种自然符号。这块石头似乎在某种意义上已经完整了。",
    "You search the stone and find that it has some sort of spirit symbol scratched into it.": "你检查了石头，发现上面刻有某种灵魂符号。",
    "You search the stone and find that it has some sort of spirit symbol scratched into it. This stone seems to be complete in some way.": "你检查了石头，发现上面刻有某种灵魂符号。这块石头似乎在某种意义上已经完整了。",
    "You search the window.": "你搜查了窗户。",
    "You see Thurgo's eyes light up.": "你看到Thurgo的眼睛亮了起来。",
    "You see a barrel coming to the surface. Before too long you haul it onto the side. The barrel seems quite heavy and you hear a muffled sound coming from inside.": "你看到一个木桶浮上了水面。不一会儿你把它拉到了岸上。木桶似乎很重，你听到里面传来闷闷的声音。",
    "You see a broken cart has been placed here.|You suspect it's intended to keep people out.": "你看到一辆破马车被放在这里。|你怀疑它是用来阻止人们进入的。",
    "You see a delicate inscription on the rock, it says. @blu@'Once there were @blu@crystals to make the pool shine. Ordered in stature to retrieve what's @blu@mine.'": "你看到岩石上有一段精致的铭文，上面写着。@blu@'曾经有@blu@水晶让池水闪耀。按大小排列取回属于@blu@我的。'",
    "You see a heart-shaped depression in the wall.|A message reads...|@blu@All ye who stand 'ere the dragons teeth,|@blu@Place your full true heart within, and proceed...": "你看到墙上有一个心形凹槽。|一条消息写着...|@blu@所有站在龙牙面前的人，|@blu@将你完整的真心放入其中，然后前行...",
    "You see a huge waterfall blocking your path.  The path leads on through the cascading waterfall, but it looks quite dangerous. Would you like to try and follow the path?": "你看到一个巨大的瀑布挡住了你的去路。小路穿过飞流直下的瀑布继续前行，但看起来相当危险。你想试着沿着小路走吗？",
    "You see a lever which you pull on to open the door.": "你看到一个拉杆，你拉了一下打开了门。",
    "You see a magical, glowing crystal shape in the wall. It grants access to the cavern.": "你看到墙上有一个发光的魔法水晶形状。它打开了通往洞穴的通道。",
    "You see a shimmering field right in front of your eyes. It seems to float in the air. You touch it with your hand and it seems to resist your movements. It will definitely bar you from getting into the next cave.": "你看到眼前有一个闪烁的力场。它似乎漂浮在空中。你用手触碰它，它似乎在抵抗你的动作。它肯定会阻止你进入下一个洞穴。",
    "You see a small door outline starting to form in the wall. Slowly a|well formed door handle starts to emerge, suddenly, the door cracks|open. Would you like to go through?": "你看到墙上开始形成一扇小门的轮廓。慢慢地，|一个成形的门把手开始显现，突然，门裂开了。|你想通过吗？",
    "You see a small fissure in the granite that you might just be able to crawl through. Beyond the fissure is a long fall.": "你看到花岗岩上有一条小裂缝，你也许刚好能爬过去。裂缝后面是一段长长的落差。",
    "You see a small fissure in the granite that you might just be able to crawl through. Beyond the fissure is a long fall. Do you want to try to crawl through the fissure?": "你看到花岗岩上有一条小裂缝，你也许刚好能爬过去。裂缝后面是一段长长的落差。你想试着爬过裂缝吗？",
    "You see a small fissure in the granite that you might just be able to crawl through. It's very dark beyond the fissure.": "你看到花岗岩上有一条小裂缝，你也许刚好能爬过去。裂缝后面非常黑暗。",
    "You see a small fissure in the granite that you might just be able to crawl through. It's very dark beyond the fissure. Do you want to try to crawl through the fissure?": "你看到花岗岩上有一条小裂缝，你也许刚好能爬过去。裂缝后面非常黑暗。你想试着爬过裂缝吗？",
    "You see a small fissure in the granite that you might just be able to crawl through. You can see that a rope is attached nearby.": "你看到花岗岩上有一条小裂缝，你也许刚好能爬过去。你可以看到附近系着一根绳子。",
    "You see a small fissure in the granite that you might just be able to crawl through. You can see that a rope is attached nearby. Do you want to try to crawl through the fissure?": "你看到花岗岩上有一条小裂缝，你也许刚好能爬过去。你可以看到附近系着一根绳子。你想试着爬过裂缝吗？",
    "You see a white clad figure in the midst of the flames...": "你看到火焰中有一个身穿白衣的身影...",
    "You see no reason to do that at the moment.": "你目前没有理由这样做。",
    "You see nothing here but an empty bookcase behind some rocks.": "你只看到岩石后面一个空的书架。",
    "You see some footsteps in the sand.": "你看到沙子上有一些脚印。",
    "You see some sparkling effervescent water, it looks somehow similar to the water above ground.": "你看到一些闪闪发光的气泡水，看起来和地面上的水有些相似。",
    "You see something appear on the dolmen.": "你看到石桌上出现了什么东西。",
    "You see that sign behind me there?": "你看到我身后那个标志了吗？",
    "You see that there is a narrow gap through into the darkness. You could try to wriggle through and see where it takes you.": "你看到有一个通往黑暗的狭窄缝隙。你可以试着钻过去看看它通向哪里。",
    "You see that there is a small crevice that you may be able to crawl|though. Would you like to try to crawl through, it looks quite an|enclosed area?": "你看到有一条小裂缝也许能爬过去。|你想试着爬过去吗？看起来那边|是个封闭的区域。",
    "You see that this table already looks very sea worthy it takes virtually no time at all to help fix it into a crude raft.": "你看到这张桌子已经看起来很适合下水了，几乎不需要什么时间就能把它改造成一个简陋的木筏。",
    "You see the white robed figure inside the flaming octagram gesturing to you.": "你看到火焰八芒星内身穿白袍的身影在向你打手势。",
    "You seem like just the sort of person who would want their fortune told then.": "那你看起来正是那种想算命的人。",
    "You seem to be stuck! You may be able to climb out, but it looks pretty dangerous. Would you like to try?": "你似乎被困住了！你也许能爬出去，但看起来很危险。你想试试吗？",
    "You seem to be stuck! You may be able to push your way through a gap in the doors, but the edges are razor-sharp. Would you like to try?": "你似乎被困住了！你也许能挤过门缝，但边缘锋利如刀。你想试试吗？",
    "You seem to have a lot of books!": "你似乎有很多书！",
    "You seem to have some skill, so I advise you to practice on the east tower. That'll provide the best challenge for you.": "你似乎有些技巧，所以我建议你在东塔练习。那会给你最好的挑战。",
    "You seem upset... What's wrong?": "你看起来很沮丧...怎么了？",
    "You seem uptight, I'll leave you alone.": "你看起来很紧张，我不打扰你了。",
    "You seem uptight. I'll leave you alone.": "你看起来很紧张。我不打扰你了。",
    "You seem worried, what's up?": "你看起来很担心，怎么了？",
    "You sense that there is a spirit that needs to be put to rest.": "你感觉到有一个灵魂需要安息。",
    "You set to work trying to fix the ancient shield. It's seen some heavy action and needs some serious work doing to it.": "你开始尝试修复这面古老的盾牌。它经历了激烈的战斗，需要认真修理。",
    "You shall see that I am not cowardly enough to make false promises. They may go.": "你会看到我不至于懦弱到开空头支票。他们可以走了。",
    "You should be able to find many places where the ground is fertile in the Kharazi Jungle. Planting the Yommi tree seeds in fertile soil gives it a good chance to grow.": "你应该能在Kharazi丛林中找到很多土壤肥沃的地方。把Yommi树种子种在肥沃的土壤里，它就有很大的机会生长。",
    "You should be careful about insulting a witch. You never know what shape you could wake up in.": "你侮辱女巫的时候最好小心点。你可不知道你醒来会变成什么样子。",
    "You should be in jail! Well, no doubt the authorities in|Port Sarim know what they're doing. But if you get|into any more trouble, you'll be stuck back in jail.": "你应该在监狱里！不过，Port Sarim的|当局无疑知道他们在做什么。但如果你|再惹麻烦，你就会被关回监狱。",
    "You should be more careful with your ingredients.": "你应该更小心地对待你的材料。",
    "You should carry on, get in and rescue the prince. Keli is sharp, she won't stay tied up long.": "你应该继续前进，进去救出王子。Keli很机灵，她不会被绑太久的。",
    "You should check out the combat interface.": "你应该查看一下战斗界面。",
    "You should deliver the good news to bwana Timfraku, chief of Tai Bwo Wannai. He lives in a raised hut not far from here.": "你应该把好消息告诉bwana Timfraku，Tai Bwo Wannai的首领。他住在离这里不远的一座高架小屋里。",
    "You should do your own dirty work.": "你应该自己做你的脏活。",
    "You should equip a bow and some arrows before doing that.": "在做那个之前你应该先装备弓和箭。",
    "You should hurry, they could infect the entire town in a matter of a few days!": "你应该快点，他们可能在几天之内就会感染整个城镇！",
    "You should leave this place now traveller, I heard the crashing of rocks further down the cavern. Iban must be restless.": "旅者，你现在应该离开这个地方了，我听到洞穴深处传来岩石碰撞的声音。Iban一定不安分了。",
    "You should open the indicated menu to continue.": "你应该打开标示的菜单来继续。",
    "You should stand up to them more.": "你应该更多地反抗他们。",
    "You should take some basic precautions before heading over the Salve into it. The first place you will come across is the Werewolf trading post.": "在跨过Salve河之前你应该做一些基本的预防措施。你遇到的第一个地方将是狼人贸易站。",
    "You should try looking through some of the caves...": "你应该试着在一些洞穴里找找...",
    "You should try turning run on before continuing.": "你应该在继续之前试着打开跑步模式。",
    "You should wear your gas mask before entering West Ardougne.": "进入西阿多格尼之前你应该戴上防毒面具。",
    "You should, you really should. I am wealthy enough to place a bounty on your head. Or just remove your head myself. Now go, I am busy, too busy to fight a would-be hoodlum.": "你应该的，你真的应该。我足够富有可以悬赏你的人头。或者我亲自取你的头。现在走吧，我很忙，忙到没空跟一个小混混打架。",
    "You shouldn't be here human!": "你不应该在这里，人类！",
    "You shouldn't drink so much then!": "那你不应该喝那么多！",
    "You shouldn't work so hard!": "你不应该工作这么辛苦！",
    "You shouldn't,|but I won't help otherwise.|I never liked that cat anyway,|so what do you say?": "你不应该这样做，|但否则我不会帮忙。|反正我从来都不喜欢那只猫，|你怎么说？",
    "You shouldn't,|but we won't help otherwise.|We never liked that cat anyway,|so what do you say?": "你不应该这样做，|但否则我们不会帮忙。|反正我们从来都不喜欢那只猫，|你怎么说？",
    "You show Anna the thread from the study.": "你给Anna看了书房里的线。",
    "You show Carol the thread found at the crime scene.": "你给Carol看了在犯罪现场发现的线。",
    "You show Ceril the amulet from the cupboard.": "你给Ceril看了柜子里的护身符。",
    "You show Trufitus the 'Beads of the Dead'.": "你给Trufitus看了'亡者之珠'。",
    "You show Trufitus the Bone Shard.": "你给Trufitus看了骨头碎片。",
    "You show Trufitus the Locating Crystal.": "你给Trufitus看了定位水晶。",
    "You show Trufitus the beads that you crafted.": "你给Trufitus看了你制作的珠子。",
    "You show Trufitus the corpse.": "你给Trufitus看了尸体。",
    "You show Trufitus the remains...": "你给Trufitus看了遗骸...",
    "You show Trufitus the sword pommel.": "你给Trufitus看了剑柄头。",
    "You show her the thread from the study window.": "你给她看了书房窗户上的线。",
    "You show him the thread you discovered.": "你给他看了你发现的线。",
    "You show him the thread you found on the study window": "你给他看了你在书房窗户上发现的线",
    "You show the Dwarf Commander the remains.": "你给矮人指挥官看了遗骸。",
    "You show the completed map of Kharazi Jungle to the Forester.": "你给护林员看了完成的Kharazi丛林地图。",
    "You show the guard the finger prints evidence.": "你给卫兵看了指纹证据。",
    "You show the guard the thread you found on the window.": "你给卫兵看了你在窗户上发现的线。",
    "You show the poison salesman the pot you found at the murder scene with the unusual smell.": "你给毒药商人看了你在凶案现场发现的有异味的壶。",
    "You show the totem pole to Sir Radimus.": "你给Radimus爵士看了图腾柱。",
    "You show wisdom for one so young.": "对于这么年轻的人来说，你很有智慧。",
    "You shut your face! I smack you till you dead and sorry!": "你闭嘴！我揍你揍到你死了后悔！",
    "You slide the Earth Rune into the third depression... It glows slightly|and then merges with the wall. The letter 'E' appears where the Earth|Rune merged with the wall.": "你将土符文滑入第三个凹槽...它微微发光|然后与墙壁融合。土|符文与墙壁融合的地方出现了字母'E'。",
    "You slide the Law Rune into the fifth depression... It glows slightly|and then merges with the wall. The letter 'L' appears where the Law|Rune merged with the wall.": "你将律符文滑入第五个凹槽...它微微发光|然后与墙壁融合。律|符文与墙壁融合的地方出现了字母'L'。",
    "You slide the Law Rune into the fourth depression... It glows slightly|and then merges with the wall. The letter 'L' appears where the Law|Rune merged with the wall.": "你将律符文滑入第四个凹槽...它微微发光|然后与墙壁融合。律|符文与墙壁融合的地方出现了字母'L'。",
    "You slide the Mind Rune into the second depression... It glows slightly|and then merges with the wall. The letter 'M' appears where the Mind|Rune merged with the wall.": "你将心智符文滑入第二个凹槽...它微微发光|然后与墙壁融合。心智|符文与墙壁融合的地方出现了字母'M'。",
    "You slide the Soul Rune into the first depression... It glows slightly|and then merges with the wall. The letter 'S' appears where the Soul|Rune merged with the wall.": "你将灵魂符文滑入第一个凹槽...它微微发光|然后与墙壁融合。灵魂|符文与墙壁融合的地方出现了字母'S'。",
    "You sold my vial and gambled with the money?!": "你卖了我的药瓶然后拿那笔钱去赌了？！",
    "You sorted out that demon yet?": "你搞定那个恶魔了吗？",
    "You start digging...|But without knowing what you're digging for...|You decide to give up.": "你开始挖...|但不知道你在挖什么...|你决定放弃。",
    "You start to force the doors open...": "你开始用力推开门...",
    "You start to see little shoots growing on the seeds. These seeds look|as if they're germinated now.": "你开始看到种子上长出了小嫩芽。这些种子看起来|好像已经发芽了。",
    "You start to slowly move the rocks to one side.": "你开始慢慢地把岩石移到一边。",
    "You startin?|I hope your nose falls off!": "你想挑事？|我希望你的鼻子掉下来！",
    "You stash the rum in the crate.": "你把朗姆酒藏在箱子里。",
    "You stay away from here!|Black Arm dog!": "你远离这里！|黑臂帮的走狗！",
    "You step into the pool of sparkling water. You feel energy rush through your veins.": "你踏入了闪闪发光的水池。你感觉能量涌过你的血管。",
    "You still can't understand Hazelmere.|The mage wrote it down for you on a scroll.": "你仍然听不懂Hazelmere的话。|法师把它写在了一张卷轴上给你。",
    "You still can't understand the mage.|King Narnode said to give him the bark sample.": "你仍然听不懂法师的话。|Narnode国王说给他树皮样本。",
    "You still look human!": "你看起来还是人类！",
    "You still need more planks to close the hole completely.": "你还需要更多木板才能完全封住这个洞。",
    "You still need to train with the claw spell inside the|arena before you can use it outside.": "你仍然需要在|竞技场内用爪击咒语训练才能在外面使用。",
    "You still need to train with the flame spell inside the|arena before you can use it outside.": "你仍然需要在|竞技场内用火焰咒语训练才能在外面使用。",
    "You still need to train with the strike spell inside the|arena before you can use it outside.": "你仍然需要在|竞技场内用打击咒语训练才能在外面使用。",
    "You stole my treasure. I saw you!": "你偷了我的宝藏。我看到你了！",
    "You struggle through the narrow crevice in the rocks.": "你费力地穿过岩石中的狭窄缝隙。",
    "You study the technical plans even more... You need to attach feathers to the tip to complete the weapon.": "你更仔细地研究了技术图纸...你需要在尖端装上羽毛来完成武器。",
    "You take a bucket.": "你拿了一个桶。",
    "You take a look at the gallows. It's pretty eerie looking.": "你看了看绞刑架。看起来挺阴森的。",
    "You take a piece of fly paper.|There is still plenty of fly paper left.": "你拿了一张捕蝇纸。|还有很多捕蝇纸剩下。",
    "You take care too.": "你也保重。",
    "You take the book from the bookcase.": "你从书架上拿了一本书。",
    "You tell the guard about the <~murder_get_poisoned_loc_name>.": "你告诉卫兵关于<~murder_get_poisoned_loc_name>的事。",
    "You tell the guard about the mosquitos at the <~murder_get_poisoned_loc_name>.": "你告诉卫兵关于<~murder_get_poisoned_loc_name>处蚊子的事。",
    "You tell the guard about the tarnished <~murder_get_poisoned_loc_name>.": "你告诉卫兵关于变色的<~murder_get_poisoned_loc_name>的事。",
    "You tell the guard who you suspect of the crime.": "你告诉卫兵你怀疑谁犯了罪。",
    "You then need this chart to work out your position. Your position is recorded in terms of latitude and longitude. Latitude is your position above the equator and longitude is your position relative to here.": "然后你需要这张海图来确定你的位置。你的位置用纬度和经度来记录。纬度是你在赤道上方的位置，经度是你相对于这里的位置。",
    "You there!": "你，站住！",
    "You there, stop!": "你，站住！",
    "You think better of attempting to squeeze into the fissure.": "你转念一想决定不挤进裂缝了。",
    "You think this is funny... Eh?": "你觉得这很好笑...嗯？",
    "You think you hear a faint voice on the wind...Thank... you...": "你觉得你听到风中传来一个微弱的声音...谢...谢你...",
    "You think you're so clever.|You know nothing!": "你以为你很聪明。|你什么都不知道！",
    "You think you're so smart don't you? You might think you know what's going on but you have no idea.": "你觉得自己很聪明是吧？你可能以为你知道发生了什么，但你一无所知。",
    "You think you're tough do you?": "你觉得你很强是吗？",
    "You tie the end of the rope to the sewer pipe's grill and hold the other end in your hand.": "你把绳子的一端系在下水管的格栅上，另一端握在手中。",
    "You told me you wanted to get a Master thief's armband! Now pay attention.": "你说过你想得到一个盗贼大师臂章！现在注意听好。",
    "You too adventurer...": "你也是，冒险者...",
    "You too traveller.": "你也是，旅者。",
    "You too, thanks for freeing me.": "你也是，谢谢你释放了我。",
    "You too, your highness!": "你也是，殿下！",
    "You too.": "你也是。",
    "You touch the dolmen, and the ground starts to shake. You hear an unearthly voice booming and you step away from the dolmen in anticipation.": "你触碰了石桌，地面开始震动。你听到一个超凡脱俗的声音轰鸣着，你满怀期待地退开了。",
    "You truly are a hero.": "你真的是一位英雄。",
    "You try to get some wax from the beehive.": "你试图从蜂巢中取一些蜂蜡。",
    "You tumble the lock mechanism and the door opens easily.": "你拨弄了锁芯，门轻松地打开了。",
    "You turn the large metal valve to the left. Beneath your feet you can hear the sudden sound of rushing water from the sewer.": "你把大金属阀门向左转。脚下你能听到下水道中突然传来的湍急水声。",
    "You turn the large metal valve to the right. Beneath your feet you can hear the sudden sound of rushing water from the sewer.": "你把大金属阀门向右转。脚下你能听到下水道中突然传来的湍急水声。",
    "You unlock the door.": "你打开了门锁。",
    "You unromantic soul.": "你这个不懂浪漫的人。",
    "You use some nearby bits of wood and wire to try and pick the lock.": "你用附近的一些木片和铁丝试图撬锁。",
    "You use the sextant to measure the angle that the sun is currently at. You need the watch so that you know what the time is back here at the Observatory.": "你用六分仪测量太阳目前所在的角度。你需要手表来知道天文台这里的时间。",
    "You wait.": "你等待着。"
}