{
    "The spirit extends a wraithlike finger towards you. You feel a searing pain jolt through your body...": "灵魂向你伸出一根幽灵般的手指。你感到一阵灼痛穿过全身……",
    "The spirit rambled on about some nonsense.": "灵魂絮叨了一些废话。",
    "The spirit said something about keys and kin?": "灵魂说了一些关于钥匙和亲属的事？",
    "The spirit seems to shake with anger...": "灵魂似乎气得发抖……",
    "The spirit told me to kill Viyeldi.": "灵魂让我杀死Viyeldi。",
    "The spirit tree has looked over us for centuries. Now we must pay our respects.": "精灵树已经守护我们数百年了。现在我们必须表达敬意。",
    "The spirit wavers slightly and then stands proud.": "灵魂微微摇晃了一下然后骄傲地站立着。",
    "The spirits of these heroes are now free to be controlled by other, more powerful evil forces. Most likely the spirit that tricked you.": "这些英雄的灵魂现在可以被其他更强大的邪恶力量控制了。最有可能就是那个欺骗你的灵魂。",
    "The staff is sacred! You will not have it!": "法杖是神圣的！你休想得到它！",
    "The start of quests are easy to find. Look out for the|star icons on the minimap, like the one you should see|marking my house.": "任务的起点很容易找到。注意小地图上的|星形图标，就像你应该能看到的|标记我房子的那个。",
    "The study of Earth Sciences is: The study of the earth, its contents and history.": "地球科学的研究是：研究地球、其内含物和历史。",
    "The study of gardening, planting and fruiting vegetation.": "园艺、种植和结果植被的研究。",
    "The study of planets and the history of the worlds.": "行星和世界历史的研究。",
    "The study of the earth, its contents, and history.": "地球、其内含物和历史的研究。",
    "The swamp decays everything. We put a fence around|it to stop unwary travellers going in. Anyone who dies in|the swamp is forever cursed to haunt it as a Ghast.|Ghasts attack travellers, turning food to rotten flesh.": "沼泽会腐蚀一切。我们在周围竖起了|栅栏以阻止不慎的旅行者进入。任何在|沼泽中死去的人都会被永远诅咒成幽灵在那里游荡。|幽灵会攻击旅行者，把食物变成腐肉。",
    "The symbol of our Lord has been blessed with power!": "我们主的标志已被赐予了力量！",
    "The system is not activated yet.|Throw the switch to start it.": "系统尚未启动。|扳动开关来启动它。",
    "The telescope is now repaired!|Let's go to the Observatory.": "望远镜已经修好了！|我们去天文台吧。",
    "The temple east of here where Drezel lives. It lies south of the cliffs, at the source of the River Salve.": "Drezel住的东边那座神殿。它在悬崖以南，Salve河的源头。",
    "The thing is, this sword is a family heirloom. It has been passed down through Vyvin's family for five generations! It was originally made by the Imcando dwarves, who were": "问题是，这把剑是一件传家宝。它在Vyvin的家族中传承了五代！它最初是由Imcando矮人制造的，他们是",
    "The three things are: 'Something with faith', 'something from nature' and 'something of the spirit-to-become freely given'.": "这三样东西是：'有信仰的东西'、'来自自然的东西'和'即将成为灵魂者自愿给予的东西'。",
    "The tickets can be exchanged for goods from our stores. Do you want to give it a go? Only 200 coins.": "奖券可以在我们的商店兑换商品。要试试吗？只要200金币。",
    "The tickets can be exchanged for goods from our stores. Good luck!": "奖券可以在我们的商店兑换商品。祝你好运！",
    "The time has come to attack!": "进攻的时刻到了！",
    "The toll of war has affected his mind.": "战争的摧残影响了他的心智。",
    "The townsfolk will all be able to know|the correct time now!|Thank you so much for all of your help!|And as promised, here is your reward!": "镇上的人们现在都能|知道正确的时间了！|非常感谢你的帮助！|按照约定，这是你的奖赏！",
    "The trapdoor won't open.": "活板门打不开。",
    "The traveller returns, any news?": "旅行者回来了，有什么消息吗？",
    "The tree doesn't feel like talking.": "这棵树不想说话。",
    "The tree has many other powers, some of which I cannot reveal. As a friend of the gnome people, I can now allow you to use the tree's magic to teleport to other trees grown from related seeds.": "这棵树还有许多其他的力量，有些我不能透露。作为地精族的朋友，我现在可以允许你使用这棵树的魔法传送到由相关种子生长的其他树。",
    "The tree is fine, you have nothing to fear.": "树没事，你不用担心。",
    "The tree needs watering as there has been drought.": "这棵树需要浇水因为发生了干旱。",
    "The tree seems to have a ominous aura to it.|You do not feel like chopping it down.": "这棵树似乎有一种不祥的气息。|你不想砍倒它。",
    "The tree should show some remarkable growth quite|early but will slow down, you may be able to speed the|process up by watering the tree with more pure water,|although it can be difficult to find it.": "这棵树应该会很早就显示出显著的生长|但之后会变慢，你也许可以通过用更多纯净水|浇灌来加速这个过程，|虽然纯净水可能很难找到。",
    "The tree talks again...": "树又说话了……",
    "The tree talks in an old tired voice...": "树用苍老疲倦的声音说话……",
    "The tree will die in five days!": "树将在五天内死亡！",
    "The tree will still die if we don't find it!|It could be anywhere!": "如果我们找不到它，树还是会死！|它可能在任何地方！",
    "The trip will cost you 30 coins.": "这趟旅程要花你30金币。",
    "The trouble is, its not working.": "问题是，它不工作了。",
    "The truth is my people are in grave danger. We have always been protected by the Spirit Tree. No creature of dark can harm us while its three orbs are in place.": "事实是我的族人正处于极大的危险之中。我们一直受到精灵树的保护。只要三颗宝珠在位，任何黑暗生物都无法伤害我们。",
    "The vampire should be dealt with. I'd still best not risk it though.": "吸血鬼应该被处理掉。不过我最好还是别冒这个险。",
    "The wall has been reduced to rubble.|It should be possible to climb over the remains.": "墙已经被击成了碎石。|应该可以爬过残骸。",
    "The water babbles so loudly and I am already so tortured. I cannot abide the sound so I have stoppered the streams. Care you not for my torment and pain?": "水流声如此大而我已经如此痛苦。我无法忍受那个声音所以我堵住了溪流。你难道不在乎我的折磨和痛苦吗？",
    "The water contains special properties but it can only be contained in a blessed vessel made from metal of the sun. The water is difficult to get to, but I am sure you will manage to claim some.": "这种水含有特殊属性但只能用太阳金属制成的祝福容器来盛装。水很难获取，但我相信你能设法弄到一些。",
    "The water contains special properties which can only be retained if the water is contained in a blessed vessel made from metal of the sun.": "这种水含有特殊属性，只有装在太阳金属制成的祝福容器中才能保留。",
    "The water is too akward to get to, the gap to the water|is too narrow to reach with this item.": "水太难够到了，到水面的缝隙|太窄了，这件物品够不到。",
    "The water pool has dried up and I need more pure water.": "水池干涸了我需要更多纯净水。",
    "The whistle makes no noise.|It will not work in this location.": "哨子没发出声音。|它在这个地方不起作用。",
    "The wig you have got, well done.": "假发你已经弄到了，干得好。",
    "The witch is busy playing with her other cat...": "女巫正忙着和她的另一只猫玩……",
    "The witch sighs.": "女巫叹了口气。",
    "The witch smiles mysteriously.": "女巫神秘地笑了笑。",
    "The witch's rag doll. This here be black magic traveller. Iban was magically conjured in that very item. His four elements of being are guarded somewhere in this cave...": "女巫的布娃娃。这可是黑魔法旅行者。Iban就是在这件物品中被魔法召唤出来的。他存在的四种元素被守护在这个洞穴的某处……",
    "The wizard Grayzag next door|decided he didn't like me.|So he cast a spell of summoning,|and summoned hundreds of little imps.": "隔壁的巫师Grayzag|觉得他不喜欢我。|所以他施了一个召唤法术，|召唤了数百个小恶魔。",
    "The wizard waves his arms some more.": "巫师又挥了挥手臂。",
    "The words to this powerful enchantment are hidden within the Carnillean mansion, right under the nose of his unsuspecting foes. We already have an agent in place there": "这个强大附魔的咒语就藏在Carnillean宅邸里，就在他毫无戒心的敌人眼皮底下。我们已经在那里安插了一个特工",
    "The y coordinate is 5.": "y坐标是5。",
    "The young spirit tree talks...": "年轻的精灵树说话了……",
    "The.. poison.. it is all.. too much... My head... will not... stop spinning...": "那个……毒药……全都……太多了……我的头……停不下来……一直在转……",
    "Thee Dwarf Commander sent me, he's having trouble with his cannon.": "矮人指挥官派我来的，他的大炮出了问题。",
    "Their King, Tyras, journeyed out to the West on a voyage of discovery. But he was captured by the Dark Lord.": "他们的国王Tyras向西方出发进行探索之旅。但他被黑暗之主俘虏了。",
    "Their singing isn't a delight though!": "不过他们的歌声可一点也不动听！",
    "Their skin is cold to the touch, the victim is now brain dead. Their body however lives on driven by the virus, roaming like a zombie, spreading itself further wherever possible.": "他们的皮肤摸起来冰冷，受害者现在已经脑死亡了。然而他们的身体在病毒的驱使下继续活动，像僵尸一样游荡，尽可能地传播自己。",
    "Then I don't like you!": "那我不喜欢你！",
    "Then I suggest you leave as soon as you can.": "那我建议你尽快离开。",
    "Then I think this thing may be bigger than both of us.": "那我觉得这件事可能比我们俩都大。",
    "Then I'll be happy to call you a Black Arm.": "那我很乐意称你为黑臂帮成员。",
    "Then Romeo can collect her from the crypt.": "然后Romeo就可以从地下墓穴接她了。",
    "Then begone knave, before I have my Knights put you to the sword!": "那就滚开无赖，趁我还没让骑士们把你处死！",
    "Then collect the samples and take them to Guidor, my old mentor.": "然后收集样本带给Guidor，我的老导师。",
    "Then come back to me when you do.": "那等你做到了再来找我。",
    "Then how about this?": "那这个怎么样？",
    "Then leave, fool!": "那就走吧，蠢货！",
    "Then the potion can be powered with magic|and the ogre shaman can be destroyed.": "然后药水就可以用魔法充能|这样食人魔萨满就可以被消灭了。",
    "Then we shows them some magic!": "然后我们给他们看看魔法！",
    "Then why are you wasting your time here?": "那你为什么在这里浪费时间？",
    "Then you are a fool. Go back to your small minded mundane little life; you will never know the glories you could have tasted as one of us!": "那你就是个傻瓜。回去过你那狭隘平凡的小日子吧；你永远不会知道作为我们中的一员能品尝到怎样的荣耀！",
    "Then you had better free some space and come back!": "那你最好腾出一些空间再回来！",
    "Then you have found him. My name is Avan Fitzharmon.": "那你找到他了。我的名字是Avan Fitzharmon。",
    "Then you must die!": "那你必须去死！",
    "Then you must gather the herbs needed to make the potion you want.": "然后你必须采集制作你想要的药水所需的草药。",
    "Then you shall get nothing from me!": "那你别想从我这里得到任何东西！",
    "Then you will need the sword Excalibur with which the spell was bound in order to shatter the crystal.": "那你需要用Excalibur剑来击碎水晶，那个咒语就是用它绑定的。",
    "There are a lot of dead mosquitos around|the base of the fountain. A faint smell of|poison is in the air, but the water seems clean.": "喷泉底部周围有很多死蚊子。|空气中有一丝微弱的|毒药气味，但水看起来很干净。",
    "There are buckets in the crate.|Would you like a bucket?": "箱子里有桶。|你要一个桶吗？",
    "There are many myths about Baxtorian. One popular story is that after defending his kingdom against the invading dark forces from the west, Baxtorian returned to find his wife Glarial had been captured by the enemy!": "关于Baxtorian有很多神话。一个流行的故事是，在保卫王国抵御来自西方入侵的黑暗势力后，Baxtorian回来发现他的妻子Glarial已经被敌人抓走了！",
    "There are many trials you must pass... but please,|you're my only hope of escape!": "你必须通过许多考验……但拜托了，|你是我逃脱的唯一希望！",
    "There are more exam questions I'm stuck on.": "还有更多考试题目我答不上来。",
    "There are no crisps at the party.": "派对上没有薯片。",
    "There are so many places where your teleports cannot reach!": "有太多地方是你的传送术到不了的！",
    "There are two ways in that I know of, the large|heavy front doors, and the sea entrance,|only penetrable by boat.": "据我所知有两条路可以进去，巨大|沉重的前门，和海上入口，|只能坐船才能进入。",
    "There goes another one...": "又走了一个……",
    "There is a big dark shadow appearing now.": "现在出现了一个巨大的黑影。",
    "There is a certain lady I am trying to impress. As a man of noble birth, I can not give her just any old trinket to show my devotion. What I intend to give her,": "有一位女士我想要打动。作为一个出身高贵的人，我不能随便给她什么小玩意来表达我的爱慕。我打算给她的是，",
    "There is a dormitory upstairs if you are tired, it costs 35 gold pieces which covers the cost of laundry and cleaning.": "如果你累了，楼上有一间宿舍，费用35金币，包括洗衣和清洁。",
    "There is a faint smell of poison behind the smell of the compost.": "堆肥的气味后面有一丝微弱的毒药气味。",
    "There is a huge cascading waterfall in front of you, the roar of the water is quite loud. To the east you can see what looks like a trecherous pathway, it might lead outside.": "你面前有一个巨大的瀑布倾泻而下，水声相当大。在东边你可以看到一条看似危险的小路，它也许通向外面。",
    "There is a label on this crate. It says;": "这个箱子上有一个标签。上面写着：",
    "There is a label on this crate. It says; To Lord Handelmort, Handelmort Mansion, Ardougne.You carefully peel it off and take it.": "这个箱子上有一个标签。上面写着：致Handelmort大人，Handelmort宅邸，阿多格尼。你小心地把它撕下来拿走了。",
    "There is a large poster on the wall near the gateway. It reads:": "大门附近的墙上有一张大海报。上面写着：",
    "There is a legend about Rashiliyia, look for it in the temple.": "有一个关于Rashiliyia的传说，去神殿里找找。",
    "There is a lovely spot for a picnic on the hill to the north east, there's a monument to the deceased elven queen Glarial. It really is quite pretty.": "东北方的山丘上有一个可爱的野餐地点，那里有已故精灵女王Glarial的纪念碑。那里真的很漂亮。",
    "There is a spiders' nest here. You estimate there must be at least a few hundred spiders ready to hatch. It's certainly clear nobody's used poison here.": "这里有一个蜘蛛巢。你估计至少有几百只蜘蛛即将孵化。很明显这里没有人用过毒药。",
    "There is a wistfull look in Ned's eyes.": "Ned的眼中流露出怀旧的神情。",
    "There is an altar down there.|The place is crawling with skeletons!": "下面有一座祭坛。|那地方到处都是骷髅！",
    "There is an ancient symbol on the gate. It looks like a human figure with something around its neck. It looks pretty scary.": "大门上有一个古老的符号。看起来像一个人形，脖子上挂着什么东西。看起来挺吓人的。",
    "There is just a load of junk in here.": "这里面只有一堆垃圾。",
    "There is no need for haste, just send a runner.": "不必着急，派个传令兵就行。",
    "There is no need for haste.": "不必着急。",
    "There is no way to release him.|The only key to the door is on a chain around my neck|and the locksmith who made the lock|died suddenly when he had finished.": "没有办法释放他。|门的唯一钥匙在我脖子上的链子上|而制造这把锁的锁匠|完工后就突然死了。",
    "There is not another key like this in the world.": "世界上没有第二把这样的钥匙。",
    "There is one mourner who's really sick. They're resting upstairs. You should see to them first.": "有一个哀悼者真的病得很重。他们在楼上休息。你应该先去看看他们。",
    "There is repair work to carry out and also the men's|wages to consider. For the paltry sum of 5 Gold pieces,|I think we offer a great service.": "有维修工作要做还有工人的|工资要考虑。只需微薄的5金币，|我觉得我们提供的服务相当不错。",
    "There is said to be a stream of the sacred water that exists underground. I'm sure that Gujuo will tell you quite a lot about it.": "据说地下有一条圣水溪流。我相信Gujuo会告诉你很多关于它的事。",
    "There is some marsh to the south of Tai Bwo Wannai village. The herb grows near jungle vines, so check all around very carefully.": "在Tai Bwo Wannai村庄以南有一些沼泽。这种草药长在丛林藤蔓附近，所以要非常仔细地四处查看。",
    "There is some strange writing embossed upon it - it says, 'Zaros will return and wreak his vengeance upon Zamorak the pretender.'": "上面有一些奇怪的凸起文字——写着'Zaros将会回来向冒充者Zamorak实施报复。'",
    "There is something in there.|But you don't have the free space to hold it.": "里面有东西。|但你没有空闲的空间来装它。",
    "There is space on the cart for you get on, would you like to try?": "马车上有空间给你上去，你要试试吗？",
    "There isn't enough space for both you and this barrel in the cart.": "马车里没有足够的空间同时容纳你和这个桶。",
    "There isn't enough wood left in this table to make anything!": "这张桌子里剩下的木头不够做任何东西了！",
    "There may be just enough space to squeeze yourself into the cart. Would you like to try?": "也许刚好有足够的空间让你挤进马车。你要试试吗？",
    "There may be more parts to find...|I'll keep this for later.": "可能还有更多零件要找……|我先留着这个。",
    "There must be some evidence of what has happened here. Perhaps you could assist me in searching for clues?": "这里肯定有发生过什么事的证据。也许你能帮我搜索线索？",
    "There must be something relating to Zadimus at the temple. Did you find anything? If so, let me see it.": "神殿里肯定有与Zadimus相关的东西。你找到什么了吗？如果找到了让我看看。",
    "There seems to be a pressure gauge in here...": "这里面似乎有一个压力表……",
    "There seems to be some sort of recepticle on the door.|Perhaps it needs a key?": "门上似乎有某种插槽。|也许需要一把钥匙？",
    "There seems to be something slightly familiar about this presence.": "这种存在感似乎有些微的熟悉。",
    "There should be enough space for Ana (in the barrel) to go on here.": "这里应该有足够的空间放Ana（在桶里）。",
    "There was a map, but it has torn up into three pieces which are now scattered across Asgarnia.": "曾经有一张地图，但它被撕成了三片，现在分散在Asgarnia各地。",
    "There was a murder at the Sinclair House??? That's terrible! And I was only there the other day too! They bought the last of my Patented Multi Purpose Poison!": "Sinclair宅邸发生了谋杀案？？？太可怕了！我前几天还去过那里呢！他们买了我的专利多功能毒药的最后一瓶！",
    "There was a nest of mosquitos under the fountain|in the garden, which I killed with poison the other day.|You can see for yourself if you're capable|of managing that, which I somehow doubt.": "花园喷泉下面有一窝蚊子，|前几天我用毒药杀死了它们。|如果你有能力的话可以自己去看看，|虽然我有些怀疑。",
    "There was a nest of spiders upstairs between the two servants' quarters. Obviously I had to kill them before our pathetic servants whined at my father some more.": "楼上两个仆人房之间有一窝蜘蛛。显然我必须在那些可悲的仆人再向我父亲抱怨之前杀掉它们。",
    "There was a suspicious red headed man who came|to the house the other day selling poison now I|think about it. Last I saw he was headed towards|the tavern in the Seers village.": "现在想起来前几天有一个可疑的红发男子|来这里卖毒药。我最后看到他|是朝着先知村|的酒馆走去。",
    "There we go, all done. While in West Ardougne you must wear this at all times, or you'll never make it back.": "好了，完成了。在西阿多格尼的时候你必须始终穿着这个，不然你永远回不来。",
    "There you go dearie, your skin potion.|That will make you look good at the Varrock dances.": "给你亲爱的，你的护肤药水。|这会让你在瓦洛克的舞会上光彩照人。",
    "There you go my friend, you're now blessed. It's funny, now I look at you, there seems to be something of the faith about you. Anyway, good luck with your quest!": "好了朋友，你现在受到了祝福。有趣的是，我现在看着你，你身上似乎有某种信仰的气息。好了，祝你的任务顺利！",
    "There you go, I've placed the bait.": "好了，我已经放好诱饵了。",
    "There you go, finest rope in RuneScape.": "给你，RuneScape最好的绳子。",
    "There you go, good as new.": "给你，完好如新。",
    "There you go, good luck student...|Be sure to come back and show me your certificates.|I would like to see how you get on.": "给你，祝好运学生……|记得回来给我看你的证书。|我想看看你的进展。",
    "There you go, now where did you see Fluffs ?": "给你，那你在哪里见过Fluffs？",
    "There you go, that's five gold coins. I suggest lying down before you drink it. That way you have less distance to collapse.": "给你，五金币。我建议在喝之前先躺下。这样你倒下去的距离就短一些。",
    "There you go, that's two gold coins.": "给你，两金币。",
    "There you go, you be careful with that thing.": "给你，小心使用那个东西。",
    "There you go.": "给你。",
    "There you go... I hope they help.": "给你……希望它们有用。",
    "There's a crate ready to be loaded onto the ship. If you could fill it up with bananas, I'll pay you 30 gold.": "有一个箱子准备装上船。如果你能把它装满香蕉，我付你30金币。",
    "There's a demon who wants to invade the city.": "有一个恶魔想要入侵这座城市。",
    "There's a demon who wants to invade this city.": "有一个恶魔想要入侵这座城市。",
    "There's a good human.": "真是个好人类。",
    "There's a kidnap victim inside!": "里面有一个绑架受害者！",
    "There's a lot I could tell you about the Carnillean family history. However, I'm afraid if I did speak about such matters I would be at risk of losing my job.": "关于Carnillean家族的历史我能告诉你很多。不过恐怕如果我说了这些事我可能会有失去工作的风险。",
    "There's a man called Filliman who lives in Mort Myre, I wonder if you could look for him? The swamps of Mort Myre are dangerous though, they're infested with Ghasts!": "有一个叫Filliman的人住在Mort Myre，不知你能不能去找找他？不过Mort Myre的沼泽很危险，那里到处是幽灵！",
    "There's a message attached to this gate, it reads:-|@blu@~ Mort Myre is a dangerous Ghast infested swamp. ~ |@blu@~ Do not enter if you value your life. ~ |@blu@~ All persons wishing to enter must see Drezel. ~": "这扇门上附着一条信息，上面写着：-|@blu@~ Mort Myre是一片危险的幽灵出没的沼泽。~ |@blu@~ 如果你珍惜生命请勿进入。~ |@blu@~ 所有想进入的人必须先去见Drezel。~",
    "There's a skeleton without a skull in here.": "这里面有一具没有头骨的骷髅。",
    "There's also a slight problem with leaks.": "还有一个漏水的小问题。",
    "There's always someone ready to spread rumours.|I hear all sort of ridiculous things these days.": "总有人准备好散布谣言。|这些天我听到各种荒唐的事。",
    "There's more than one key in the world don't you know? Would be a bit odd if there was only the one.": "世界上的钥匙可不止一把你知道吧？如果只有一把那才奇怪呢。",
    "There's no better mining site anywhere near here.": "这附近没有比这里更好的采矿点了。",
    "There's no need for you to do that.|You've already completed the Sheep Herder quest.": "你不需要做那个了。|你已经完成了牧羊人任务。",
    "There's no point in giving me this back!": "把这个还给我没有意义！",
    "There's no such thing!": "没有那种东西！",
    "There's no time for that.": "没有时间做那个了。",
    "There's not a lot more I can tell you about questing.|You have to experience the thrill of it yourself to fully|understand. You may find some adventure in the caves|under my house.": "关于做任务我能告诉你的不多了。|你必须亲自体验其中的刺激才能|完全理解。你可以在我房子下面|的洞穴里找到一些冒险。",
    "There's not many of us left.|Once you could find tree gnomes|anywhere in the world, now we hide|in small groups to avoid capture.": "我们剩下的不多了。|曾经你可以在世界|任何地方找到树精灵，现在我们|躲在小群体中以避免被捕。",
    "There's nothing I can do, it's fatal.": "我无能为力，这是致命的。",
    "There's nothing like a good fire to warm the bones.|Next thing is getting food in our bellies. We'll need|something to cook. There are shrimp in the pond there.|So let's catch and cook some.": "没有什么比一堆好火更能温暖骨头了。|下一件事是填饱肚子。我们需要|烹饪一些东西。那边的池塘里有虾。|所以让我们抓一些来烤。",
    "There's nothing to see here,|just despair and death.": "这里什么都没有，|只有绝望和死亡。",
    "There's nothing wrong with the chest, it's fine, now get out!": "箱子没有任何问题，好着呢，现在出去！",
    "There's only a pillow in here...": "这里面只有一个枕头……",
    "There's only so much I can tell you adventurer.|We've been working on this little beauty for some time now.": "冒险者，我能告诉你的就这么多了。|我们已经研究这个小宝贝一段时间了。",
    "There's plenty of other adventurers about|besides yourself.|I'm sure if you asked one of them nicely|they would help you.": "除了你之外还有|很多其他冒险者。|我相信如果你好好问其中一个|他们会帮助你的。",
    "There's some flypaper in there.|Should I take it?": "里面有一些粘蝇纸。|我要拿走吗？",
    "There's some kind of commotion up at the Sinclair place I hear. Not surprising all things considered.": "我听说Sinclair宅邸那边有什么骚动。考虑到各种情况这并不令人意外。",
    "There's some pretty valuable artefacts in there! Those keys stay ONLY with the head guard and Scarface Pete.": "里面有一些非常值钱的文物！那些钥匙只有卫队长和刀疤Pete才有。",
    "There's something shiny hidden at the bottom.|You take Anna's Silver Necklace.": "底部藏着一个闪亮的东西。|你拿走了Anna的银项链。",
    "There's something shiny hidden at the bottom.|You take Bob's silver cup.": "底部藏着一个闪亮的东西。|你拿走了Bob的银杯。",
    "There's something shiny hidden at the bottom.|You take Carol's silver bottle.": "底部藏着一个闪亮的东西。|你拿走了Carol的银瓶。",
    "There's something shiny hidden at the bottom.|You take David's silver book.": "底部藏着一个闪亮的东西。|你拿走了David的银书。",
    "There's something shiny hidden at the bottom.|You take Elizabeth's silver needle.": "底部藏着一个闪亮的东西。|你拿走了Elizabeth的银针。",
    "There's something shiny hidden at the bottom.|You take Frank's silver pot.": "底部藏着一个闪亮的东西。|你拿走了Frank的银壶。",
    "There's ten gold in it for you if you leave now no questions asked.": "如果你现在就走不问问题的话可以拿十金币。",
    "There's three of them, and they're quick little beasties. They're all over RuneScape.": "有三只，而且它们是行动迅速的小家伙。它们遍布RuneScape各地。",
    "There, run along now, I am very busy.": "好了，你快走吧，我很忙。",
    "There... is only one Saradomin...": "只有……一个Saradomin……",
    "Theres a nice and complete skeleton in here!": "这里面有一具完整的骷髅！",
    "These adventurers reported seeing a wraith- like creature.": "这些冒险者报告说看到了一个幽灵般的生物。",
    "These are exciting times indeed!": "这确实是激动人心的时代！",
    "These are highly favoured with our guards.": "这些在我们的守卫中非常受欢迎。",
    "These caves are different... They're filled with the spirit of Zamorak!": "这些洞穴不一样……它们充满了Zamorak的气息！",
    "These doors are huge! They have a very sophisticated locking mechanism. You're definitely going to need a lockpick to get through these doors.": "这些门太大了！它们有非常精密的锁定机构。你肯定需要一把撬锁工具才能通过这些门。",
    "These imps have now spread out all over the kingdom.|Could you get my beads back for me?": "这些小恶魔现在已经散布到了整个王国。|你能帮我拿回我的珠子吗？",
    "These imps stole all sorts of my things.|Most of these things I don't really care about,|just eggs and balls of string and things.": "这些小恶魔偷了我各种各样的东西。|大部分我不太在意，|只是些鸡蛋、线团之类的。",
    "These look like interesting plants, right next to the water's edge. They make the pool look really picturesque.": "这些看起来像是有趣的植物，就在水边。它们让这个水池看起来非常美丽如画。",
    "These rocks look like they have been stacked uniformly.": "这些岩石看起来像是被整齐地堆放过的。",
    "These seeds need to be germinated before you can plant them.": "这些种子在种植之前需要先发芽。",
    "These should protect you from infection.": "这些应该能保护你免受感染。",
    "These tall reeds look nice and long with a long tube for a stem. They reach all the way down to the water.": "这些高大的芦苇看起来又好又长，有一根长管状的茎。它们一直延伸到水面。",
    "These wrought iron gates look like they're designed to keep people out. It looks like you'll need a key to get past these.": "这些锻铁大门看起来是用来防止人们进入的。看起来你需要一把钥匙才能通过。"
}