{
    "Do you have anything of importance to say?": "你有什么重要的事要说吗？",
    "Do you have anything to trade?": "你有什么可以交易的吗？",
    "Do you have no sense of drama?": "你一点戏剧感都没有吗？",
    "Do you have sand in your ears, I said, 'What are you guarding?'": "你耳朵里灌沙子了吗，我说的是'你在守卫什么？'",
    "Do you have the Desert Clothes yet?": "你拿到沙漠服装了吗？",
    "Do you have the coordinate for the Khazard stronghold?": "你有Khazard要塞的坐标吗？",
    "Do you have the orb?": "你拿到宝珠了吗？",
    "Do you have the planks yet?": "你拿到木板了吗？",
    "Do you hear them? The voices tell me things.": "你听到它们了吗？那些声音在告诉我一些事情。",
    "Do you know a Justin or Jeremy Servil?": "你认识Justin或Jeremy Servil吗？",
    "Do you know a potion to make hair fall out?": "你知道一种能让头发脱落的药水吗？",
    "Do you know any good adventures I can go on?": "你知道什么好的冒险可以去吗？",
    "Do you know any potion to make hair fall out?": "你知道什么能让头发脱落的药水吗？",
    "Do you know anything about daggers?": "你了解匕首吗？",
    "Do you know anything more about the caves?": "你还知道更多关于洞穴的事吗？",
    "Do you know anything more about the temple?": "你还知道更多关于神殿的事吗？",
    "Do you know how Merlin got trapped?": "你知道Merlin是怎么被困住的吗？",
    "Do you know much about breaking magical crystals?": "你对打碎魔法水晶了解多少？",
    "Do you know of a Justin or Jeremy Servil in this arena?": "你知道这个竞技场里有没有一个叫Justin或Jeremy Servil的人？",
    "Do you know the Carnilleans?": "你认识Carnillean家族吗？",
    "Do you know the coordinates of the Khazard stronghold?": "你知道Khazard要塞的坐标吗？",
    "Do you know what is in the cure?": "你知道解药里有什么吗？",
    "Do you know what it opens?": "你知道它打开什么吗？",
    "Do you know what this is?": "你知道这是什么吗？",
    "Do you know what this powder is?": "你知道这种粉末是什么吗？",
    "Do you know when she will be seaworthy?": "你知道她什么时候可以出海吗？",
    "Do you know where I can get some good equipment?": "你知道我在哪里能弄到好装备吗？",
    "Do you know where I could find any treasure?": "你知道我在哪里能找到宝藏吗？",
    "Do you know where I could get a Rune Plate mail body?": "你知道我在哪里能弄到符文板甲吗？",
    "Do you know where I could get a tenti pineapple?": "你知道我在哪里能弄到tenti菠萝吗？",
    "Do you know where this warlock might be now?": "你知道这个术士现在可能在哪里吗？",
    "Do you know where to find a chest key?": "你知道在哪里能找到箱子钥匙吗？",
    "Do you know where to find a specimen jar?": "你知道在哪里能找到标本罐吗？",
    "Do you know where you dropped it?": "你知道你把它掉在哪里了吗？",
    "Do you know where you lost it?": "你知道你把它丢在哪里了吗？",
    "Do you know why so much poison was bought recently?": "你知道为什么最近有人买了这么多毒药吗？",
    "Do you like my magic Zombies?|Feel free to kill them,|there's plenty more where these came from!": "你喜欢我的魔法僵尸吗？|随便杀，|后面还有更多的！",
    "Do you mind if I have a look around?": "你介意我四处看看吗？",
    "Do you mind if I have a look?": "你介意我看看吗？",
    "Do you mind if I just kill your warriors?": "你介意我杀掉你的战士吗？",
    "Do you need any help?": "你需要帮忙吗？",
    "Do you need any more help with the telescope?": "你还需要帮忙修望远镜吗？",
    "Do you need anything?": "你需要什么吗？",
    "Do you need to locate any particular scorpion?|Scorpions are a creature somewhat in abundance.": "你需要找特定的蝎子吗？|蝎子可是不缺的。",
    "Do you recognise this thread?": "你认得这根线吗？",
    "Do you require any assistance?": "你需要帮助吗？",
    "Do you see a lot of injured fighters?": "你经常见到受伤的战士吗？",
    "Do you seek passage to holy Entrana? If so, you must leave your weaponry and armour behind. This is Saradomin's will.": "你想前往神圣的Entrana吗？如果是的话，你必须把武器和盔甲留下。这是Saradomin的旨意。",
    "Do you sell Gherkins?": "你卖酸黄瓜吗？",
    "Do you sell cooked food?": "你卖熟食吗？",
    "Do you still fancy a drink?": "你还想来一杯吗？",
    "Do you still have it?": "你还有它吗？",
    "Do you still want to try and undo the locks for me?": "你还想试着帮我打开那些锁吗？",
    "Do you think it was floating on water?": "你觉得它是漂在水上的吗？",
    "Do you think they would let me join?": "你觉得他们会让我加入吗？",
    "Do you think you can do it?": "你觉得你能做到吗？",
    "Do you trust him?": "你信任他吗？",
    "Do you understand what he said?": "你听懂他说的了吗？",
    "Do you want me to pick an armour colour for you?": "你要我帮你选一种盔甲颜色吗？",
    "Do you want to buy any armoured skirts?|Designed especially for ladies who like to fight.": "你想买铠甲短裙吗？|专为喜欢战斗的女士设计。",
    "Do you want to buy any fine clothes?": "你想买些精美的衣服吗？",
    "Do you want to buy any fine clothes? Or would you like your bunny ears back?": "你想买些精美的衣服吗？还是你要要回你的兔子耳朵？",
    "Do you want to buy any fine clothes? Or would you like your scythe and bunny ears back?": "你想买些精美的衣服吗？还是你要要回你的镰刀和兔子耳朵？",
    "Do you want to buy any fine clothes? Or would you like your scythe back?": "你想买些精美的衣服吗？还是你要要回你的镰刀？",
    "Do you want to buy any fine silks?": "你想买些精美的丝绸吗？",
    "Do you want to buy some runes?": "你想买些符文吗？",
    "Do you want to go back to Al Kharid?": "你想回阿尔卡里德吗？",
    "Do you want to skip the tutorial?": "你想跳过教程吗？",
    "Do you want to take a banana?": "你想拿一根香蕉吗？",
    "Do you want to take some notes from this dolmen using your papyrus and charcoal?": "你想用你的莎草纸和木炭从这块石桌上抄写一些笔记吗？",
    "Do you want to trade?": "你想交易吗？",
    "Do you want to try and disarm it?": "你想试着解除它吗？",
    "Do you watch any matches?": "你看比赛吗？",
    "Do you wish to forfeit?": "你想认输吗？",
    "Do you wish to leave holy Entrana?": "你想离开神圣的Entrana吗？",
    "Do you wish to trade?": "你想交易吗？",
    "Doctor Orbon wears it when conducting mercy missions to the infected parts of the city. You should be able to find him in the chapel just north of here.": "Orbon医生在前往城市感染区执行仁慈使命时会穿它。你应该能在这里正北方的教堂找到他。",
    "Does Karamja have any unusual customs then?": "那Karamja有什么特别的风俗吗？",
    "Does he know how bad the situation is now?": "他知道现在情况有多糟糕吗？",
    "Does she have any weaknesses?": "她有什么弱点吗？",
    "Does the Captain order you to kill a lot of people?": "船长经常命令你杀很多人吗？",
    "Does the Yommi tree have to have pure water?": "Yommi树必须要纯净水吗？",
    "Does the little creature want to buy sumfin'?": "小东西想买点什么吗？",
    "Doesn't all of the security around the house get in your way then?": "那房子周围所有的安保不会碍事吗？",
    "Doesn't everyone?": "不是所有人都这样吗？",
    "Doesn't seem quite right.": "似乎不太对。",
    "Don't I get some sort of quest hint or something now?": "我现在不是应该得到某种任务提示什么的吗？",
    "Don't be ridiculous! That is far too much. You insult me with that price.": "别开玩笑了！那也太贵了。你用那个价格侮辱我。",
    "Don't be ridiculous. No-one has ever seen one.": "别荒唐了。从来没人见过。",
    "Don't be silly now! That in no way reflects the truth!": "别傻了！那完全不符合事实！",
    "Don't be silly!|I'm going to teach you a lesson!|Guards! Guards!": "别傻了！|我要给你一个教训！|卫兵！卫兵！",
    "Don't be silly, I can see you, I can see that tree.|If I were dead, I wouldn't be able to see anything..|What you say just doesn't reflect the truth.|You'll have to try harder to pull one over on me!": "别傻了，我能看到你，我能看到那棵树。|如果我死了，我就什么都看不到了……|你说的完全不符合事实。|你要想骗到我还得再努力！",
    "Don't be silly, the ammo's made by using a mould.|Here, take these to him, the instructions explain everything.": "别傻了，弹药是用模具做的。|来，把这些拿给他，说明书上都写了。",
    "Don't be. I have the position of the stronghold!": "别担心。我知道要塞的位置！",
    "Don't come back until you have it,|unless you wanna be on tonight's menu!": "没有它就别回来，|除非你想上今晚的菜单！",
    "Don't creature threaten Rantz with pointy stabbers!": "小东西别用尖尖的刺棒威胁Rantz！",
    "Don't cry, it's just me!": "别哭，是我！",
    "Don't distract me while I'm on duty!|This mine has to be protected!": "我值班的时候别分散我的注意力！|这座矿井必须受到保护！",
    "Don't eat me; I can help you.": "别吃我；我能帮你。",
    "Don't forget to take your stake with you, otherwise he'll just regenerate. Yes, you must have a stake to finish it off... I'd give you a stake but you've got one in your inventory.": "别忘了带上你的木桩，不然他会再生的。是的，你必须用木桩才能彻底解决他……我本想给你一根木桩但你背包里已经有一根了。",
    "Don't give up.": "别放弃。",
    "Don't hurt me, don't hurt me!": "别打我，别打我！",
    "Don't judge a book by its cover - judge it on its' grammar and, punctuation.": "不要以貌取人——要看它的语法和标点。",
    "Don't let it happen again.": "别再让这种事发生了。",
    "Don't lose heart, I'll be back.": "别灰心，我会回来的。",
    "Don't need anything from you, creature.": "不需要你什么东西，小东西。",
    "Don't play nice with me,|I know you're looking for the treasure too.": "别跟我装好人，|我知道你也在找宝藏。",
    "Don't play nice with me,|I know you're looking for the treasure.": "别跟我装好人，|我知道你在找宝藏。",
    "Don't speak to me you insignificant wretch!|Die in the name of Khazard!": "别跟我说话，你这不足挂齿的废物！|以Khazard之名去死吧！",
    "Don't stay too long traveller. Iban's calls will soon penetrate your delicate human mind.": "别待太久，旅行者。Iban的呼唤很快就会穿透你脆弱的人类心灵。",
    "Don't take too long, those mourners will soon be rid of those birds.": "别磨蹭太久，那些哀悼者很快就会除掉那些鸟。",
    "Don't talk rubbish, the warning siren isn't sounding. Now state your business before I have you thrown out.": "别胡说八道，警报器又没响。在我把你赶出去之前说清楚你来做什么。",
    "Don't talk to me again if you value your life!": "如果你珍惜你的命就别再跟我说话！",
    "Don't talk to me, you can't see me.|No one can, just the demons.": "别跟我说话，你看不到我。|没人能看到，只有恶魔能。",
    "Don't tell me a novice like YOU has found it!": "别告诉我像你这样的新手居然找到了！",
    "Don't tell me, you just happened|to be caught carrying Daconia rocks!": "别跟我说，你只是碰巧|被抓到身上带着Daconia石头！",
    "Don't tell them! They always come! They pester poor Winelda!": "别告诉他们！他们总是来！他们骚扰可怜的Winelda！",
    "Don't trouble me, can't you see I'm busy?": "别烦我，你没看到我很忙吗？",
    "Don't try to fool me, you don't have five gold coins! Before you try to bribe someone, make sure you have the money effendi!": "别想骗我，你连五枚金币都没有！在你试图贿赂别人之前，先确保你有钱，朋友！",
    "Don't want to get into trouble with the guards again.": "不想再和守卫起冲突了。",
    "Don't worry I'll find them soon enough.": "别担心，我很快就能找到他们。",
    "Don't worry about it, a good deed is its own reward. And that 2000 gold didn't hurt either.": "别在意，善行本身就是回报。那2000金币也不赖就是了。",
    "Don't worry about it.": "别担心。",
    "Don't worry about that for now. I don't have space to take anything from you.": "现在别担心这个。我没有空间从你这里拿任何东西。",
    "Don't worry your highness! We'll find it!": "别担心，殿下！我们会找到的！",
    "Don't worry, I have more.": "别担心，我还有更多。",
    "Don't worry, I'll get us out of here.": "别担心，我会带我们离开这里的。",
    "Don't worry, I'll kill them.": "别担心，我会杀了他们的。",
    "Don't worry, I'm a pretty resourceful fellow you know.": "别担心，我可是个很有办法的人。",
    "Don't worry, I'm sure you'll find it again.": "别担心，我相信你会再找到的。",
    "Don't worry, just kidding!": "别担心，开玩笑的！",
    "Don't worry, you can't miss it.": "别担心，你不会错过的。",
    "Don't you know how to make glass?": "你不知道怎么制作玻璃吗？",
    "Don't you know it.": "你当然知道。",
    "Don't you know of the legends that tell of the magical city, hidden in the swam... Uh, no, you're right, we're wasting our time here.": "你不知道那些关于隐藏在沼……的魔法城市的传说吗？呃，不，你说得对，我们在这里浪费时间。",
    "Don't you mean the seven seas?": "你不是指七大洋吗？",
    "Don't you still need it?": "你不是还需要它吗？",
    "Don't you understand he's creating his own army?!": "你不明白他正在组建自己的军队吗？！",
    "Don't you understand? There is no Plague!": "你不明白吗？根本没有瘟疫！",
    "Don't you want to take an interest in it at all?": "你一点都不想关心一下吗？",
    "Done.": "好了。",
    "Doogle sardines?": "Doogle沙丁鱼？",
    "Dr Harlow appears to sober up slightly.": "Harlow博士似乎稍微清醒了一些。",
    "Dragon Bitter and Greenman's Ale.": "龙苦啤酒和绿人麦酒。",
    "Dragon hide": "龙皮",
    "Dragon leather is hard-wearing and has excellent flexibility. You can make strong and supple armour with this.": "龙皮革经久耐用且柔韧性极佳。你可以用它制作坚固而柔软的盔甲。",
    "Dragon leather is made from dragonhides. One piece of hide can be worked into one piece of dragon leather. It costs 20 coins each piece.": "龙皮革由龙皮制成。一块龙皮可以加工成一块龙皮革。每块20金币。",
    "Dragon swords! Here, Dragon swords!|Straight from Frenaskrae!": "龙剑！来看龙剑！|直接从Frenaskrae运来的！",
    "Dragonhide leather.": "龙皮革。",
    "Dramenwood staffs are crafted from branches of the Dramen tree, so they are. I hear there's a Dramen tree over on the island of Entrana in a cave": "Dramen木法杖是用Dramen树的树枝制作的，确实如此。我听说Entrana岛上的一个洞穴里有一棵Dramen树",
    "Draw your sword warrior,|and fight along side us.": "拔出你的剑，战士，|和我们并肩作战。",
    "Draynor Village.": "德雷诺村。",
    "Drink the so-called 'Bravery Potion'?": "要喝这所谓的'勇气药水'吗？",
    "Drink this potion to increase your Attack level.": "喝下这瓶药水来提升你的攻击等级。",
    "Drinking will be the death of you.": "喝酒会要了你的命的。",
    "Drop the Beads of the Dead?": "要丢掉亡者珠子吗？",
    "Drop the Bone Key?": "要丢掉骨头钥匙吗？",
    "Drop the Bone Shard?": "要丢掉骨头碎片吗？",
    "Drop the Locating Crystal?": "要丢掉定位水晶吗？",
    "Drop the act Jones. I know you're in league with the cultists.": "别装了Jones。我知道你和那些邪教徒是一伙的。",
    "Drop them on the floor and jump on them.": "把它们扔在地上然后踩上去。",
    "Dropping this skull here will destroy it!": "把这个头骨丢在这里会毁掉它！",
    "Dude, do I look like I wanna talk to you?": "老兄，你觉得我看起来想跟你说话吗？",
    "Due to its nature the Holy Grail is likely to reside in a holy place.": "由于其本质，圣杯很可能存放在一个神圣的地方。",
    "Due to recent criminal activities against such prominent Ardougnians, I have been sent here on special guard duty to ensure the Carnilleans' security.": "由于最近针对如此显赫的阿多格尼人的犯罪活动，我被派来执行特别警卫任务以确保Carnillean家族的安全。",
    "Duh! You creature is a bit stoopid yes? Us needs to sneaky, sneaky and stick da chompy! Den we can eat da chompy!": "笨蛋！你这个小东西是有点蠢对吧？我们需要偷偷地、偷偷地戳chompy鸟！然后我们就能吃chompy鸟了！",
    "Dum dee do la la! *hiccup* That was some party!": "嗒嗒嗒啦啦！*嗝* 那可真是一场好聚会！",
    "Dwarfs?": "矮人？",
    "Each meat has to be dipped individually into the Cauldron of Thunder for it to work correctly.": "每块肉都必须单独浸入雷鸣大锅中才能正确起效。",
    "Each sewer valve must be correctly set before the water level is such that you may enter. The secret of the correct settings is contained in these amulets which honour him.": "每个下水道阀门都必须正确设定，水位才能让你进入。正确设置的秘密就在这些纪念他的护身符中。",
    "Earth Sciences level 1, question 2 - Eligibility. Can you tell me which people are allowed to use the digsite?": "地球科学1级，第2题 - 资格。你能告诉我哪些人被允许使用发掘现场吗？",
    "Earth Sciences level 1, question 3 - Health and safety. Can you tell me the proper safety points when working on a digsite?": "地球科学1级，第3题 - 健康与安全。你能告诉我在发掘现场工作时正确的安全要点吗？",
    "Earth Sciences level 2, question 2 - Handling of finds. What is the proper way to handle finds?": "地球科学2级，第2题 - 发现物的处理。正确处理发现物的方法是什么？",
    "Earth Sciences level 2, question 3 - Rock pick usage. Can you tell me the proper use for a rock pick?": "地球科学2级，第3题 - 岩石镐的使用。你能告诉我岩石镐的正确用法吗？",
    "Earth Sciences level 3, question 2 - Specimen brush use. What is the proper way to use a specimen brush?": "地球科学3级，第2题 - 标本刷的使用。使用标本刷的正确方法是什么？",
    "Earth Sciences level 3, question 3 - Advanced techniques. Can you describe the technique for handling bones?": "地球科学3级，第3题 - 高级技术。你能描述处理骨头的技术吗？",
    "Earth Sciences?": "地球科学？",
    "Earth battlestaff.": "大地战斗法杖。",
    "East Ardougnian women are easier to find in East Ardougne. Not many would come to West Ardougne to find one. Any particular woman you have in mind?": "东阿多格尼的女人在东阿多格尼更容易找到。不会有多少人到西阿多格尼来找。你心里有特定的人选吗？",
    "Easy": "简单",
    "Easy as pie...": "小菜一碟……",
    "Easy set 1": "简单套装 1",
    "Easy set 2": "简单套装 2",
    "Easy, tiger!": "淡定，伙计！",
    "Eating food will restore a little health. The harder something is to cook, the more it will heal you. Somewhere around here is a chef who will tell you more about food and cooking it.": "吃食物可以恢复少量生命值。越难烹饪的东西治愈效果越好。这附近有个厨师会告诉你更多关于食物和烹饪的知识。",
    "Eating me... they keep eating me! Eating me from the inside! Please stop them! I can feel them wriggling around inside me right now... please stop them!": "吃我……它们一直在吃我！从里面吃我！请阻止它们！我现在就能感觉到它们在我体内蠕动……请阻止它们！",
    "Edgeville.": "边缘村。",
    "Eeeeek!|My poor darling,|why must these things happen to us?": "啊啊啊！|我可怜的亲爱的，|为什么这些事偏偏发生在我们身上？",
    "Eep! The wilderness... No thank you.": "呀！荒野……不了谢谢。",
    "Effendi, I think you'll find that is the wisest decision you have made today.": "朋友，我想你会发现这是你今天做的最明智的决定。",
    "Effendi, you insult me! I am not interested in making|a profit from you! I merely seek to cover my expenses|in keeping this pass open.": "朋友，你侮辱我！我无意|从你身上赚钱！我只是想要覆盖|维持这个关口开放的费用。",
    "Effendi...": "朋友……",
    "Eh, I don't like the guy much, but you can't knock the quality of his stock. They're some fine quality threads you can get yourself there.": "呃，我不太喜欢那个人，但你不能否认他货物的品质。你在那里可以买到一些品质很好的衣料。",
    "Eh, suit yourself.": "呃，随你便。",
    "Eh, suit yourself. You're missing out on a genuine taste experience.": "呃，随你便。你会错过一次真正的味觉体验。",
    "Eh... I can't really tell you to be honest. Something about the guy just gets my hackles up everytime he opens his yap, know what I mean?": "呃……说实话我没法告诉你。那家伙不知道哪里让我每次他一开口就浑身不舒服，你懂我意思吧？",
    "Eh? Don't be daft! We don't even HAVE any hedges!": "嗯？别犯傻了！我们连树篱都没有！",
    "Eh? What are you on about? Go away!": "嗯？你在说什么？走开！",
    "Ehhh... suit yourself.": "呃……随你便。",
    "Elena eh?": "Elena嗯？"
}