{
    "He was our messenger before you|were kind enough to help us.": "在你好心帮助我们之前，|他是我们的信使。",
    "He went to get help days ago.": "他几天前去求救了。",
    "He who created this world along with his brothers Guthix and Zamorak?": "那个和他的兄弟Guthix和Zamorak一起创造了这个世界的神？",
    "He who creates the forces of goodness and purity in this world? I cannot believe your ignorance!": "那个在这个世界中创造善良和纯洁力量的神？我无法相信你的无知！",
    "He who uses the power of custard mixes it with his tears.": "使用蛋奶力量的人将其与泪水混合。",
    "He won't be able to give you one,|but for the right price, I'm sure he'll sell one to you.": "他不会白给你一个，|但出个好价钱，我相信他会卖给你一个。",
    "He won't notice me having a quick look.": "他不会注意到我偷看一眼。",
    "He would follow them at a distance and make the path clear for them, showing them to the temple and to salvation. Saradomin bless him! He is a good man.": "他会远远地跟着他们，为他们扫清道路，引导他们到达神殿和救赎。Saradomin保佑他！他是个好人。",
    "He's back and unfortunately I've got to deal with him.": "他回来了，不幸的是我得去对付他。",
    "He's been after me ever since I declined his hand in marriage.": "自从我拒绝了他的求婚，他就一直在追我。",
    "He's been with our family for twenty years... that's 140 in dog years! The poor dog... what did HE ever do to deserve such a fate???": "他跟我们家在一起二十年了……换算成狗的年龄就是140年！可怜的狗……他做了什么要遭受这样的命运？？？",
    "He's clearly lost the plot.": "他显然已经疯了。",
    "He's from a very far away land, we couldn't find out more as the explorer who brought him back died shortly afterwards!": "他来自一个非常遥远的地方，我们无法了解更多，因为把他带回来的探险家不久后就死了！",
    "He's got a ghost haunting his graveyard.": "有个鬼魂在他的墓地里闹鬼。",
    "He's having a bit of trouble with his cart.": "他的马车出了点问题。",
    "He's lost his valuable lesser Kharid scorpions.": "他弄丢了他珍贵的小Kharid蝎子。",
    "He's not my king.": "他不是我的国王。",
    "He's one of the King's knights.": "他是国王的骑士之一。",
    "He's only 10 as well!": "他也才10岁！",
    "He's that chicken over there.": "他就是那边那只鸡。",
    "Head north-east to find the city of Ardougne.": "往东北方向走就能找到阿多格尼城。",
    "Heard any good gossip?": "听到什么好八卦了吗？",
    "Heard any gossip?": "听到什么八卦了吗？",
    "Heat-resistant clothing to be worn at all times.": "必须始终穿着耐热服装。",
    "Hector were killed along with many of the crew, I were one of the few to escape and I escaped with this.": "Hector和很多船员一起被杀了，我是少数逃出来的人之一，我带着这个逃了出来。",
    "Hector were very successful and became very rich. But about a year ago we were boarded by the Customs and Excise Agents.": "Hector非常成功，变得很富有。但大约一年前我们被海关缉私人员登船了。",
    "Hee hee!": "嘻嘻！",
    "Hee hee, lardi da, lardi dee.|@whi@(The gnome appears to be singing.)": "嘻嘻，啦啦啦，啦啦嘀。|@whi@（地精似乎在唱歌。）",
    "Heehee, this'll be fun!": "嘻嘻，这会很好玩！",
    "Heh-heh! So you speak a little skavid eh?|I'm impressed, here take this prize...": "嘿嘿！所以你会说一点skavid语？|我印象深刻，拿着这个奖品……",
    "Heh. Can I buy some?": "嘿。我能买一些吗？",
    "Heh. If you wanna deal with the Phoenix Gang|they're involved in much worse than a bit of bribery.": "嘿。如果你想对付凤凰帮|他们干的坏事可比一点贿赂严重多了。",
    "Hehe! We see you're in a pickle!": "嘿嘿！我们看到你有麻烦了！",
    "Hehe! Ye'll come back! They always come back!": "嘿嘿！你会回来的！他们总是会回来的！",
    "Hello": "你好",
    "Hello <displayname()>, how are you getting on?": "你好<displayname()>，进展如何？",
    "Hello <displayname()>, how did you do?": "你好<displayname()>，你做得怎么样？",
    "Hello <displayname()>. So what did you think of the book?": "你好<displayname()>。你觉得那本书怎么样？",
    "Hello Adventurer, how's things?": "你好冒险者，一切还好吗？",
    "Hello Almera.": "你好Almera。",
    "Hello Alomone.": "你好Alomone。",
    "Hello Aluft.": "你好Aluft。",
    "Hello Bailey.": "你好Bailey。",
    "Hello Blurberry.": "你好Blurberry。",
    "Hello Bolren.": "你好Bolren。",
    "Hello Bwana!": "你好勇士！",
    "Hello Bwana, I see that you already have a blessed golden bowl. Have you fallen under the spell of the metal of the sun? Alas, I cannot allow you to bless the vessel if you're possessed by greed.": "你好勇士，我看到你已经有一个祝福过的金碗了。你是不是被太阳金属的魔力迷住了？唉，如果你被贪婪所驱使，我不能允许你祝福这个器皿。",
    "Hello Bwana, I'm very pleased to see you again. Things seem much happier now in the Kharazi Jungle. I suspect that it is down to your good doings!": "你好勇士，很高兴再次见到你。Kharazi丛林的情况现在似乎好多了。我猜这是你的功劳！",
    "Hello Bwana, What can I do for you today?": "你好勇士，今天我能为你做什么？",
    "Hello Bwana, do you have the Snake Weed?": "你好勇士，你有蛇草吗？",
    "Hello Bwana, have you been able to get the Ardrigal?": "你好勇士，你弄到Ardrigal了吗？",
    "Hello Bwana, how goes your quest to find Ah Za Rhoon?": "你好勇士，寻找Ah Za Rhoon的任务进展如何？",
    "Hello Bwana, how goes your quest to find the water?": "你好勇士，寻找水源的任务进展如何？",
    "Hello Bwana, how goes your quest with the Yommi tree?": "你好勇士，Yommi树的任务进展如何？",
    "Hello Bwana, this message from Mosol Rei bears bad news... Yes, things do look very bad indeed.": "你好勇士，Mosol Rei的这封信带来了坏消息……是的，情况确实看起来很糟糕。",
    "Hello Bwana. Are you interested in buying a ticket for the 'Lady of the Waves'?": "你好勇士。你有兴趣买一张'波浪女士号'的船票吗？",
    "Hello Bwana. I conclude that you have been successful. Mosol sent word that the village is clearing of zombies. You have done us all a great deed!": "你好勇士。我推断你已经成功了。Mosol传来消息说村庄里的僵尸正在被清除。你为我们所有人做了一件大好事！",
    "Hello Caroline.": "你好Caroline。",
    "Hello Cedric.": "你好Cedric。",
    "Hello Ceril.": "你好Ceril。",
    "Hello Ceril. How's things?": "你好Ceril。一切还好吗？",
    "Hello Ceril. Yes, I found their hideout.": "你好Ceril。是的，我找到了他们的藏身处。",
    "Hello Charlie.": "你好Charlie。",
    "Hello Claus.": "你好Claus。",
    "Hello Doc, I feel terrible.|I think it was the stew.": "你好医生，我感觉很不舒服。|我觉得是那碗炖菜的问题。",
    "Hello Edmond.": "你好Edmond。",
    "Hello Effendi!": "你好阁下！",
    "Hello Effendi! How can I help you?": "你好阁下！我能帮你什么？",
    "Hello Elena, I've spoken to Jerico.": "你好Elena，我跟Jerico谈过了。",
    "Hello Elena.": "你好Elena。",
    "Hello Elkoy.": "你好Elkoy。",
    "Hello Elkoy. I have the orb.": "你好Elkoy。我拿到宝珠了。",
    "Hello Gertrude.": "你好Gertrude。",
    "Hello Gertrude.|Fluffs ran off with her kitten.": "你好Gertrude。|Fluffs带着她的小猫跑了。",
    "Hello Holgart.": "你好Holgart。",
    "Hello Hudon.": "你好Hudon。",
    "Hello I am Thormac the sorcerer.": "你好，我是巫师Thormac。",
    "Hello I am Thormac the sorcerer.|I don't suppose you could be of assistance to me?": "你好，我是巫师Thormac。|你能帮帮我吗？",
    "Hello I'm Luthas, I run the banana plantation here.": "你好，我是Luthas，我经营这里的香蕉种植园。",
    "Hello Jerico, I need someway to distract the watch tower, any ideas?": "你好Jerico，我需要想办法分散瞭望塔的注意力，有什么主意吗？",
    "Hello Jerico.": "你好Jerico。",
    "Hello Jones.": "你好Jones。",
    "Hello Kennith,|are you okay?": "你好Kennith，|你还好吗？",
    "Hello Kilron.": "你好Kilron。",
    "Hello King Lathas.": "你好Lathas国王。",
    "Hello Klank.": "你好Klank。",
    "Hello Koftik.": "你好Koftik。",
    "Hello Lady Servil.": "你好Servil夫人。",
    "Hello Madam.": "你好，女士。",
    "Hello Montai, how are you?": "你好Montai，你好吗？",
    "Hello Mr. Stankers.": "你好Stankers先生。",
    "Hello Omart.": "你好Omart。",
    "Hello Paladin.": "你好圣骑士。",
    "Hello Remsai.": "你好Remsai。",
    "Hello Sir Amik.": "你好Amik爵士。",
    "Hello Traveller, did you speak to Glough?": "你好旅行者，你跟Glough谈过了吗？",
    "Hello Traveller, did you speak to Hazelmere?": "你好旅行者，你跟Hazelmere谈过了吗？",
    "Hello Traveller. If you wish to talk to the prisoner go to the top of the tree, you'll find him there.": "你好旅行者。如果你想跟囚犯说话就去树顶，你能在那里找到他。",
    "Hello Traveller. So, did you speak to the culprit?": "你好旅行者。那么，你跟罪犯谈过了吗？",
    "Hello adventurer, are you looking for another staff?": "你好冒险者，你在找另一根法杖吗？",
    "Hello adventurer, do you seek a quest?": "你好冒险者，你在寻找任务吗？",
    "Hello adventurer, have you found Brother Cedric?": "你好冒险者，你找到Cedric修士了吗？",
    "Hello adventurer, have you made your choice?": "你好冒险者，你做出选择了吗？",
    "Hello adventurer, here's some wise words.": "你好冒险者，这里有一些智慧之言。",
    "Hello adventurer, how's your treasure hunt going?": "你好冒险者，你的寻宝之旅进展如何？",
    "Hello adventurer, what can I do for you?": "你好冒险者，我能为你做什么？",
    "Hello adventurer, where's Brother Cedric?": "你好冒险者，Cedric修士在哪？",
    "Hello adventurer. Be careful herding|those sheep; I don't think they've wandered far,|but if you touch them you risk getting infected by the plague. I suggest": "你好冒险者。赶那些羊的时候要小心；|我觉得它们没有走远，|但如果你碰到它们就有感染瘟疫的风险。我建议",
    "Hello adventurer. Have you figured out what's going on?": "你好冒险者。你弄清楚怎么回事了吗？",
    "Hello adventurer. I hear you accused Jones the butler of being an accomplice of that loony cult. Is that true?": "你好冒险者。我听说你指控管家Jones是那个疯狂邪教的同谋。这是真的吗？",
    "Hello adventurer. I hope you find the cult soon we have a horrible suspicion that there's been another burglary.": "你好冒险者。我希望你能尽快找到那个邪教，我们有个可怕的猜测，又发生了一起盗窃案。",
    "Hello adventurer.|I'm afraid it's too risky to use the ladder again,|but I believe that Edmond's working on another tunnel.": "你好冒险者。|恐怕再次使用梯子太危险了，|但我相信Edmond正在挖另一条隧道。",
    "Hello adventurer.|My name is Brother Kojo.|Do you happen to know the time?": "你好冒险者。|我叫Kojo修士。|你知道现在几点吗？",
    "Hello adventurer.|What brings you to these parts?": "你好冒险者。|什么风把你吹到这里来了？",
    "Hello again <displayname()> how did you do?": "又见面了<displayname()>，你做得怎么样？",
    "Hello again <displayname()>, how did you do?": "又见面了<displayname()>，你做得怎么样？",
    "Hello again Almera.": "又见面了Almera。",
    "Hello again Aluft.": "又见面了Aluft。",
    "Hello again Blurberry!": "又见面了Blurberry！",
    "Hello again Brother Kojo.": "又见面了Kojo修士。",
    "Hello again Bwana! Well Done again for helping to defeat Rashiliyia. Hopefully things will return to normal around here now.": "又见面了勇士！再次恭喜你帮助击败了Rashiliyia。希望这里的一切现在能恢复正常。",
    "Hello again Gertrude!": "又见面了Gertrude！",
    "Hello again Gertrude.": "又见面了Gertrude。",
    "Hello again Guidor.": "又见面了Guidor。",
    "Hello again Holgart.": "又见面了Holgart。",
    "Hello again Jerico.": "又见面了Jerico。",
    "Hello again Murphy.": "又见面了Murphy。",
    "Hello again adventurer, so you're still around?": "又见面了冒险者，你还在这里啊？",
    "Hello again adventurer. Still hanging around here eh? I'll be honest, I'm glad someone of your ability is around to assist me in case of trouble.": "又见面了冒险者。还在这里晃啊？说实话，我很高兴有你这样能力的人在身边，万一出了什么事可以帮忙。",
    "Hello again adventurer. Still hanging around here eh? Let me know if you spot any of those loony cultists sniffing around.": "又见面了冒险者。还在这里晃啊？如果你发现那些疯狂的邪教徒在附近鬼鬼祟祟的话告诉我。",
    "Hello again adventurer.|Thanks again for your help in keeping us safe.": "又见面了冒险者。|再次感谢你帮助保护我们的安全。",
    "Hello again brother Omad.": "又见面了Omad修士。",
    "Hello again friend. I see you decided to keep the mark of Hazeel discreetly about you.": "又见面了朋友。我看到你决定低调地佩戴Hazeel的印记。",
    "Hello again friend. I see you have the mark now; You should keep it covered up.": "又见面了朋友。我看到你现在有了印记；你应该把它遮起来。",
    "Hello again friend. Please read the billboard poster|before going into the desert. It'll give yer details on the|dangers you can face.": "又见面了朋友。请在进入沙漠之前|阅读告示板上的海报。它会告诉你|可能面临的危险细节。",
    "Hello again land lover.|There's some strange goings on,|on that platform, I tell you.": "又见面了旱鸭子。|我告诉你，那个平台上|有些奇怪的事情在发生。",
    "Hello again my friend, have you defeated three Ghasts as I asked you?": "又见面了我的朋友，你按我说的击败了三个幽魂了吗？",
    "Hello again sir.": "又见面了先生。",
    "Hello again traveller.|How are you doing with those railings?": "又见面了旅行者。|那些栏杆的事进展如何？",
    "Hello again!": "又见面了！",
    "Hello again! Do go through to the main Legends Guild Hall I'll meet you in there and we can discuss your reward!": "又见面了！请进入传奇公会大厅，我会在里面跟你碰面，我们可以讨论你的奖励！",
    "Hello again! I don't suppose you've found out what the other components of the Nature spell are have you?": "又见面了！你不会已经找到自然咒语的其他组成部分了吧？",
    "Hello again! I'm helping Filliman, he plans to become a nature spirit. I have a spell to cast but first I need to be blessed. Can you bless me?": "又见面了！我在帮Filliman，他打算变成自然精灵。我有一个咒语要施放，但首先我需要被祝福。你能祝福我吗？",
    "Hello again, Bolren.": "又见面了，Bolren。",
    "Hello again, adventurer. You will need to speak to my fellow druid Sanfew in the village south of here to continue in your quest.": "又见面了，冒险者。你需要去南边的村庄跟我的德鲁伊同伴Sanfew谈谈以继续你的任务。",
    "Hello again, are the dishes ready?": "又见面了，菜准备好了吗？",
    "Hello again, did you manage to find Shilop?|I can't keep an eye on him for the life of me.": "又见面了，你找到Shilop了吗？|我怎么也看不住他。",
    "Hello again, do you have the bronze yet?": "又见面了，你拿到青铜了吗？",
    "Hello again, do you need reminding of the rules?": "又见面了，你需要我重新说一下规则吗？",
    "Hello again, do you want to try and unlock my chains? I'd really appreciate it!": "又见面了，你想试试解开我的锁链吗？我会非常感激的！",
    "Hello again, we're still desperate for wood soldier.": "又见面了，我们仍然急需木材，战士。",
    "Hello again, we're still desperate for wood soldier. We need six loads of normal logs.": "又见面了，我们仍然急需木材，战士。我们需要六捆普通原木。",
    "Hello again, your highness.": "又见面了，殿下。",
    "Hello again.": "又见面了。",
    "Hello again. Are you ready for another shot at the exam?": "又见面了。你准备好再次参加考试了吗？",
    "Hello again. How do you fare?": "又见面了。你过得怎么样？",
    "Hello again. How goes the archaeology?": "又见面了。考古进展如何？",
    "Hello again. How is the Herblore going?": "又见面了。草药学学得怎么样？",
    "Hello again. I'm just putting the finishing touches to my masterful salad.": "又见面了。我正在给我的精品沙拉做最后的修饰。",
    "Hello again. I've collected something from the swamp, but I'm not sure what to do with it?": "又见面了。我从沼泽里采集了一些东西，但我不确定该怎么处理？",
    "Hello again. My family now considers you a hero.": "又见面了。我的家人现在视你为英雄。",
    "Hello again. Next thing is getting food in our bellies. We'll need something to cook. There are shrimp in the pond there. So let's catch and cook some.": "又见面了。接下来是填饱肚子。我们需要些东西来烹饪。那个池塘里有虾。所以让我们抓一些来做吧。",
    "Hello again. You should take a look at that menu before we continue.": "又见面了。在我们继续之前你应该看看那个菜单。",
    "Hello again..": "又见面了……",
    "Hello again... Would you like to continue with your training?": "又见面了……你想继续训练吗？",
    "Hello again.|Did the potion work?": "又见面了。|药水管用吗？",
    "Hello again.|Did you find anything of interest?": "又见面了。|你发现什么有趣的东西了吗？",
    "Hello again.|I hope your journey was as pleasant as mine.": "又见面了。|希望你的旅途和我的一样愉快。",
    "Hello again.|I saw you managed to get Kennith off the platform.|Well done. He wasn't safe around those slugs.": "又见面了。|我看到你成功把Kennith从平台上救了下来。|干得好。那些蛞蝓旁边对他来说不安全。",
    "Hello bold adventurer.": "你好，勇敢的冒险者。",
    "Hello brave adventurer,|have you seen my boy yet?": "你好勇敢的冒险者，|你见过我的孩子了吗？",
    "Hello brave adventurer. A warrior like you should go a long way.": "你好勇敢的冒险者。像你这样的战士前途无量。",
    "Hello brave adventurer.|Any luck finding my distillator?": "你好勇敢的冒险者。|找到我的蒸馏器了吗？",
    "Hello brother Omad.": "你好Omad修士。",
    "Hello champ!": "你好冠军！",
    "Hello darling,|how's that tunnel coming along?": "你好亲爱的，|隧道挖得怎么样了？",
    "Hello deary.": "你好亲。",
    "Hello effendi, I am Shantay.": "你好阁下，我是Shantay。",
    "Hello fellow Phoenix!|What are you after?": "你好凤凰帮同仁！|你在找什么？",
    "Hello friend! Many thanks for all of your help! Vyvin never even realised it was a different sword, and I still have my job!": "你好朋友！非常感谢你的帮助！Vyvin根本没意识到是一把不同的剑，我还保住了工作！",
    "Hello friend, I am just rescuing the prince, is that ok?": "你好朋友，我只是在营救王子，可以吗？",
    "Hello friend. I heard about your handiwork. Quite amusing really. I'm sure Hazeel will be pleased anyway; Keep up the good work!": "你好朋友。我听说了你的所作所为。确实很有趣。我确信Hazeel会高兴的；继续好好干！",
    "Hello friend. This is my poor telescope.|It's been tampered with and is not working.": "你好朋友。这是我可怜的望远镜。|它被人动过手脚，现在不能用了。",
    "Hello friend. You're a long way from civilisation!": "你好朋友。你离文明世界可远着呢！",
    "Hello friend.|I hope you get all the parts soon.|Return to the reception|when you have the things I need.": "你好朋友。|希望你能尽快拿到所有零件。|等你有了我需要的东西|就回接待处来。",
    "Hello friend.|It's time to use the telescope.": "你好朋友。|是时候使用望远镜了。",
    "Hello friend.|The stars hold many secrets.": "你好朋友。|星星隐藏着许多秘密。",
    "Hello ghost, how are you?": "你好鬼魂，你好吗？",
    "Hello gnome friend. Would you like to|travel to the home of the tree gnomes?": "你好地精朋友。你想|去树地精的家园吗？",
    "Hello gnome.": "你好地精。",
    "Hello guard.": "你好守卫。",
    "Hello how are you?": "你好，你好吗？",
    "Hello little man.": "你好小个子。",
    "Hello m'hearty.": "你好老伙计。",
    "Hello m'hearty. Did you manage to make some swamp paste?": "你好老伙计。你弄到沼泽膏了吗？",
    "Hello matey!": "你好伙计！",
    "Hello monk.": "你好修道士。",
    "Hello my dear, how are you feeling?": "你好亲爱的，感觉怎么样？",
    "Hello my friend, Kolodion sent me down.": "你好我的朋友，Kolodion让我下来的。",
    "Hello my good man.": "你好老兄。"
}