{
    "Well, I hope you find it soon.": "希望你能快点找到。",
    "Well, I hope you will excuse me, but I need to get back to my studies.": "希望你能原谅我，但我需要回去继续我的研究了。",
    "Well, I know David said that he was going to do something about the spiders' nest that's between the two servants' quarters upstairs.": "我知道David说他打算处理楼上两个仆人房间之间的蜘蛛巢。",
    "Well, I loved to sit by the lake, with my toes in the water and shoot the fish with my bow and arrow.": "我以前喜欢坐在湖边，把脚泡在水里，用弓箭射鱼。",
    "Well, I might post you outside it sometimes.|I prefer to be the only one allowed inside however.": "我可能偶尔派你在外面站岗。|不过我更喜欢只有我一个人能进去。",
    "Well, I most certainly am not lonely!": "我绝对不孤独！",
    "Well, I need some spy work doing.|It's quite dangerous.|You will need to go into the Black Knight's fortress.": "我需要一些间谍工作。|这相当危险。|你需要潜入黑骑士的堡垒。",
    "Well, I see poor Romeo wandering around the square. I think he may need help.": "我看到可怜的Romeo在广场上游荡。我觉得他可能需要帮助。",
    "Well, I shall leave you to your inventing.": "好吧，我不打扰你发明了。",
    "Well, I suppose I could.": "好吧，我想我可以。",
    "Well, I suppose we could find some arrangement for their freedom... hmmm?": "好吧，我想我们可以为他们的自由做些安排……嗯？",
    "Well, I think I may have. I have just spoken to Mosol Rei and he says that Rashiliyia has returned...": "我想我可能找到了。我刚刚和Mosol Rei谈过，他说Rashiliyia回来了……",
    "Well, I think I've done it, take a look...": "我想我做好了，看看……",
    "Well, I understand. Perhaps you can search for it another time? Come back when you think you're ready.  Excuse me now won't you while I return to my studies.": "好吧，我理解。也许你可以改天再去找？等你觉得准备好了再回来。现在请原谅我，我要回去继续研究了。",
    "Well, I understand. You must be busy.": "好吧，我理解。你一定很忙。",
    "Well, I was a sailor. I've not been able to get work at|sea these days, though. They say I'm too old.": "我以前是个水手。不过这些年我|没能找到海上的工作了。他们说我太老了。",
    "Well, I was doing a lot of walking that day... Oh yes, that's right - we were studying ceramics in fact, near the edge of the digsite.": "那天我走了很多路……哦对了，没错——实际上我们在挖掘场边缘研究陶瓷。",
    "Well, I was just touring the desert looking for the nomad tribe to the West. And I was set upon by these armoured men.": "我只是在沙漠里四处转悠，寻找西边的游牧部落。然后被这些穿盔甲的人袭击了。",
    "Well, I was quite a catch in my day you know!": "我年轻时可是很抢手的！",
    "Well, I wasn't actually planning on doing anything like that...": "其实我并没有打算做那样的事……",
    "Well, I will just stay here and worry.": "好吧，我就待在这里担心吧。",
    "Well, I wish I could give it to you. However, I have grown fond of it. And it may help me in case I get lost in the jungle.": "我希望我能给你。不过，我已经喜欢上它了。万一我在丛林中迷路，它也许能帮到我。",
    "Well, I won't entrust you with my piece of the crest until you have brought me a necklace of perfect gold with a red precious stone, and a perfect gold ring to match.": "在你带给我一条镶红色宝石的完美金项链和一枚配套的完美金戒指之前，我不会把我的纹章碎片交给你。",
    "Well, I would certainly investigate it..": "我当然会去调查的……",
    "Well, I wouldn't count on it.": "我不会指望这个。",
    "Well, I'd better be going then.": "那我最好走了。",
    "Well, I'd better sort my new room out.": "我最好去整理一下我的新房间了。",
    "Well, I'll be on my way now.": "好了，我该上路了。",
    "Well, I'll do my best.": "好吧，我会尽力的。",
    "Well, I'll have a look, anyway.": "好吧，不管怎样我去看看。",
    "Well, I'll see what I can do.": "好吧，我看看能做些什么。",
    "Well, I'm going to look around a bit more.": "好吧，我再四处看看。",
    "Well, I'm not giving you anymore!": "我不会再给你了！",
    "Well, I'm not old enough to remember the full story behind it, but it was a terrible day for our kingdom when it was built there.": "我的年纪还不够大，记不住背后的完整故事，但它建在那里的那天对我们的王国来说是可怕的一天。",
    "Well, I'm not sure, but by all accounts, he is a slippery fellow. The Captain has been trying to capture him for years. A bit of a waste of time if you ask me. Anyway, I have to get going, I do have work to do.": "我不太确定，但据说他是个滑头。队长已经追捕他好几年了。要我说有点浪费时间。好了，我得走了，我还有工作要做。",
    "Well, I'm only a monk so I'm not exactly rich,|but I assure you I will give you a fair reward for|the time spent assisting me in repairing the clock.": "我只是个修士所以并不怎么富有，|但我保证会给你公平的报酬，|感谢你花时间帮我修理钟表。",
    "Well, I'm sorry luv,|I'm not giving away any of my secrets.": "抱歉亲爱的，|我不会泄露我的秘密的。",
    "Well, I've checked my looking glass.|There seems to be a kharid scorpion in a little village in the east,|surrounded by lots of uncivilised-looking warriors.|Some kind of merchant there seems to have picked it up.": "我查看了我的魔镜。|东边一个小村庄里似乎有一只卡里德蝎子，|周围有很多看起来不文明的战士。|那里的某个商人似乎捡到了它。",
    "Well, I've done my bit to help with that.": "我已经尽我的一份力了。",
    "Well, I've heard some funny sounds and I think I've seen a native... but I'm not sure. They generally don't like to be seen I guess.": "我听到了一些奇怪的声音，我想我看到了一个原住民……但不确定。我猜他们一般不喜欢被人看到。",
    "Well, I've not managed it yet but I heard that someone managed to find a way in. But they only just managed to escape the jungle with their lives.": "我还没做到，但我听说有人设法找到了一条路进去。不过他们差点就丢了性命才逃出丛林。",
    "Well, OK.": "好吧。",
    "Well, Peter Potter's Patented Multi Purpose Poison is a product of such obvious quality that I am glad to say I managed to sell a bottle to each of the Sinclairs!": "Peter Potter的专利多用途毒药是如此明显的优质产品，我很高兴地说我设法向Sinclair家的每个人都卖了一瓶！",
    "Well, Sir Vyvin is a good guy to work for, however, I'm in a spot of trouble today. I've gone and lost Sir Vyvin's sword!": "Vyvin爵士是个好雇主，不过今天我遇到了点麻烦。我把Vyvin爵士的剑弄丢了！",
    "Well, actually I hid it in his bed so it would nip him.|It was a bit of a surprise gift.": "实际上我把它藏在他的床上让它咬他。|算是一个惊喜礼物。",
    "Well, after bringing me my favorite food I guess I should give it a go. What sort of sword is it?": "既然你带来了我最喜欢的食物，我想我应该试试。是什么样的剑？",
    "Well, ain't much either you or me can do about it.": "你和我都没什么办法。",
    "Well, as I say, the King sent me to make sure everything's okay with you.": "就像我说的，国王派我来确保你一切都好。",
    "Well, as much as it saddens me to say so adventurer, Lord Saradomin's presence has not been felt on the land for many years now, and even": "冒险者，虽然我说起来很难过，但Saradomin大人的存在已经很多年没有在这片土地上被感受到了，甚至",
    "Well, as they say, it's always sunny in RuneScape.": "正如他们所说，RuneScape总是阳光明媚的。",
    "Well, as you can see, I have placed a holy barrier on the entrance to this room from the South, but it is not very powerful and requires me to remain": "正如你所见，我在这个房间南边的入口放置了一道圣洁屏障，但它不是很强大，需要我一直",
    "Well, as you helped me I suppose I could. We'll have to be careful. If I get caught I'll be in the cage!": "既然你帮了我，我想我可以。我们得小心。如果我被抓到就要被关进笼子里了！",
    "Well, ask what you want to know then.": "那就问你想知道的吧。",
    "Well, before you hand them over to me, as you have been nothing but truthful with me to this point, and I admire that in an adventurer, I will let you into the secret of our research.": "在你把它们交给我之前，鉴于你到目前为止一直对我坦诚相待，我很欣赏冒险者的这种品质，我就让你知道我们研究的秘密吧。",
    "Well, can't say I blame you compadre. I used to be a|city boy myself, but have to admit it's a lot nicer living|here nowadays. Brimhaven's certainly good for it.": "不能说我怪你，伙伴。我自己以前也是|城里人，但不得不承认现在住在|这里好多了。Brimhaven确实很好。",
    "Well, clay is what I use more than anything. I make casts. Could you get me 6 clay, and 4 copper ore and 2 iron ore please? I could pay a little, and let you use my anvils.": "黏土是我用得最多的东西。我做铸模。你能帮我弄6块黏土、4块铜矿和2块铁矿吗？我可以付一点钱，并让你使用我的铁砧。",
    "Well, come and see me if you're ever in need of armour!": "如果你需要盔甲就来找我！",
    "Well, come back if you change your mind any time. I owe you for your trouble.": "随时改主意都可以回来。感谢你费心了。",
    "Well, come back when you do have some money!": "等你有钱了再回来！",
    "Well, come back when you do.": "等你有了再回来。",
    "Well, come back when you do. I'm not running a charity here!": "等你有了再回来。我这里不是慈善机构！",
    "Well, come back when you do. Remember: I need a blurite ore and two iron bars.": "等你有了再回来。记住：我需要一块蓝矿石和两块铁条。",
    "Well, come to me when you have it.": "等你有了来找我。",
    "Well, did Filliman give you any special instructions on how to combat them?": "Filliman有没有给你什么对抗它们的特别指示？",
    "Well, did anything happen when you cast the spell? If there was no effect I would keep trying. I know that Filliman always used to be able to survive in the swamp by collecting things that grow there.": "你施放法术时有什么反应吗？如果没有效果我会继续尝试。我知道Filliman以前总是能靠收集沼泽中生长的东西在沼泽中生存。",
    "Well, did the stuff belong to you?": "那些东西是你的吗？",
    "Well, do you know the VAGUE AREA you lost it in?": "你知道大概在哪个区域丢的吗？",
    "Well, either I'm going crazy, or theres been an intruder in Jones' room upstairs!": "要么是我疯了，要么楼上Jones的房间有入侵者！",
    "Well, er sort of. I got to his camp and I encountered a spirit of some kind. I don't think it was a Ghast, it tried to communicate with me, but made no sense, it was all 'ooooh' this and 'oooh' that.": "算是吧。我到了他的营地，遇到了某种灵魂。我觉得不是幽灵，它试图和我交流，但毫无意义，全是'噢噢'这个和'噢噢'那个。",
    "Well, er... erm, I err....": "呃……嗯，我呃……",
    "Well, erm, I don't have one at the moment.": "嗯，我目前没有。",
    "Well, even if I knew how to get there, I wouldn't like to|risk it. Especially after going to all the effort of fixing|the old girl up.": "即使我知道怎么去，我也不想|冒险。尤其是花了那么大力气修好|这老姑娘之后。",
    "Well, get some more! Be proactive and get some more from somewhere.": "那就再去弄一些！主动一点，从别的地方弄些来。",
    "Well, get some more! Be proactive and try to find some!": "那就再去弄一些！主动一点，去找一些！",
    "Well, good luck finding her.": "祝你好运找到她。",
    "Well, good luck then.": "那祝你好运。",
    "Well, good luck with that.": "那祝你好运。",
    "Well, good luck with the fishing.": "祝你钓鱼好运。",
    "Well, good luck with your business.": "祝你生意兴隆。",
    "Well, good luck with your quest Bwana. You may find it worthwhile exploring these catacombs. There is said to be an entrance to the Viyeldi caves, which is where the sacred source of the magic pool exists.": "祝你任务顺利Bwana。你可能会发现探索这些地下墓穴是值得的。据说有一个通往Viyeldi洞穴的入口，那里是魔法水池的神圣源头所在。",
    "Well, good luck.": "祝你好运。",
    "Well, have you got any keys knocking around?": "你那儿有什么钥匙吗？",
    "Well, he could be anywhere. He's a nomadic desert dweller. However, they say that he's frequently to be found to the west in the hospitality of the tenti's.": "他可能在任何地方。他是个游牧的沙漠居民。不过，据说他经常出现在西边帐篷人的营地里。",
    "Well, he's still quite conversational actually but he won't accept that he's dead. No matter what I say, he won't accept it.": "其实他还是挺健谈的，但他不愿接受自己已经死了的事实。无论我怎么说，他都不接受。",
    "Well, hello adventurer! How are you?": "你好冒险者！你好吗？",
    "Well, hello again Traveller! How are you?": "又见面了旅行者！你好吗？",
    "Well, hello again. Congratulations on your finds": "又见面了。恭喜你的发现",
    "Well, hello again.|Thanks for helping out the professor.": "又见面了。|谢谢你帮助了教授。",
    "Well, hello there again, I was just enjoying the grotto. Many thanks for your help, I couldn't have become a Spirit of nature without you.": "又见面了，我正在享受这个洞穴。非常感谢你的帮助，没有你我不可能成为自然之灵。",
    "Well, hello there, how you doing?": "你好啊，你怎么样？",
    "Well, hello traveller.|I still can't understand why they would lie about the plague.": "你好旅行者。|我还是不明白他们为什么要在瘟疫的事情上撒谎。",
    "Well, however you found out about it,|I'm not going to let just anyone wear my rune platemail.|It's only for heroes.": "不管你怎么知道的，|我不会让随便什么人穿我的符文板甲。|只有英雄才配穿。",
    "Well, hurry up!": "快点！",
    "Well, if I have time, I'll see if I can go and knock some sense into them.": "如果我有时间，我去看看能不能敲醒他们的脑袋。",
    "Well, if I knew that, I wouldn't still be looking for it. However, I do remember something about a knot? Perhaps I was meant to tie a knot or something?": "如果我知道的话我就不会还在找了。不过，我确实记得什么关于绳结的事？也许我应该打个结之类的？",
    "Well, if it needs a home.": "如果它需要一个家的话。",
    "Well, if the Knights of the Round Table can't manage it, I can't see how a commoner like you could succeed where we have failed.": "如果圆桌骑士都做不到，我不觉得像你这样的平民能在我们失败的地方成功。",
    "Well, if you INSIST.": "好吧，既然你坚持。",
    "Well, if you are sure you want to go, I will assist as much as I can. You will need the bravery of the jungle lion, if you are to go into that forbidden place.": "如果你确定想去，我会尽可能帮助你。你需要丛林雄狮般的勇气才能进入那个禁地。",
    "Well, if you are sure you want to go, I will assist as much as I can. You will need the bravery of the jungle lion, if you are to go into that forbidden place. I can give you the recipe for a potion to help with that.": "如果你确定想去，我会尽可能帮助你。你需要丛林雄狮般的勇气才能进入那个禁地。我可以给你一个药水配方来帮助你。",
    "Well, if you ever need rope that's the price. Sorry.|An old sailor needs money for a little drop o' rum.": "如果你需要绳子就是这个价。对不起。|一个老水手需要钱买一点朗姆酒。",
    "Well, if you ever wanted to make friends with an ogre, then this is the item to have!": "如果你想和食人魔交朋友，那这就是你需要的东西！",
    "Well, if you find someone who does want runes, please send them my way.": "如果你找到需要符文的人，请把他们介绍给我。",
    "Well, if you get some, you know where to come.": "如果你弄到了，你知道来哪找我。",
    "Well, if you go to see the Shaman, please give him that Wampum belt I gave to you, it will give him more details about our situation down here.": "如果你去见萨满，请把我给你的贝壳腰带交给他，它会让他了解我们在这里的更多情况。",
    "Well, if you have something interesting, let me have a look at it and I'll offer you something in return. OK, I have to go now, but it's been nice talking with you.": "如果你有什么有趣的东西，让我看看，我会给你一些回报。好了，我得走了，很高兴和你聊天。",
    "Well, if you have to know, we're making sure that no prisoners get out. @dbl@-- The guard gives you a @dbl@disapproving look. --  @bla@And to make sure that unauthorised people don't get in.": "如果你非要知道的话，我们在确保没有囚犯逃出去。@dbl@-- 守卫不赞同地看了你一眼。--  @bla@同时确保没有未经授权的人进来。",
    "Well, if you have, show me the gift the Kharazi people gave you! Becoming a legend is more than just fighting you know. It also requires some careful diplomacy and problem solving.": "如果你做到了，把Kharazi人送给你的礼物给我看！成为传奇不仅仅是战斗。它还需要一些细致的外交和解决问题的能力。",
    "Well, if you think you stand a chance, sure. But remember, if he gives us an order, we have to obey.": "如果你觉得有机会的话，当然可以。但记住，如果他给我们下命令，我们必须服从。",
    "Well, if you're sure.|You know where to come if you do!": "好吧，如果你确定的话。|如果你需要，你知道来哪找我！",
    "Well, in all honesty, you didn't actually retrieve it yourself, did you? You don't qualify as a master thief unless you actually steal it yourself, you know...": "说实话，你并不是亲自拿到它的，对吧？除非你亲手偷到它，否则你不够格成为大盗，你知道的……",
    "Well, in my considered opinion it must be David. The man is nothing more than a bully And I happen to know that poor Lord Sinclair and David had a massive argument in the living": "在我看来一定是David。那个人就是个恶霸。而且我碰巧知道可怜的Sinclair大人和David在客厅里发生了一次激烈的争吵",
    "Well, investigate it further, you may find something interesting!": "那就进一步调查吧，你可能会发现一些有趣的东西！",
    "Well, is it ready?": "好了吗？",
    "Well, is there anything down there that might relate to Filliman? Perhaps if you search around you can contact him.": "那下面有什么和Filliman有关的东西吗？也许你四处搜索就能联系到他。",
    "Well, it certainly will help!": "那肯定会有帮助的！",
    "Well, it certainly will help... @dbl@ -- The guard takes the five|@dbl@gold coins. -- @bla@Now then, what did you want to know?": "那肯定有帮助…… @dbl@ -- 守卫接过了五枚|@dbl@金币。-- @bla@那么，你想知道什么？",
    "Well, it had the desired effect... I am Gujuo, proud member of the Kharazi tribe. What did you want to talk about Bwana?": "效果达到了……我是Gujuo，Kharazi部落的骄傲成员。你想聊什么Bwana？",
    "Well, it is a long story from the past... Many years ago, this Wizards' Tower was a focus of great learning, as we mages studied together to try and learn the secrets behind": "这是一个过去的长故事……许多年前，这座巫师塔是一个伟大学习的中心，我们法师们一起研究，试图了解背后的秘密",
    "Well, it is a long tale, and I am not sure we have time!": "这是一个很长的故事，我不确定我们有时间！",
    "Well, it is a lot easier to go|this way to get past White Wolf Mountain|than through those wolf filled passes.": "走这条路翻过白狼山|比穿过那些满是狼的|山口容易多了。",
    "Well, it looks as if you are eligible for the quest. Grand Vizier Erkle will give you the details about the quest. You can go and talk to him about it if you like?": "看来你有资格接受这个任务。大维齐尔Erkle会给你任务的详细信息。如果你愿意可以去找他谈谈？",
    "Well, it looks as if you have some interesting items there. Let's have a look at them!|@blu@--Sir Radimus sees the gilded totem pole.--": "看来你那里有一些有趣的物品。让我们看看吧！|@blu@--Radimus爵士看到了镀金的图腾柱。--",
    "Well, it looks to me like YOU don't know EITHER seeing as you're all just sat around here.": "看你们都坐在这里，我觉得你们也不知道。",
    "Well, it requires pure sacred water for it to grow. It is a very special tree...": "它需要纯净的圣水才能生长。它是一棵非常特殊的树……",
    "Well, it sounds like he needs some help, have you tried offering to help him?": "听起来他需要一些帮助，你试过提出帮助他吗？",
    "Well, it turns out that potion you gave me, was quite valuable...": "结果你给我的那瓶药水很值钱……",
    "Well, it's all very mysterious. Mary, the maid, found the body in the study next to his bedroom on the east wing of the ground floor.": "这一切都很神秘。女仆Mary在一楼东翼他卧室旁边的书房里发现了尸体。",
    "Well, it's always good to have a new recruit. Soon we shall retrive Hazeels' scroll and the ritual to revive him can begin!": "有新成员总是好的。很快我们就能找回Hazeel的卷轴，复活仪式就可以开始了！",
    "Well, it's in the shed in that garden.": "它在那个花园的棚子里。",
    "Well, it's not really a quest but I recently discovered this strange talisman.": "它不算是一个任务，但我最近发现了这个奇怪的护符。",
    "Well, it's your choice, but I do recommend them.": "那是你的选择，但我确实推荐它们。",
    "Well, just get another one from the cupboard.": "那就从柜子里再拿一个吧。",
    "Well, just let me see the item and I'll help as much as I can.": "让我看看那个物品，我会尽我所能帮忙的。",
    "Well, just show me the items and I'll help as much as I can.": "把那些物品给我看看，我会尽我所能帮忙的。",
    "Well, keep at it!": "继续努力！",
    "Well, keep looking, we need that wine!": "继续找，我们需要那些酒！",
    "Well, let me know when you are.": "等你准备好了告诉我。",
    "Well, let me think now. Aha, yes, if you're making something from silver, you'll more than likely need a mould, most crafting shops sell them, you could get one from Al Kharid.": "让我想想。啊对了，如果你要用银子做东西，你很可能需要一个模具，大多数工艺品商店都卖，你可以在阿尔卡里德买到一个。",
    "Well, let me think now...": "让我想想……",
    "Well, let's be friends!": "那我们做朋友吧！",
    "Well, let's just say if we cannot undo whatever damage has been done here, the entire land is in grave peril!": "这么说吧，如果我们不能挽回这里造成的损害，整片土地都会处于严重危险之中！",
    "Well, like what?": "比如什么？",
    "Well, luckily I have duplicates. It's a good thing they are written in code, I would not want the wrong kind of person to get access to the information contained within.": "幸运的是我有副本。好在它们是用密码写的，我不想让不该看的人获取里面的信息。",
    "Well, maybe you can get his attention somehow? Did you examine the nature of the magical flames? From where did they come do you think?": "也许你可以想办法引起他的注意？你检查过那些魔法火焰的性质吗？你觉得它们从哪来的？",
    "Well, my best price is 18 coins.": "我的最低价是18枚金币。",
    "Well, my three sons took it with them many years ago when they rode out to fight in the war against the undead necromancer and his army in": "我的三个儿子在很多年前带着它出征，对抗亡灵死灵法师和他的军队",
    "Well, my three sons took it with them many years ago. Sadly, I do not know where they are now.": "我的三个儿子很多年前把它带走了。可悲的是，我不知道他们现在在哪里。",
    "Well, never mind, it's Fluffs' loss.": "算了，那是Fluffs的损失。",
    "Well, not a great deal... but there is something you could do for me if you're interested. Though it is quite dangerous.": "不算多……但如果你有兴趣的话有件事你可以帮我做。不过相当危险。",
    "Well, not right now I don't think young 'un. In fact, I need to make some more preparations myself for the ritual. Rest assured, if I need any more help I will ask you again.": "我想现在不需要了，年轻人。事实上，我自己还需要为仪式做更多准备。放心，如果我需要更多帮助我会再找你的。",
    "Well, now I know.": "好吧，现在我知道了。",
    "Well, ogres dislike others apart from their own kind. What you need is some form of proof of friendship, something to trick them into believing you're their friend.": "食人魔不喜欢同族以外的人。你需要某种友谊的证明，某种能骗他们相信你是朋友的东西。",
    "Well, okay then. I'll have to find someone else.": "好吧。我得找别人了。",
    "Well, okay, but very quickly. I am a very busy person you know!": "好吧，但要快。我可是很忙的人！",
    "Well, old Neddy is always here if you do.|Tell your friends. I can always be using the business.": "如果你需要，老Neddy随时在这里。|告诉你的朋友们。我总是需要生意的。",
    "Well, people tell me I have an honest face!": "人们都说我长了一张诚实的脸！",
    "Well, people tell me I have an honest face.": "人们都说我长了一张诚实的脸。",
    "Well, perhaps Filliman needs it? Why not show it to him.": "也许Filliman需要它？为什么不拿给他看看。",
    "Well, perhaps I can try a little harder. Guards, kill this infidel.": "也许我可以再努力一点。守卫，杀了这个异教徒。",
    "Well, perhaps it has something to do with the silver sickle, do you think that in blessing it, it did something special to it?": "也许这和银镰刀有关，你觉得在祝福它的时候，它产生了什么特殊的效果吗？",
    "Well, please do so as soon as possible. Remember: to get to Varrock, head due North, through Draynor Village, around Draynor Manor, and then head East when": "那请尽快去做。记住：要去瓦洛克，向正北走，穿过德雷诺村，绕过德雷诺庄园，然后在",
    "Well, please don't be upset or anything... But you're the ghost!": "请别难过什么的……但你就是那个幽灵！",
    "Well, please return if you change your mind.": "如果你改主意了请回来。",
    "Well, sooooorry...": "好吧，对不起啊……",
    "Well, speaking to him may find a weakness he has.|See if there's something that could stop him bothering us.": "和他谈谈也许能发现他的弱点。|看看有没有什么能让他别再烦我们。",
    "Well, take care adventurer. You stand on the ruins of the destroyed Wizards' Tower. Strange and powerful magicks lurk here.": "保重冒险者。你站在被摧毁的巫师塔废墟上。这里潜伏着奇异而强大的魔力。",
    "Well, take care of yourself then.": "那你自己保重吧。",
    "Well, take care. They are poisonous to the touch.": "小心。它们接触就会中毒。",
    "Well, that does seem a bit vague.": "嗯，那确实有点含糊。",
    "Well, that is good news,|as I may have a proposition for you.": "那是个好消息，|因为我可能有个建议给你。",
    "Well, that is the most peculiar thing I've ever experienced. This mirror must somehow be dysfunctional. Strange how well it reflects the stagnant swamp behind me, but there is nothing of my own visage apparent.": "这是我经历过的最奇怪的事情。这面镜子一定是出了什么问题。奇怪的是它能很好地反映我身后的死水沼泽，但我自己的面容却完全看不到。",
    "Well, that sounds like a good idea. Don't get into any trouble though!": "听起来是个好主意。不过别惹麻烦！",
    "Well, that was careless of you, wasn't it? Fortunately for you, he had a spare. Take this one, but please try to be more careful with this one.": "你也太粗心了吧？幸运的是，他还有一把备用的。拿着这把，但请尽量小心使用。",
    "Well, that wasn't very nice of you. It took us a long time to make that Totem pole. Luckily, I made another one at the same time.": "你也太不厚道了。我们花了很长时间做那根图腾柱。幸运的是，我同时做了另一根。",
    "Well, that would be helpful Bwana. If you're sure you want to go, you can take a Wampum belt to him for me. It will give the Shaman, Trufitus the story of our problems down here. Are you sure you want to go?": "那会很有帮助Bwana。如果你确定想去，你可以帮我把一条贝壳腰带带给他。它会让萨满Trufitus了解我们在这里遇到的问题。你确定要去吗？",
    "Well, that would be why then.": "那就是原因了。",
    "Well, that's friendly.": "真够友好的。",
    "Well, that's great! You'd best take it to him then with all haste!": "太好了！你最好赶快把它带给他！",
    "Well, that's not my problem is it? Also, I know that you slaves trade your items down here. I'm sure that if you're resourceful enough, you'll come up with the goods.": "那不是我的问题，不是吗？而且，我知道你们这些奴隶在下面交易物品。我相信如果你足够机灵，你会想出办法的。",
    "Well, that's not too helpful, there are lots of those around here; can you remember where you last had it?": "那帮助不大，这附近到处都是；你还记得最后一次拿着它是在哪里吗？",
    "Well, that's possible. These guards do like a drink.|I would think it will take at least 3 beers to do it well.|You would probably have to do it all at the same time too.|The effects of the local beer wear off quickly.": "这倒有可能。这些守卫确实好酒。|我估计至少需要3杯啤酒才行。|你可能还得同时给他们。|本地啤酒的效果消退很快。",
    "Well, that's really none of your business.": "那真的不关你的事。",
    "Well, that's the thing, she refuses to leave.": "问题就在这里，她拒绝离开。",
    "Well, that's very good of you. But as you can see, I am very fine and well thanks! Now, please leave so that I can get back to my work.": "你真是太好了。但如你所见，我非常好谢谢！现在，请离开让我回去工作。",
    "Well, that's your decision, of course.. but you won't be able to complete the quest without it. Excuse, me now won't you, I have other business to attend to.": "当然这是你的决定……但没有它你完不成任务。现在请原谅我，我还有其他事要处理。",
    "Well, the Grail IS very elusive, it may take some perseverance.": "圣杯确实很难找，可能需要一些毅力。",
    "Well, the Phoenix Gang doesn't let people join just like that.": "凤凰帮不是随随便便就让人加入的。",
    "Well, the big gaping hole in the hold is the problem. You'll need a few wooden planks hammered in with steel nails to fix it.": "船舱里那个大洞就是问题所在。你需要几块木板用钢钉钉进去来修补它。",
    "Well, the book says, that I need, and I quote:-|'Something with faith', 'something from nature' and |'something of the 'spirit-to-become' freely given'. Hmm, I|know how to get something from nature.": "书上说，我需要，我引用一下：——|'带有信仰的东西'、'来自自然的东西'以及|'即将成为灵魂者自愿给出的东西'。嗯，我|知道怎么获得来自自然的东西。",
    "Well, the guards need to be dealt with.|You could start by checking out the ogre settlements found around here.": "守卫们需要被解决掉。|你可以先去查看附近的食人魔聚落。",
    "Well, the gypsy's crystal ball seems to think otherwise.": "但吉普赛人的水晶球似乎不这么认为。",
    "Well, the hours are good.....": "工作时间还不错……",
    "Well, the immediate problem is that I am trapped in this cell. I know that the key to free me is nearby, for none of the Zamorakians": "眼下的问题是我被困在这个牢房里。我知道释放我的钥匙就在附近，因为那些Zamorak信徒没有一个",
    "Well, the kingdom is fairly abundant with swords...": "整个王国的剑多得是……",
    "Well, the last I heard of my brother Johnathon, he was studying the magical arts, and trying to hunt some demon or other out in The Wilderness.": "我最后听到的关于我兄弟Johnathon的消息是，他在研究魔法，试图在荒野中猎杀某个恶魔。",
    "Well, the only thing the journal says is that 'something with faith stands south of the spirit-to-become', but I'm so confused now I don't really know what that means. Oh, if only I had all my faculties!": "日记里唯一说的就是'带有信仰的东西站在即将成为灵魂者的南方'，但我现在太困惑了，不太明白那是什么意思。哦，要是我头脑清醒就好了！",
    "Well, the water of the Salve should still have enough power to work against the vampyre despite what those Zamorakians might have done to it...": "Salve河的水应该仍然有足够的力量对抗吸血鬼，不管那些Zamorak信徒对它做了什么……",
    "Well, there is a long standing rule of chivalry amongst the Varrockian aristocracy, where each noble family is in": "在瓦洛克的贵族中有一条悠久的骑士准则，每个贵族家庭都",
    "Well, there is a pool of water that is sacred to us. It contains pure water, but I am not sure why he needs this. Perhaps you should go back and talk to him again and get more information.": "有一个对我们来说神圣的水池。里面有纯净的水，但我不确定他为什么需要这个。也许你应该回去再跟他谈谈，获取更多信息。"
}