{
    "Ah, that would explain it. One of my servants found this outside, and it seemed too much of a coincidence that more than one strange.": "啊，这就解释得通了。我的一个仆人在外面发现了这个，多个奇怪的东西出现实在太巧了。",
    "Ah, the warrior returns.|Have you found a way into Gu'Tanoth yet?": "啊，战士回来了。|你找到进入Gu'Tanoth的路了吗？",
    "Ah, there seems to be a fair few doing that one these days. My supply of Olde Suspiciouse is starting to run low, it'll cost you 10 coins.": "啊，最近不少人在做那个任务。我的陈年可疑酒存货快不够了，需要10金币。",
    "Ah, well that must have been Drezel then. What did he say?": "啊，那肯定是Drezel了。他说了什么？",
    "Ah, well, in return for his protection, we have to give Lord Drakan a share of blood every week. If we don't have any to spare from our hunts, then we need to pick a member of the village to give their life in return": "啊，嗯，作为他保护我们的回报，我们每周都要给Drakan领主一份鲜血。如果我们狩猎所得不够的话，就得从村子里挑一个人献出生命作为回报",
    "Ah, well. Let me know when you do. The place to look would be Port Sarim.": "啊，好吧。找到了告诉我。去萨里姆港找找吧。",
    "Ah, yes – a fine bone example... no noticeable fractures... and in good condition. These are common cow bones, however; they have no archaeological value.": "啊，是的——一个很好的骨骼样本……没有明显的裂痕……而且保存完好。不过这些是普通的牛骨；没有考古价值。",
    "Ah, yes, I think that is the name of the wizard who first went in search of the source. Be wary of him Bwana, he may try to trick you.": "啊，对，我想那就是第一个去寻找水源的巫师的名字。小心他，Bwana，他可能会试图骗你。",
    "Ah, yes, there is a legend, but it is lost in the midst of antiquity...": "啊，对，有一个传说，但它已经淹没在远古的迷雾中了……",
    "Ah, yes, your Prayer list. Prayers can help a lot in combat. Click on the prayer you wish to use to activate it, and click it again to deactivate it.": "啊，对，你的祈祷列表。祈祷在战斗中很有帮助。点击你想使用的祈祷来激活它，再次点击来取消。",
    "Ah, yes. Fishing! Fishing is undoubtedly one of the more popular hobbies here in RuneScape!": "啊，对。钓鱼！钓鱼无疑是RuneScape中最受欢迎的爱好之一！",
    "Ah, yes; I understand.": "啊，对；我明白了。",
    "Ah, you have the potion.": "啊，你有药水了。",
    "Ah, you'll be wanting some Ape Bite Liqueur then. It's got a lovely banana taste, and it'll only cost you 7 coins.": "啊，那你一定想要猿咬利口酒。它有可爱的香蕉味，只要7金币。",
    "Ah, you've come for a fight!": "啊，你是来打架的！",
    "Ah, you've come to the best stop on your list!|I'll give you my famous Fire Toad Blast!|It'll cost you 10 coins.": "啊，你来到了你行程中最好的一站！|我给你来一杯我的招牌火蟾蜍爆击！|只要10金币。",
    "Ah. A good job, well done.|I dub thee a Knight Of The Round Table.|You are now an honorary knight.": "啊。干得好。|我封你为圆桌骑士。|你现在是一名荣誉骑士了。",
    "Ah. That's why you're in the library then.": "啊。所以你才在图书馆。",
    "Ah... I don't have one.": "啊……我没有。",
    "Ah... I see. Well then you are right about the plague. But I did it for the good of my people.": "啊……我明白了。那你说得对，关于瘟疫的事。但我这样做是为了我的人民好。",
    "Ah... Yes... Erm.... I think I had better go and revise first!": "啊……是……嗯……我觉得我最好先去复习一下！",
    "Ah... the Grail... yes... that did fill me with wonder! Oh, that I could have stayed forever! The spear, the food, the people...": "啊……圣杯……是的……那确实让我充满惊叹！哦，要是我能永远留在那里就好了！那把长矛、食物、还有人们……",
    "Ah... the Hemenster fishing competition...": "啊……Hemenster钓鱼比赛……",
    "Ah... welcome adventurer. I'm here to tell you all about|quests. Let's start by opening the quest side panel.": "啊……欢迎你，冒险者。我来告诉你关于|任务的一切。先打开任务侧面板吧。",
    "Ah... welcome newcomer. I am Lev, the chef.| It is here I will teach you how to |cook food truly fit for a king.": "啊……欢迎你，新来的。我是厨师Lev。|在这里我将教你如何|烹饪真正配得上国王的食物。",
    "Ah... well... hmmm... yes... I do have a piece of it anyway...": "啊……嗯……呃……是的……反正我手上确实有一块……",
    "Aha Bwana, well done, you have made the golden bowl. Would you like me to show you how to bless it.": "啊哈，Bwana，干得好，你做出了金碗。你想让我教你如何祝福它吗。",
    "Aha a dagger!|I wonder if this is evidence...": "啊哈，一把匕首！|不知道这算不算证据……",
    "Aha! 'The Shield of Arrav'!|Exactly what I was looking for.": "啊哈！'阿拉夫之盾'！|正是我要找的。",
    "Aha! A connoisseur! Check out these beauties!": "啊哈！行家！看看这些好东西！",
    "Aha! A robe.|This could be a clue...": "啊哈！一件长袍。|这可能是条线索……",
    "Aha! Good work adventurer! What news of the border defences against Morytania?": "啊哈！干得好，冒险者！关于对抗Morytania的边境防御有什么消息？",
    "Aha! Here it is! Take this slime, mix it with some|Harralander and water and you'll have the Blamish Oil|you need for treating your fishing rod.": "啊哈！在这里！拿着这个黏液，把它与|一些Harralander和水混合，你就能得到|处理鱼竿所需的Blamish油。",
    "Aha! I see you have the items we need!|Are you still willing to help make the weapon?": "啊哈！我看到你有我们需要的材料了！|你还愿意帮忙制造武器吗？",
    "Aha! I see you have the plans. This is great! However, these plans do indeed look very technical. My people have further need of your skills.": "啊哈！我看到你有图纸了。太好了！不过，这些图纸确实看起来很专业。我的人还需要你更多的帮助。",
    "Aha! I'm glad you are here! I am sending out various knights on an important quest. I was wondering if you too would like to take up this quest?": "啊哈！很高兴你来了！我正在派遣各位骑士执行一项重要任务。不知道你是否也想接受这个任务？",
    "Aha, I see you have completed your task. I'll take that dagger from you now.": "啊哈，我看到你完成任务了。我现在把那把匕首收走。",
    "Aha, everything seems to be in place! You can come through now into the grotto for the final section of my transformation.": "啊哈，一切似乎都到位了！你现在可以进入石窟参加我转变的最后阶段了。",
    "Aha, my friend returns.": "啊哈，我的朋友回来了。",
    "Aha, my little scorpions home at last!": "啊哈，我的小蝎子们终于回家了！",
    "Aha, sounds like a quest. I'll help.": "啊哈，听起来像个任务。我来帮忙。",
    "Aha, that'd be Wormbrain.": "啊哈，那一定是Wormbrain。",
    "Aha, trying to smuggle rum are we?": "啊哈，试图走私朗姆酒是吧？",
    "Aha, trying to smuggle rum eh?": "啊哈，想走私朗姆酒啊？",
    "Ahahahaha! Zanaris isn't a person! It's a magical hidden city filled with treasures and rich.. uh, nothing. It's nothing.": "啊哈哈哈哈！扎纳里斯不是人！它是一座充满宝藏和财富的神秘隐藏城市……呃，没什么。什么都没有。",
    "Ahh I see you have your own ball. We can't play with|that; I'll give it back when you leave.": "啊，我看到你有自己的球了。我们不能用|那个玩；你离开的时候我会还给你的。",
    "Ahh well, all the best to you.": "啊好吧，祝你一切顺利。",
    "Ahh well, sorry I couldn't be any more help.": "啊好吧，抱歉我帮不上更多忙了。",
    "Ahh, der creature has dem... goodly, goodly. Now us can stick der chompy bird...": "啊，那个生物有了……好的好的。现在我们能戳笨鸟了……",
    "Ahh, ok thanks.": "啊，好的谢谢。",
    "Ahh... that you must earn by passing your exams! The examiner holds those.": "啊……那你必须通过考试才能获得！考试由考官负责。",
    "Ahhh, da creature wants to know Rantz secret for stabbers? Rantz not say till da creature says will make da stabbers for us else you Creature steals da chompy from us!": "啊啊啊，那个生物想知道Rantz做尖尖的秘密？Rantz不说，除非那个生物答应帮我们做尖尖，不然你这个生物会偷走我们的笨鸟！",
    "Ahhh... you must be new to these parts if you haven't heard of Lord Drakan! He's the lord of this land, and we all pledge allegiance to him.": "啊啊……如果你没听说过Drakan领主的话，你一定是刚来这里的！他是这片土地的领主，我们都宣誓效忠于他。",
    "Ahhhh! What have I done!": "啊啊啊！我做了什么！",
    "Ahhhhh, help!": "啊啊啊啊，救命！",
    "Ahhrs Oooohh arhhhhAHhhh.": "啊啊嗯 哦哦哦 啊啊啊啊。",
    "Ahoy there!": "嘿，那边的！",
    "Ahoy!": "嘿！",
    "Ahoy! What d'ye think of yer ship then?": "嘿！你觉得你的船怎么样？",
    "Air battlestaff.": "风之战杖。",
    "Al Kharid.": "阿尔卡里德。",
    "Al Shabim said I could enter, here are the plans!": "Al Shabim说我可以进去，这是图纸！",
    "Al Shabim takes the technical plans off you.": "Al Shabim从你手中拿走了技术图纸。",
    "Al Shabim thinks for a moment.": "Al Shabim想了一会儿。",
    "Al Shabim's advisors show you some advanced techniques for making the new weapon.": "Al Shabim的顾问们向你展示了一些制造新武器的高级技术。",
    "Al Zaba Bhasim is a figment of your diseased imagination. Go look for him yourself and waste your own time if you think he still exists.": "Al Zaba Bhasim是你病态想象力的产物。如果你认为他还活着，自己去找吧，别浪费我的时间。",
    "Alas, I have no cabbages either...": "唉，我也没有卷心菜……",
    "Alfonse winks at you.": "Alfonse向你眨了眨眼。",
    "Alia.": "Alia。",
    "All I can offer in return is material wealth. Please take these coins as a sign of my gratitude.": "我能回报的只有物质财富。请收下这些金币作为我感激的表示。",
    "All I know is that I did what I was asked.": "我只知道我做了别人让我做的事。",
    "All I know is that Zadimus was a high priest of Zamorak. Rashiliyia loved him, but he did not return her affections.": "我只知道Zadimus是Zamorak的大祭司。Rashiliyia爱他，但他没有回应她的感情。",
    "All I remember is that I was working near the tents when I lost it.": "我只记得我在帐篷附近干活的时候弄丢了它。",
    "All Knights of the Round thank you for your assistance in this trying time for us.": "所有圆桌骑士都感谢你在这个艰难时刻对我们的帮助。",
    "All arenas of this type are full! Select another type of arena, try|again in a few minutes or try a different server.": "这种类型的所有竞技场都已满！请选择另一种竞技场类型，|过几分钟再试或换一个服务器。",
    "All day we pray in the hay, hee hee.": "我们整天在干草堆里祈祷，嘻嘻。",
    "All hands on deck!": "全体甲板集合！",
    "All is satisfactory. You may board the boat now.": "一切都符合要求。你现在可以登船了。",
    "All of my people normally congregate around a totem pole. But ours has been polluted by an evil spirit. It has been transformed, and now our people are afraid to approach it.": "通常我的族人们会聚集在图腾柱周围。但我们的图腾柱已经被一个邪灵污染了。它已经变了样，现在我们的人都不敢靠近它了。",
    "All of these images are contained within a sphere.": "所有这些图像都包含在一个球体内。",
    "All right, all right!|Stop begging I can't stand it.|Here's the key... take care of it.": "好了好了！|别再求了，我受不了了。|给你钥匙……好好保管。",
    "All that have passed the appropriate Earth Sciences exam.": "所有通过了相应地球科学考试的人。",
    "All that matters now is that humans and gnomes can live together in peace!": "现在最重要的是人类和侏儒能和平共处！",
    "All that remains is a damaged horn.": "剩下的只有一个损坏的角。",
    "All the Faladian knights used to have swords with unique designs according to their position. Could you bring me a picture or something?": "所有法拉多的骑士都有根据他们职位而设计独特的剑。你能给我带一幅画或什么的吗？",
    "All the best Traveller and thanks again!": "旅行者，一切顺利，再次感谢！",
    "All the s-secrecy and d-danger has played h-havoc with my nerves!": "所有这些秘——秘密和危——危险搞得我精神紧——紧张得不行！",
    "All the servants dress in black so it couldn't have been one of them.": "所有仆人都穿黑色衣服，所以不可能是他们中的任何一个。",
    "All the slaves have broken free!": "所有奴隶都逃跑了！",
    "All with be fine on the third night.": "第三天晚上一切都会好的。",
    "All you have to do is open the magic interface by clicking on the flashing icon.": "你只需要点击闪烁的图标来打开魔法界面。",
    "Almighty Zamorak! The Staff of Iban!": "全能的Zamorak！Iban之杖！",
    "Alomone continues to recite the scroll. It is a language you have never heard and do not understand at all.": "Alomone继续念诵卷轴。那是一种你从未听过且完全不理解的语言。",
    "Already? Excellent!": "已经好了？太棒了！",
    "Alright I'll try and get it.": "好吧，我去试试弄到它。",
    "Alright then, 10,000 coins it is.": "好吧，就10,000金币。",
    "Alright then, I'll see what I can do.": "好吧，我看看能做什么。",
    "Alright you win. I'll find another way in.": "好吧你赢了。我会找别的办法进去。",
    "Alright, I think I've got it now, it goes.... Carlem... Aber... Camerinthum... Purchai... Gabindo. Have you got that?": "好的，我想我记住了，是……Carlem……Aber……Camerinthum……Purchai……Gabindo。你记住了吗？",
    "Alright, I'll leave you alone now.": "好的，我现在不打扰你了。",
    "Alright, alright, I was only asking!": "好了好了，我只是问问！",
    "Alright, jump in the back of the cart. It's a food delivery, we should be fine.": "好的，跳到马车后面去。这是食物运送，应该没问题。",
    "Alright, take this one then...": "好吧，那拿这个吧……",
    "Also complete the map of Kharazi Jungle and we will admit you to the Guild.": "同时完成Kharazi丛林的地图，我们就会让你加入公会。",
    "Also imagine having your limbs pulled from your body one at a time.": "还要想象你的四肢被一个一个地从身体上拽下来。",
    "Also, let me improve your Magic level for you.": "另外，让我帮你提升魔法等级吧。",
    "Also, of course, it depends on the quality of your armour and weaponry. A high-levelled fighter with good armour and weapons will be deadly up close.": "当然，这也取决于你的盔甲和武器的质量。一个高等级的战士配上好的盔甲和武器在近距离会非常致命。",
    "Also, the better the pickaxe the higher the Mining level required to use it will be. Was there anything else you wanted to hear?": "此外，镐越好，使用它所需的采矿等级就越高。还有什么你想了解的吗？",
    "Alternatively you could try hard leather. It's not so easy to craft, but I only charge 3 gp per cowhide to prepare it, and it makes much sturdier armour.": "或者你可以试试硬皮革。制作起来没那么容易，但我只收每张牛皮3金币的加工费，而且做出来的盔甲要结实得多。",
    "Although I would probably be in here even if I didn't work here. I like reading. Someday I hope to catalogue all of the information stored in these books so all may read it.": "即使我不在这里工作，我可能也会待在这里。我喜欢阅读。有朝一日我希望能将这些书中存储的所有信息编目，让所有人都能阅读。",
    "Although I've retired as a Knight, and now live as a solitary monk. Also, I prefer to be known as brother rather than sir now. Half a moment, your cup of tea is ready.": "虽然我已经从骑士退休了，现在过着孤独修士的生活。另外，我现在更愿意被称为修士兄弟而不是爵士。等一下，你的茶泡好了。",
    "Although having said that the butler is kind of shifty looking...": "不过话说回来，管家看起来确实有点鬼鬼祟祟的……",
    "Although having said that, I believe Galahad found its location once...": "不过话说回来，我相信Galahad曾经找到过它的位置……",
    "Although the adventurers disturbed Rashiliyia's bones, they were not able to properly sanctify them. And this is the most likely reason why she still plagues us today.": "虽然冒险者们扰动了Rashiliyia的遗骨，但他们未能妥善地净化它们。这很可能就是她至今仍在困扰我们的原因。",
    "Although you have to feel sorry for some of the slaves sent in there.": "不过你得同情那些被送进去的奴隶。",
    "Although your true reward will be later, when Zamorak and I, together, lay waste to this miserable planet, and you are spared as an ally to us.": "虽然你真正的奖赏要等以后了，等Zamorak和我一起摧毁这个可悲的星球时，你将作为我们的盟友被保留下来。",
    "Aluft gives you four bars of chocolate, some equa leaves, some chocolate dust, some dough, and some cream.": "Aluft给了你四块巧克力、一些equa叶、一些巧克力粉、一些面团和一些奶油。",
    "Aluft gives you one tomato, some cheese, some equa leaves and some dough": "Aluft给了你一个番茄、一些奶酪、一些equa叶和一些面团",
    "Aluft gives you some cheese, some dough, some equa leaves, and some gnome spice.": "Aluft给了你一些奶酪、一些面团、一些equa叶和一些侏儒香料。",
    "Aluft gives you some dough, some equa leaves, and some gnome spice.": "Aluft给了你一些面团、一些equa叶和一些侏儒香料。",
    "Aluft hands you a cook book.": "Aluft递给你一本食谱。",
    "Aluft.": "Aluft。",
    "Always a pleasure squire.": "随时乐意效劳，侍从。",
    "Always a pleasure squire. Have you informed the king about Iban?": "随时乐意效劳，侍从。你向国王报告Iban的事了吗？",
    "Always a pleasure to help.": "乐于帮忙。",
    "Always arguing as usual!": "又像往常一样吵架了！",
    "Always handle with care; strike cleanly on its cleaving point.": "务必小心操作；在劈裂点上精准击打。",
    "Amazing, you recovered the orb.": "太厉害了，你找回了宝珠。",
    "An Entranan Firebirds' feather, A Master Thieves armband, and a cooked Lava Eel.": "Entrana火鸟的羽毛、盗贼大师的臂环和一条煮熟的熔岩鳗鱼。",
    "An adventurer eh? There is no service finer than serving the bountiful King Arthur, and I happen to know there's an important quest to fulfill.": "冒险者啊？没有什么比为慷慨的亚瑟王效力更好的了，而且我恰好知道有一个重要的任务需要完成。",
    "An adventurer hmmm? How lucky. I may have an adventure for you. I desperately need my family crest returning to me. It is of utmost importance.": "冒险者嗯？太幸运了。我可能有个冒险给你。我迫切需要找回我的家族纹章。它非常重要。",
    "An agent of evil cannot be allowed to leave!": "不能让邪恶的代理人离开！",
    "An alternative to using a furnace to smelt your ore is to use high-level magic to do it.": "除了用熔炉冶炼矿石之外，另一种方法是使用高级魔法来完成。",
    "An answer is unimportant; it is the question that matters.": "答案并不重要；重要的是问题本身。",
    "An egg.": "一个鸡蛋。",
    "An excellent addition to our range, traveller.": "旅行者，这是我们商品系列的极好补充。",
    "An impostor... Die, scum!": "冒充者……去死吧，渣滓！",
    "An ogre gave me this...": "一个食人魔给了我这个……",
    "An orange.": "一个橙子。",
    "An outsider! Can you get me out of this hell hole?": "外来人！你能把我从这个鬼地方救出去吗？",
    "An unlucky accident causes you to waste the feathers.|But you feel that you're close to making this item though.": "一次不幸的意外导致你浪费了羽毛。|但你感觉你离制作出这件物品已经很近了。",
    "And Daconia rocks will kill the tree!": "而且Daconia石头会杀死大树！",
    "And I fear that it is impossible to get some seeds. He is being held against his will in some caves in the north western part of the Kharazi Jungle.": "而且我担心要弄到一些种子是不可能的。他被强行囚禁在Kharazi丛林西北部的一些洞穴中。",
    "And I think you've been reading too many cheap detective novels. Hobbes is kind of uptight, but his loyalty to old Lord Sinclair is beyond question.": "我觉得你读了太多廉价侦探小说了。Hobbes是有点刻板，但他对老Sinclair领主的忠诚毋庸置疑。",
    "And I'm sure that Ana will also be very pleased! And I may see if I can get a small reward together... But I cannot promise anything. So does that mean that you'll look for her then?": "我相信Ana也会非常高兴的！我会看看能不能凑一些小奖赏……但我不能承诺什么。那么这意味着你会去找她吗？",
    "And Sir Ceril doesn't suspect a thing?": "而且Ceril爵士什么都没察觉？",
    "And a keen woodsman with a knife can extract the juice|from a cactus. Before you go into the desert, it's|advisable to wear desert clothes. It's very hot in the|desert and you'll surely cook if you wear armour.": "一个有经验的樵夫用刀子就能从|仙人掌中提取汁液。在你进入沙漠之前，|建议穿上沙漠服装。沙漠里非常热，|穿盔甲的话你肯定会被烤熟。",
    "And all I got was indigestion.|I am done with men like him.": "结果我只落得个消化不良。|我受够他那种人了。",
    "And best of luck!": "祝你好运！",
    "And bottom of the afternoon.": "下午好。",
    "And can anyone vouch for that?": "有人能证实吗？",
    "And did he give you anything in return?": "他有给你什么作为回报吗？",
    "And do you know what the moral of this story is?": "你知道这个故事的寓意是什么吗？",
    "And drop to your feet into a narrow underground corridor.": "然后你落到脚下一条狭窄的地下走廊里。",
    "And even fewer have been returned alive if they did solve it. You can try to explore these caverns, it may help. You may just be able to find the Viyeldi caves. That is where the source of the sacred water resides.": "就算解开了谜题，能活着回来的也更少。你可以试着探索这些洞穴，也许有帮助。你说不定能找到Viyeldi洞穴。那就是圣水之源所在的地方。",
    "And finally, you need to craft the totem pole out of the trunk. You'll need a very sharp, very tough axe to do all this. But once you have completed the totem pole,": "最后，你需要用树干雕刻图腾柱。你需要一把非常锋利、非常坚固的斧头来完成这一切。但一旦你完成了图腾柱，",
    "And have you found anything useful?": "你找到什么有用的东西了吗？",
    "And how am I meant to do that?": "那我该怎么做？",
    "And how am I meant to prove that?": "那我该怎么证明？",
    "And how do you know that?": "你怎么知道的？",
    "And how is life as a squire?": "当侍从的生活怎么样？",
    "And in recognition of your service to the|public health of Ardougne please accept this|further 3000 coins as a reward.": "为了表彰你对阿多格尼|公共卫生的贡献，请接受这|额外的3000金币作为奖赏。",
    "And its unique fragrance makes it the number one choice for cleaners and exterminators the whole country over!": "它独特的香气使它成为全国清洁工和灭虫者的首选！",
    "And miss all the fun!": "那就错过所有乐趣了！",
    "And most likely between large bodies of water, for example large lakes. However, many people have searched for the temple, and have failed. I would hate to see you waste your time on a pointless search like that.": "很可能在大型水域之间，比如大湖。不过，很多人都搜寻过那座神庙，都失败了。我不想看到你在这种毫无意义的搜索上浪费时间。",
    "And multiply that number by seven.": "然后把那个数字乘以七。",
    "And my family?": "那我的家人呢？",
    "And my gratitude!": "还有我的感激！",
    "And no fine meal is complete without good music so|we'll cover that while you're here too.": "没有好音乐的美食是不完整的，所以|你在这里的时候我们也会教你这个。",
    "And none of it is honourable.": "没有一件是光彩的。",
    "And now I must leave you loyal subjects for time is short, and I have many pressing matters to address before I may make my return. I must leave now, and head Northwards": "现在我必须离开你们这些忠诚的臣民了，因为时间紧迫，在我归来之前还有许多紧迫的事务需要处理。我必须现在就出发，向北方进发",
    "And providing you buy one drink an hour they let you stay all night.": "只要你每小时买一杯饮料，他们就让你待一整晚。",
    "And right he is at that. Although my skill with Death Rune magiks was not great enough to defeat Chronozon, I am adequately skilled at Chaos Rune magiks.": "他说得对。虽然我的死亡符文魔法技术不足以击败Chronozon，但我对混沌符文魔法掌握得还算不错。",
    "And so I erected this wall, not just to protect my people, but to protect all the people of RuneScape.": "所以我建起了这堵墙，不仅是为了保护我的人民，也是为了保护RuneScape的所有人民。",
    "And supposing we were this crime gang,|what would you want with us?": "假设我们就是这个犯罪团伙，|你想从我们这里得到什么？",
    "And that includes me.": "这也包括我。",
    "And that's because?": "那是因为？",
    "And that's the only item I am interested in.|If you want to sell me that item, simply show it to me.": "而且那是我唯一感兴趣的物品。|如果你想卖给我那个东西，直接拿给我看就行。",
    "And the shield of Arrav? I heard you got that!": "那阿拉夫之盾呢？我听说你拿到了！",
    "And the undead are even stronger beyond the gates. My guess is that it has something to do with the Legend of Rashiliyia.": "而且门外的亡灵更加强大。我猜这与Rashiliyia的传说有关。",
    "And the winner is... The stranger in black!": "获胜者是……那个穿黑衣的陌生人！",
    "And this is not all! By finding other talismans similar to this one, you will eventually be able to craft every rune that is available on this world! Just": "不仅如此！通过找到与这个类似的其他护符，你最终将能够制作这个世界上所有可用的符文！只需",
    "And to you. Can I help you?": "你也好。有什么我能帮你的吗？",
    "And wait...": "等等……",
    "And we'll be pleased to clean the mess up after you've been dispatched.": "在你被干掉之后，我们会很乐意清理残局的。",
    "And we'll only charge the paltry sum of.. erm...|@dbl@-- The guards starts to do some mental calculations. --|@dbl@-- You can see his brow furrow and he starts to --|@dbl@-- sweat profusely. --": "而且我们只收取微不足道的……呃……|@dbl@-- 守卫开始进行心算。--|@dbl@-- 你看到他眉头紧皱，开始--|@dbl@-- 大汗淋漓。--",
    "And what are you doing in Brimhaven?": "你在Brimhaven做什么？",
    "And what stops them seeing you?": "那什么让他们看不到你？",
    "And where could I find her?": "那我在哪里能找到她？",
    "And where do you think you're going? Only General Khazard decides who fights in the arena. Get out of here.": "你以为你要去哪？只有Khazard将军才能决定谁在竞技场战斗。滚出去。",
    "And where is this crest?": "那这个纹章在哪里？",
    "And where is your money? Grrrr!|Do you want to get hurt or something?": "你的钱呢？嗯嗯！|你是想挨打还是怎样？",
    "And who are YOU to judge ME? Hmmm. You look like a peasant anyway. I'm wasting my time talking to you.": "你是谁凭什么评判我？哼。反正你看起来就像个农民。跟你说话纯粹是浪费我的时间。",
    "And why is this a problem?": "那这为什么是个问题？",
    "And why would you want to do a crazy thing like that for? I ought to teach you a lesson! Guards! Guards!": "你为什么要做这种疯狂的事？我应该给你一个教训！守卫！守卫！",
    "And will I need anything to defeat this dragon?": "我需要什么来打败这条龙吗？",
    "And you are...?": "你是……？",
    "And you expect to find it up the back streets of Varrock?": "你指望在瓦洛克的小巷里找到它？",
    "And...?": "然后呢……？",
    "And? Make this quick, I have better things to do|than be interrogated by halfwits all day.": "然后呢？快点说，我有更重要的事要做|不想被白痴整天审问。"
}