{
    "You wait...": "你等待着...",
    "You walk into an invisible barrier... Some kind of magical force will not allow you to pass into the cavern. You notice something interesting on the wall to the left.": "你走进了一道隐形屏障...某种魔法力量不允许你通过进入洞穴。你注意到左边墙上有些有趣的东西。",
    "You walk into the darkness of the magical doorway. You walk for a|short distance before pushing open another door.": "你走进了魔法门的黑暗中。你走了|一小段路就推开了另一扇门。",
    "You want to know about Canifis? I dunno why, not a lot happens here. We're just your typical everyday down at earth werewolf folk, after all...": "你想了解卡尼菲斯？我不知道为什么，这里没什么事发生。毕竟我们就是普普通通的接地气的狼人嘛...",
    "You wanted to be ranked as a master thief didn't you? Well, I guess this just about ranks as good enough!": "你不是想被评为盗贼大师吗？嗯，我想这差不多够格了！",
    "You watch the Mercenary Captain for some time.|He has a large metal key attached to his belt.|You notice that he usually gets his men to do his dirty work.": "你观察佣兵队长有一段时间了。|他腰带上系着一把大金属钥匙。|你注意到他通常让手下去干脏活。",
    "You watch the doors for some time.|You notice that only slaves seem to go down there.|You might be able to sneak down if you pass as a slave.": "你观察门口有一段时间了。|你注意到似乎只有奴隶才能下去。|如果你伪装成奴隶，也许能偷溜下去。",
    "You were not able to go into a deep enough trance. You lose some prayer...": "你无法进入足够深的恍惚状态。你失去了一些祈祷点...",
    "You were right! I searched Glough's chest and found some invasion plans!": "你说得对！我搜查了Glough的箱子，找到了一些入侵计划！",
    "You will all end up in the blue...|Deep deep under the blue...": "你们都会沉入蓝色深处...|深深地沉入蓝色之下...",
    "You will also raise your Defence and Attack values by using different weapons and armours.": "你还可以通过使用不同的武器和盔甲来提升你的防御和攻击数值。",
    "You will be able to buy better pickaxes from the Dwarven Mine when you reach the mainland, but they can be expensive.": "当你到达大陆后，你可以从矮人矿场买到更好的镐，但它们可能很贵。",
    "You will be my friend only with gold.|Bring me a bar of pure gold and I will let you pass.": "只有给我金子你才是我的朋友。|给我一根纯金锭，我就让你通过。",
    "You will benefit from this decision, the source will be opened to you. Bring the dagger back to me when you have completed this task.": "你会从这个决定中受益，源泉将向你开放。完成这个任务后把匕首带回给我。",
    "You will find many inhabitants of this world have useful things to say to you. By clicking on them, you can talk to them.": "你会发现这个世界的许多居民都有有用的话要对你说。点击他们就可以和他们交谈。",
    "You will find many inhabitants of this world have useful|things to say to you. By clicking on them with your|mouse you can talk to them.": "你会发现这个世界的许多居民都有有用的|话要对你说。用鼠标|点击他们就可以和他们交谈。",
    "You will find out on the mainland that certain items can also affect your stats. There are potions that can be drunk that can alter your stats temporarily, such as raising Strength.": "你到大陆后会发现某些物品也能影响你的属性。有些药水可以暂时改变你的属性，比如提升力量。",
    "You will find the magic words at the base of one of the chaos altars.": "你会在一个混沌祭坛的底部找到魔法咒语。",
    "You will have to excuse me, then.|I am very busy|as I have a kingdom to run!": "那请原谅我了。|我非常忙|因为我有一个王国要管理！",
    "You will have to find them while I get the rest ready.": "你得去找到它们，我来准备其余的东西。",
    "You will have to kill me first.": "你得先杀了我。",
    "You will have to learn skavid,|otherwise they will not talks to you.|Make sure you remembers all that you hear.": "你必须学会skavid语，|否则他们不会和你说话。|确保你记住你听到的一切。",
    "You will need a Cadaver potion.": "你需要一瓶尸体药水。",
    "You will need a skirt that looks the same as Keli's": "你需要一条看起来和Keli的一样的裙子",
    "You will need all your wits about you when dealing with the terrors that exist down there.": "在面对下面存在的恐怖时，你需要全神贯注。",
    "You will need certain ingredients.": "你需要某些材料。",
    "You will need gloves.": "你需要手套。",
    "You will need one to get to and from the Fisher King's realm. They reside in a haunted manor house in Misthalin, though you may not perceive them unless you carry something from the realm of the Fisher King...": "你需要一个才能往返渔王的国度。它们居住在Misthalin的一座闹鬼庄园里，不过除非你携带来自渔王国度的东西，否则你可能看不到它们...",
    "You will need this to get in|this is the key to the front entrance to the maze.": "你需要这个才能进去|这是迷宫前门的钥匙。",
    "You will need to bind him with magic words.": "你需要用魔法咒语束缚他。",
    "You will need to find a magic symbol as close to the crystal as you can find.": "你需要找到一个离水晶尽可能近的魔法符号。",
    "You will need to find another way in.": "你需要找到另一条路进去。",
    "You will need to find two herbs, Snake weed and Ardrigal. Add them both to a vial of water, and you will walk with the bravery of the Kharazi lion.": "你需要找到两种草药，蛇草和Ardrigal。把它们都加入一瓶水中，你就会拥有Kharazi狮子般的勇气。",
    "You will need to get a pink skirt, same as Keli's.": "你需要弄一条粉色裙子，和Keli的一样。",
    "You will need to grow the Yommi tree to full height. And then, before it rots, you must chop it down. Once you have felled the tree, you need to trim the branches.": "你需要把Yommi树种到最高。然后，在它腐烂之前，你必须砍倒它。砍倒树后，你需要修剪树枝。",
    "You will need to talk to the oracle on the ice mountain.": "你需要和冰山上的神谕者谈谈。",
    "You will need to use it to replace a totem pole that already exists, as they're all placed on sacred areas to my people.": "你需要用它来替换一个已有的图腾柱，因为它们都放置在对我族人来说神圣的区域。",
    "You will notice a flashing icon of a spanner.|Please click on this to continue the tutorial.": "你会注意到一个闪烁的扳手图标。|请点击它继续教程。",
    "You will respect my authority!": "你必须尊重我的权威！",
    "You will still need some rope to tie up Keli, of course. I heard that there was a good rope maker around here...": "当然，你还需要一些绳子来绑住Keli。我听说这附近有一个不错的绳匠...",
    "You will then need to drop some bats' bones on the magic symbol while holding a lit black candle.": "然后你需要在手持点燃的黑蜡烛的同时把蝙蝠骨扔在魔法符号上。",
    "You will? It would help me a lot!": "你愿意？那对我帮助太大了！",
    "You wizards are always complaining.": "你们巫师总是在抱怨。",
    "You won't be able to chop oak trees until you have a Woodcutting level of 15. You'll advance to higher Woodcutting levels by chopping down normal trees. At higher Woodcutting levels you will find even more trees you can cut.": "你要到伐木等级15才能砍橡树。通过砍普通树可以提升伐木等级。在更高的伐木等级你会发现更多可以砍的树。",
    "You worthless Vacu, how dare you seek to trick me. Go and slay Viyeldi as you promised or I will layer upon you all the pain and torment I have endured all these long years!": "你这没用的Vacu，你竟敢想骗我。去按你承诺的杀死Viyeldi，否则我会把我这漫长岁月中忍受的所有痛苦和折磨都加诸于你！",
    "You would be a huge benefit on the battlefield.|If you would go there and try to retrieve the|orb, my people and I will be forever grateful.": "你在战场上会大有帮助。|如果你愿意去那里尝试取回|宝珠，我和我的族人将永远感激你。",
    "You would release me from my torment and the source would be available to you. However, you must realise that this will be no easy task.": "你将把我从痛苦中解脱出来，而源泉将对你开放。但是，你必须意识到这不是一项简单的任务。",
    "You! Now go, and bother me no more.)": "你！现在走，别再烦我了。）",
    "You'd be better off speaking to one of the nurses.": "你最好去和一位护士谈谈。",
    "You'd better come in then. Grip will want to talk to you.": "那你最好进来。Grip会想和你谈谈的。",
    "You'd better go get it then hadn't you?": "那你最好去拿回来，不是吗？",
    "You'd need a suitable container to carry the wax in.": "你需要一个合适的容器来装蜂蜡。",
    "You'd really have to ask her though.": "不过你真的得去问她。",
    "You'd really have to ask him though.": "不过你真的得去问他。",
    "You'll also become one of his minions... You must go above and find the witch Kardia. She holds the secret to Iban's destruction.": "你也会变成他的爪牙...你必须上去找到女巫Kardia。她掌握着毁灭Iban的秘密。",
    "You'll also struggle to find someone bold enough to take a ship to Crandor Island": "你也很难找到有胆量驾船去Crandor岛的人",
    "You'll be able to see him soon.|First we need to get you back to land,|come with me to the boat.": "你很快就能见到他了。|首先我们需要送你回到陆地，|跟我去船那里。",
    "You'll be after our Hand of Death cocktail, then.|Lots of expensive parts to the cocktail, though,|so it will cost you 70 coins.": "那你要我们的死神之手鸡尾酒了。|不过鸡尾酒有很多昂贵的原料，|所以要花你70金币。",
    "You'll be joining Davey Jone sin his locker!": "你会去和Davey Jones一起待在他的柜子里的！",
    "You'll be okay Koftik...": "你会没事的，Koftik...",
    "You'll get lost in this jungle without a map. You decide not to go any further.": "没有地图你会在丛林中迷路的。你决定不再往前走了。",
    "You'll have to give me the recipe some time...": "你改天得把食谱给我...",
    "You'll have to go through the wood to the west to get round the fence. Then you'll have to go right into the eastern depths of the swamp.": "你得穿过西边的树林绕过栅栏。然后你得一直走到沼泽的东部深处。",
    "You'll have to stay in there until you pay the fine of|five gold pieces. Do you want to pay now?": "你得待在里面直到你付清|五枚金币的罚款。你现在想付吗？",
    "You'll have various guard related duties on various shifts. I'll assign specific duties as they are required as and when they become necessary. Just so you know, if anything happens to me": "你将在不同轮班中承担各种与守卫相关的职责。我会在需要时分配具体任务。提醒你一下，如果我出了什么事",
    "You'll know you're in the right place as you'll have a 'Challenge' option when you right-click a player.": "当你右键点击一个玩家时出现'挑战'选项，你就知道你在正确的位置了。",
    "You'll need a hammer as well, to drive it in properly, your everyday general store hammer will do. One last thing... It's wise to carry garlic with you, vampires are somewhat weakened if they can smell garlic. Morgan": "你还需要一把锤子来把它钉好，普通杂货店的锤子就行。最后一件事...随身携带大蒜是明智的，如果吸血鬼闻到大蒜味会被削弱。Morgan",
    "You'll need a hammer if you want to attempt to repair this shield.": "如果你想尝试修复这面盾牌，你需要一把锤子。",
    "You'll need a lava-proof fishing line. I'm sure I already gave you what you need for this - take an ordinary fishing rod, and then cover it with the fire-proof Blamish Oil.": "你需要一根耐熔岩的鱼线。我确定我已经给了你所需要的东西——拿一根普通钓竿，然后涂上防火的Blamish油。",
    "You'll need a little bit of mining experience to be able to find it.": "你需要一点采矿经验才能找到它。",
    "You'll need a special sword to defeat it, such as excalibur. You should be able to get that from the lady of the lake ...if you haven't already.": "你需要一把特殊的剑来打败它，比如Excalibur。你应该能从湖中女士那里得到...如果你还没有的话。",
    "You'll need a strength ability of 50 to attempt to move these huge metal doors.": "你需要50级力量才能尝试移动这些巨大的金属门。",
    "You'll need an axe to get through this rough jungle. You don't think it would be a good idea to continue without one you've got the level to use.": "你需要一把斧头才能穿过这片茂密的丛林。你觉得没有你能使用的斧头继续前进不是个好主意。",
    "You'll need some pure sacred water to feed the tree when it starts growing.": "当树开始生长时，你需要一些纯净的圣水来浇灌它。",
    "You'll need this in order to collect together natures bounty. When it contains items, it will bind the Ghast to you until you flee or it is defeated.": "你需要这个来收集自然的恩赐。当它装有物品时，它会把幽灵绑定在你身上，直到你逃跑或它被打败。",
    "You'll need to find to find the eggs of the deadly red spider and a limpwurt root.": "你需要找到致命红蜘蛛的卵和一根limpwurt根。",
    "You'll need to go and see my old mentor Guidor. He lives in Varrock. Take these vials and this sample to him.": "你需要去见我的老导师Guidor。他住在瓦洛克。把这些药瓶和样本带给他。",
    "You'll need to remove it yourself to get to the fertile soil. It will take a very sharp, robust axe to do it.": "你需要自己移除它才能到达肥沃的土壤。这需要一把非常锋利、坚固的斧头。",
    "You'll need to speak to Nulodion, the Dwarf Cannon| Engineer. He's the Weapons Development Chief for the Black Guard, so if anyone knows how to fire that thing, it'll be him.": "你需要和Nulodion谈谈，就是矮人大炮|工程师。他是黑卫队的武器研发主管，所以如果有人知道怎么发射那东西，那就是他。",
    "You'll need to talk to Abbot Langley about that. He's|usually to be found walking the halls of the monastery.": "你需要和Langley修道院长谈谈。他|通常在修道院的走廊里走来走去。",
    "You'll need to use tin and copper ore on a furnace|to produce this metal.": "你需要在熔炉中使用锡矿石和铜矿石|来生产这种金属。",
    "You'll need to use wooden planks on this hole to patch it up.": "你需要用木板来补上这个洞。",
    "You'll never get Ana (in a barrel) through the window.|The barrel is just too big.": "你不可能把Ana（在桶里）从窗户弄出去。|桶太大了。",
    "You'll never get that much for it. I'll be generous and give you 50 for it.": "你永远卖不了那个价。我大方点给你50吧。",
    "You'll probably find them in McGrubor's Wood to the north.": "你很可能在北边的McGrubor树林里找到它们。",
    "You're a brave person. If the guards get you, you'll be in here next.": "你是个勇敢的人。如果卫兵抓到你，下一个关进来的就是你。",
    "You're a fool human! You have no idea what's going on.": "你是个傻子，人类！你根本不知道发生了什么。",
    "You're a good adventurer, we were lucky to find you.|The base is located just South of the Ice Mountain.": "你是个优秀的冒险者，我们很幸运能找到你。|基地就在冰山南边。",
    "You're a grumpy little man aren't you?": "你是个脾气暴躁的小矮人，不是吗？",
    "You're a hero now. That was a good bit of demonslaying.": "你现在是英雄了。那一场屠魔真是精彩。",
    "You're a hero? I've never heard of YOU. You are required to possess at least 55 quest points to file an application.": "你是英雄？我从来没听说过你。你需要拥有至少55个任务点数才能提交申请。",
    "You're a little full of yourself aren't you?": "你有点自以为是了吧？",
    "You're a long way from home?": "你离家很远吧？",
    "You're a meany!": "你真小气！",
    "You're a sailor? Could you take me to the island of Crandor?": "你是水手？你能带我去Crandor岛吗？",
    "You're a thingummywut? I've never seen one up close before. They said I was mad!": "你是一个什么来着？我以前从没近距离见过一个。他们说我疯了！",
    "You're a vampire aren't you?": "你是吸血鬼吧？",
    "You're after a quest, you say? Actually I could do with a bit of help.": "你说你在找任务？其实我正需要一些帮助。",
    "You're alive, I thought Khazard's men had taken you.": "你还活着，我以为Khazard的人已经把你抓走了。",
    "You're almost as bad at losing things as me.": "你丢东西的本事几乎和我一样厉害。",
    "You're back! And the orb?": "你回来了！宝珠呢？",
    "You're back! So what did Guidor say?": "你回来了！Guidor怎么说？",
    "You're back! Thank you! Thank you!|Fluffs just came back!|I think she was just upset|as she couldn't find her kitten.": "你回来了！谢谢你！谢谢你！|Fluffs刚刚回来了！|我觉得她只是因为|找不到她的小猫而不高兴。",
    "You're back, did you find the distillator?": "你回来了，你找到蒸馏器了吗？",
    "You're back, well done brave adventurer.|Now the orbs are safe|we can perform the ritual for the spirit tree.|We can live in peace once again.": "你回来了，干得好，勇敢的冒险者。|现在宝珠安全了|我们可以为精灵树举行仪式了。|我们又可以和平地生活了。",
    "You're becoming quite annoying traveller!": "旅者，你变得越来越烦人了！",
    "You're braver than most.|Take care of yourself Bailey.": "你比大多数人都勇敢。|Bailey，你自己保重。",
    "You're carrying so many items that you cannot manage Ana as well.": "你带的东西太多了，没办法同时管理Ana。",
    "You're crazy Glough!": "你疯了，Glough！",
    "You're crazy, I'd never help you.": "你疯了，我永远不会帮你。",
    "You're doing quite well, I'm impressed.": "你做得很好，我印象深刻。",
    "You're either incredibly brave or incredibly stupid. But what would I wear if you take my clothes? Get me some nice desert clothes and I'll think about it?": "你要么无比勇敢，要么无比愚蠢。但你拿走我的衣服我穿什么？给我弄些好看的沙漠衣服，我考虑一下？",
    "You're experienced enough to use the claw spell|anywhere.": "你已经有足够的经验|在任何地方使用爪击咒语了。",
    "You're experienced enough to use the flame spell|anywhere.": "你已经有足够的经验|在任何地方使用火焰咒语了。",
    "You're experienced enough to use the strike spell|anywhere.": "你已经有足够的经验|在任何地方使用打击咒语了。",
    "You're given 10 shots at the targets, for each hit you will receive points. At the end you'll be awarded 1 ticket for every 10 points.": "你有10次射击目标的机会，每次命中你会获得分数。最后每10分你会获得1张票。",
    "You're going to have to pay 50 gold for the Uncle Humphrey's Gutrot.": "你得付50金币买Humphrey大叔的烂肠酒。",
    "You're here at last! I don't know what I've eaten but I feel like I'm on death's door.": "你终于来了！我不知道我吃了什么，但我感觉快要死了。",
    "You're him. The one who murdered the General's pet.": "是你。杀了将军宠物的那个人。",
    "You're ill!": "你病了！",
    "You're in luck, matey! I found a sextant in my net the last time I went out!": "你运气好，伙计！我上次出海时在网里捞到了一个六分仪！",
    "You're interested in a trip on the Lady Lumbridge are|you? I admit she looks fine, but she isn't seaworthy|right now.": "你对乘坐伦布里奇女士号感兴趣|是吗？我承认她看起来不错，但她现在|不适合出海。",
    "You're mad.": "你疯了。",
    "You're more of a fool than you look if you think you will ever find it. When Lord Hazeel is revived you will be first to grovel for his mercy!": "如果你以为你能找到它，那你比看起来还蠢。当Hazeel大人复活时，你会第一个跪地求饶的！",
    "You're more than welcome Bwana! Good luck for the rest of your quest.": "不用客气，Bwana！祝你接下来的任务好运。",
    "You're no doctor!": "你又不是医生！",
    "You're not a real guard. I've been in here long enough to know that. What's your business?": "你不是真正的卫兵。我在这里待的够久了，看得出来。你有什么事？",
    "You're not even in the Kharazi Jungle yet. You need to get to the|Southern end of Karamja before you can start mapping.": "你甚至还没到Kharazi丛林。你需要先到达|Karamja的南端才能开始绘图。",
    "You're not getting on this ship then.": "那你就别上这艘船了。",
    "You're not kidding, I can smell it from here!": "你没开玩笑，我从这里就能闻到！",
    "You're not my matey!": "你不是我的伙计！",
    "You're not putting your hands on my things!": "你别想碰我的东西！",
    "You're not quite sure what to make with this. Perhaps it will come to you as you discover more about Rashiliyia?": "你不太确定用这个能做什么。也许当你对Rashiliyia了解更多后就会想到？",
    "You're not ready to continue yet.|You need to know about combat before you go on.": "你还没准备好继续。|你需要先了解战斗才能继续。",
    "You're not safe here traveller. Leave while you still can.": "旅者，你在这里不安全。趁还来得及赶紧走。",
    "You're not safe here, leave while you can.": "你在这里不安全，趁还来得及赶紧走。",
    "You're not sure how to make darts yet.": "你还不知道怎么制作飞镖。",
    "You're not sure if the raft is safe to use.|Best to leave it alone.": "你不确定这个木筏是否安全。|最好别碰它。",
    "You're not sure what experimental techniques to use with this metal.": "你不确定用什么实验技术来加工这种金属。",
    "You're one of a very lucky few then.": "那你是极少数幸运儿之一了。",
    "You're our saviour.": "你是我们的救星。",
    "You're our saviour. Please return it to the village and we are all saved. Would you like me to show you the way to the village?": "你是我们的救星。请把它送回村庄，我们就都得救了。你要我给你指路去村庄吗？",
    "You're out of your depth traveller.|These orbs are part of a much larger picture.": "旅者，你管不了这么多。|这些宝珠是更大蓝图的一部分。",
    "You're quite welcome Bwana.": "不用客气，Bwana。",
    "You're rich then? Can I have some money?": "那你很有钱？能给我点钱吗？",
    "You're right!": "你说得对！",
    "You're right, I will go now.": "你说得对，我现在就走。",
    "You're right, it's time for my yearly bath.": "你说得对，是时候洗我的年度澡了。",
    "You're right, we don't. It doesn't matter anyway.": "你说得对，我们没有。反正也无所谓。",
    "You're right. It all sounds pretty creepy.": "你说得对。听起来确实很诡异。",
    "You're silly!": "你真傻！",
    "You're so funny!": "你真有趣！",
    "You're strange.": "你真奇怪。",
    "You're telling me, none of the sailors seem to remember who I am.": "你说得没错，水手们似乎都不记得我是谁了。",
    "You're that adventurer the family asked to help get those weird cultists who keep breaking in, right?": "你就是那个家族请来帮忙对付那些不断闯入的奇怪教徒的冒险者，对吧？",
    "You're the best!": "你是最棒的！",
    "You're the fiend who killed Bouncer.": "你就是杀了Bouncer的恶棍。",
    "You're the guy who beat Bouncer, amazing!": "你就是打败Bouncer的那个人，太厉害了！",
    "You're the one who killed Bouncer.": "你就是杀了Bouncer的那个人。",
    "You're too far from shore to teleport!": "你离岸边太远了，无法传送！",
    "You're wasting my time! Take me to your superior!": "你在浪费我的时间！带我去见你的上级！",
    "You're wasting my time, I have a lot of work to do!": "你在浪费我的时间，我有很多工作要做！",
    "You're welcome Bwana, I only hope it helped.": "不用客气，Bwana，我只希望它有帮助。",
    "You're welcome Bwana, good luck.": "不用客气，Bwana，祝你好运。",
    "You're welcome to enter the village now Bwana,|shall I show you the way?": "Bwana，你现在可以进入村庄了，|要我给你带路吗？",
    "You're welcome to have some with me of course...": "你当然可以和我一起吃一些...",
    "You're welcome! See you around...": "不用客气！回头见...",
    "You're welcome.": "不用客气。",
    "You're welcome. Now please let me|get on with my guard duties.": "不用客气。现在请让我|继续我的守卫职责。",
    "You're welcome...": "不用客气...",
    "You's better talk to Dad, We not talk to wierdly|'umans.": "你最好去跟爸爸说，我们不跟奇怪的|人类说话。",
    "You's better talk to Dad, he might have something for you to do.": "你最好去跟爸爸说，他可能有事让你做。",
    "You's better talk to Dad, him chasey sneaky chompy.": "你最好去跟爸爸说，他在追偷偷摸摸的chompy。",
    "You's better talk to Dad, him chasey sneaky da chompy.": "你最好去跟爸爸说，他在追那个偷偷摸摸的chompy。",
    "You's not got da bright pretties... I wants da bright pretties..you not get no flufsies wid'out da bright pretties.": "你没有亮晶晶的...我想要亮晶晶的...没有亮晶晶的就不给你毛绒绒的。",
    "You's not got da bright pretties... I wants da bright pretties..you not get no scratchers wid'out da bright pretties.": "你没有亮晶晶的...我想要亮晶晶的...没有亮晶晶的就不给你挠挠的。",
    "You've already done that.|Perhaps you should move on.": "你已经做过了。|也许你该继续前进了。",
    "You've already given me one of these Bwana. I'm aware of the situation with Rashiliyia.": "Bwana，你已经给过我一个这样的了。我知道Rashiliyia的情况。",
    "You've already given me that intelligence report!|Why are you offering me another copy of it?": "你已经给过我那份情报了！|你为什么又给我一份？",
    "You've already got bones from a sheep like this.|You don't need to fetch another one now.": "你已经有了这种羊的骨头。|你现在不需要再弄一个了。",
    "You've already got one! You don't need two!": "你已经有一个了！你不需要两个！",
    "You've already proven to me that you're a law-abiding citizen. Besides, I always found it suspicious that Jones would just show up here on the doorstep the very day after the old butler died in such suspicious": "你已经向我证明了你是守法的公民。此外，我一直觉得可疑的是，Jones在老管家以如此可疑的方式死亡的第二天就出现在门口",
    "You've come along just right actually.|All of my knights are already known to the Black Knights.": "你来得正好。|我所有的骑士都已经被黑骑士认出来了。",
    "You've come to the right place!": "你来对地方了！",
    "You've come to the right place, well done!": "你来对地方了，干得好！",
    "You've done it!": "你做到了！",
    "You've done well to get this far traveller, here eat...": "旅者，你能走到这里已经很不错了，给你吃点东西...",
    "You've done well, now we must inform the King. He'll have to send in some high mages to resurrect the Well of Voyage. Follow me, I'll lead you out.": "你做得很好，现在我们必须通知国王。他得派一些高级法师来复活航行之井。跟我来，我带你出去。",
    "You've got one of the feathers somewhere - off you go.": "你已经有一根羽毛了——去吧。",
    "You've incurred the anger of Khazard yourself now. He won't let any of us go easily.": "你现在也惹怒了Khazard。他不会轻易放过我们任何人的。",
    "You've lost it haven't you?": "你弄丢了吧？",
    "You've lost it, haven't you?": "你弄丢了，不是吗？",
    "You've made my life much easier!|Have a drink on me!": "你让我轻松多了！|我请你喝一杯！",
    "You've obviously never worked as a slave": "你显然从来没当过奴隶",
    "Young people - always in such a rush.": "年轻人——总是这么急匆匆的。",
    "Your DOG got poisoned???": "你的狗被毒了？？？",
    "Your Legendary exploits are travelling the whole jungle.": "你传奇般的事迹已经传遍了整个丛林。",
    "Your best bet would probably be to find someone else... Someone who ISN'T a member of the Phoenix Gang, and get them to infiltrate the ranks of the Black Arm Gang for you.": "你最好的办法可能是找其他人...一个不是凤凰帮成员的人，让他们替你潜入黑臂帮。",
    "Your boat doesn't look too safe.": "你的船看起来不太安全。",
    "Your cat has grown into a mighty feline,|but it will no longer be able to chase vermin.": "你的猫已经长成了一只强壮的猫科动物，|但它将不再能追逐害虫了。"
}