{
    "Thanks, I'll see you later.": "谢谢，回头见。",
    "Thanks, I'll try that!": "谢谢，我试试看！",
    "Thanks, I've been missing that.": "谢谢，我一直想念那个。",
    "Thanks, Kolodion.": "谢谢，Kolodion。",
    "Thanks, but I don't need that... really!": "谢谢，但我真的不需要那个！",
    "Thanks, but not today.": "谢谢，但今天不了。",
    "Thanks, but you really should leave.": "谢谢，但你真的应该离开。",
    "Thanks, you've been a big help.": "谢谢，你帮了大忙。",
    "Thanks.": "谢了。",
    "Thanks. I appreciate that.": "谢了。我很感激。",
    "Thanks. I'll try and find someone who does.": "谢了。我去找找其他能帮忙的人。",
    "Thanks... Eat well.": "谢谢……好好吃饭。",
    "Thanks... I think!": "谢谢……我想是的！",
    "Thanks... same to you.": "谢谢……你也一样。",
    "Thanks; I'll talk to her.": "谢谢；我去跟她谈谈。",
    "Thanksh very mush...": "谢谢你了……",
    "That I am, brave adventurer.|King Lathas informed me|that you need to cross these mountains.": "正是在下，勇敢的冒险者。|Lathas国王告知我|你需要翻越这些山脉。",
    "That I do!": "没错！",
    "That WOULD explain it.": "那倒是说得通。",
    "That blows that story out of the water then.": "那这个故事就不攻自破了。",
    "That bothers me not.|The secrets of Al-Kharid protect themselves.": "那不打紧。|阿尔卡里德的秘密会自我保护。",
    "That cat sure loves to be stroked.": "那只猫可真喜欢被抚摸。",
    "That concludes the exam for Earth Sciences level 1.": "以上就是地球科学1级考试的全部内容。",
    "That customs officer is annoying isn't she?": "那个海关官员真烦人，不是吗？",
    "That doesn't sound a very exciting quest.": "听起来不是一个很刺激的任务。",
    "That doesn't sound very likely. How did you get in here anyway? Did you deliberately hand yourself over to the guards? Ha, ha ha ha! Sorry, just kidding.": "听起来不太可能。你到底是怎么进来的？你是故意让守卫抓你的吗？哈哈哈哈！抱歉，开玩笑的。",
    "That is a good question.": "这是个好问题。",
    "That is a good thing.": "那是件好事。",
    "That is a good way to keep secrets.": "那是保守秘密的好方法。",
    "That is a powerful artefact indeed.|Returning it here would help Camelot a lot.": "那确实是一件强大的神器。|把它带回来会对卡默洛特帮助很大。",
    "That is a problem too yes.|No one knows where the Isle of Crandor is located.": "那也是个问题，没错。|没人知道Crandor岛在哪里。",
    "That is a shame Bwana. We really do need to act against Rashiliyia soon if we are ever to stand a chance of defeating her.": "真可惜Bwana。如果我们要有机会打败Rashiliyia，就必须尽快采取行动。",
    "That is a wise decision. Stay a  while and let your soul be cleansed!": "这是一个明智的决定。待一会儿让你的灵魂得到净化吧！",
    "That is bad news.|If you can sabotage it somehow, you will be paid well.": "那可不是好消息。|如果你能想办法破坏它，报酬会很丰厚。",
    "That is because of their magical powers.|We must fight them with their own methods;|do not speak to them!|I suggest a potion...": "那是因为他们的魔力。|我们必须用他们自己的方法来对付他们；|不要和他们说话！|我建议用一种药水……",
    "That is classified information.": "那是机密信息。",
    "That is excellent Bwana!|The first herb that you need to gather is called": "太好了Bwana！|你需要采集的第一种草药叫做",
    "That is good news.|Let me know if you find anything of interest.": "好消息。|如果你发现什么有趣的东西就告诉我。",
    "That is good to hear.": "很高兴听到这个。",
    "That is good. I will have another key made. You may collect it from Leela.": "那好。我会再做一把钥匙。你可以从Leela那里拿。",
    "That is if he's still alive.": "如果他还活着的话。",
    "That is indeed a good question. Here in the cellar of the Wizards' Tower you find the remains of the old Wizards' Tower, destroyed by fire": "这确实是个好问题。在巫师塔的地下室里，你看到的是旧巫师塔的遗迹，它被大火毁于一旦",
    "That is most kind of you!": "你太好了！",
    "That is no concern of yours, adventurer.": "那不关你的事，冒险者。",
    "That is none of your business.|Are we finished now, or are you just going|to stand there irritating me with your|idiotic questions all day?": "那不关你的事。|我们说完了吗，还是你打算|整天站在那里用你|愚蠢的问题烦我？",
    "That is right dear, the world of RuneScape holds many wonders beneath its surface. Students come to me to take exams so that they may join in on the archeological dig going on just north of here.": "没错亲爱的，RuneScape的世界在地表之下隐藏着许多奇迹。学生们来找我参加考试，这样他们就可以参加在北边进行的考古发掘。",
    "That is right! Oh, praise be to Saradomin! All is not yet lost! I feared that when those Zamorakians attack this place and imprisoned": "没错！哦，赞美Saradomin！一切还没有失去！我害怕当那些Zamorak信徒攻击这个地方并囚禁了",
    "That is some gooood stuff... yeah... wooh yeah!": "那可真是好东西……嗯……哇哦嗯！",
    "That is truly great Bwana... Well done! You have the spirit of the jungle lion.": "那真是太棒了Bwana……干得好！你拥有丛林雄狮的精神。",
    "That is very very kind of you, how do I get out?": "你太太好了，我怎么出去？",
    "That is what we were hoping for from you, adventurer!": "那正是我们对你的期望，冒险者！",
    "That is your choice.": "那是你的选择。",
    "That is your choice. Nice to meet you anyway.": "那是你的选择。不管怎样很高兴认识你。",
    "That is, before the telescope was damaged by those monsters outside...": "也就是说，在望远镜被外面的怪物损坏之前……",
    "That isn't right, keep trying.": "那不对，继续努力。",
    "That kitten loves to play with that ball of wool.|I think it is its favourite.": "那只小猫喜欢玩那个毛线球。|我觉得那是它最喜欢的。",
    "That makes you a champion to many, but you'd better get out of here while you still can. General Khazard liked that brute.": "这让你成了很多人的冠军，但趁还能走你最好赶紧离开。Khazard将军很喜欢那个野蛮人。",
    "That not much use - human go fetch it!": "那没什么用——人类快去拿来！",
    "That not right!": "那不对！",
    "That nut job? Oh sure, we all know about him. He was a real firebrand daredevil when he was younger, always taking risks to make himself a quick buck... he got himself caught up in the smuggling trade, sneaking over": "那个疯子？哦当然，我们都知道他。他年轻的时候是个真正的莽撞冒险家，总是冒险赚快钱……他卷进了走私贸易，偷偷越过",
    "That old pile of junk? Last I heard, she wasn't seaworthy.": "那堆破烂？我上次听说它都不能出海了。",
    "That pineapple was just delicious, many thanks. I don't suppose you could get me another? @dbl@-- The guard looks @dbl@at you pleadingly.": "那个菠萝真好吃，多谢了。你能再给我弄一个吗？@dbl@-- 守卫恳求地 @dbl@看着你。",
    "That seems pretty scary! Are you sure you want to go through?": "看起来挺吓人的！你确定要过去吗？",
    "That shield has been missing for over twenty-five years!": "那面盾牌已经失踪超过二十五年了！",
    "That should be simple. Hand the things to Aggie then.": "那应该很简单。那就把东西交给Aggie吧。",
    "That skull looks scary. I've got no reason to take it, I think I'll leave|it alone.": "那个骷髅看起来很吓人。我没有理由拿走它，我还是|别碰了。",
    "That sounds awful.": "听起来太可怕了。",
    "That sounds dangerous. Leave me here.": "听起来很危险。把我留在这里吧。",
    "That sounds good to me!": "我觉得不错！",
    "That sounds good to me.": "我觉得不错。",
    "That sounds good, improve them for me.": "听起来不错，帮我改进它们。",
    "That sounds like a laugh!": "听起来很有意思！",
    "That sounds scary...": "听起来很吓人……",
    "That sounds very strange Bwana, I'm glad to see you didn't commit such a foul act. I can make a spell that would help you to defeat the spirit. But I need an item that belongs to the spirit to make it work.": "那听起来很奇怪Bwana，我很高兴看到你没有做出那种卑鄙的行为。我可以制作一个帮你打败那个灵魂的咒语。但我需要一件属于那个灵魂的物品才能让它生效。",
    "That stronghold is built in a strong defensive position.": "那座要塞建在一个强大的防守位置。",
    "That totem pole will take pride of place in the Legends Guild as a reminder of your quest to gain entry. And so that many other great adventurers can admire your bravery.": "那根图腾柱将在传说公会占据显要位置，作为你为获得入会资格而完成任务的纪念。这样其他许多伟大的冒险者也能钦佩你的勇敢。",
    "That turbulence over the Karamja Volcano was a bit unexpected, and the area round here isn't well suited for emergency landing. Still! we're still alive that's the main thing. Are you OK?": "飞越Karamja火山时的颠簸有点出乎意料，而且这附近的地形不太适合紧急降落。不过！我们还活着这才是最重要的。你还好吗？",
    "That used to be OUR stone circle. Unfortunately, many many years ago, dark wizards cast a wicked spell upon it so that they could corrupt its power for their own evil ends.": "那曾经是我们的石阵。可惜，很多很多年前，黑暗巫师对它施了一个邪恶的咒语，以便他们能腐蚀它的力量用于邪恶目的。",
    "That useless Gardener Stanford has let his compost heap fester. It's an eyesore to the garden! So I bought some poison from a travelling salesman so that I could kill off some of the wildlife living in it.": "那个没用的园丁Stanford任由他的堆肥堆发臭。这简直是花园的眼中钉！所以我从一个流动商人那里买了些毒药来杀死里面的一些生物。",
    "That useless fool never showed up.": "那个没用的蠢货根本没出现。",
    "That was a strange hobby for a little boy.": "对一个小男孩来说那可真是个奇怪的爱好。",
    "That was an hour ago.|That house looks very spooky,|can you go and see if you can find him for me?": "那已经是一小时前了。|那座房子看起来很阴森，|你能去看看能不能帮我找到他吗？",
    "That was foolish. Take this one and don't lose it!": "那真蠢。拿着这个别再弄丢了！",
    "That was perfect, I can't thank you enough.": "那太完美了，我感激不尽。",
    "That was silly, fortunately I have another.|Here, take it.": "那真傻，幸好我还有一个。|给，拿着。",
    "That was silly...|never mind, here you go.": "那真傻……|算了，给你。",
    "That was stolen by one of the goblins from the goblin village.": "那是被哥布林村的一个哥布林偷走的。",
    "That was the idea.": "就是这个意思。",
    "That wasn't very clever of him. I'd lose my head if it wasn't screwed on. Go and tell him to find someone else to look after his valuables in future.": "他可真不聪明。要是我的头没长在脖子上我都能弄丢。去告诉他以后找别人来保管他的贵重物品吧。",
    "That won't help get the ship seaworthy.": "那对让船适航没有帮助。",
    "That would be a help.|They'll be somewhere in the manor house or its grounds,|the gremlins never go further than the entrance gate.": "那会很有帮助。|它们会在庄园或其场地的某处，|那些小精灵从不走出大门以外。",
    "That would be a little tricky;|their security is pretty good.": "那会有点棘手；|他们的安保相当不错。",
    "That would be great! That's really very nice of you! She was wearing a red silk scarf when she left.": "那太好了！你太好了！她离开时戴着一条红丝巾。",
    "That would be very good of you. You would have the gratitude of a very loving mother. Are you sure you want to take on that responsibility?": "那你真是太好了。一位慈爱母亲的感激之情都是你的。你确定要承担这个责任吗？",
    "That'd be grand, where is it?": "那太好了，它在哪？",
    "That'll annoy Gorad lots! Heheheheh!": "那会把Gorad气得够呛！嘿嘿嘿嘿！",
    "That'll be 27 coins.": "一共27金币。",
    "That'll be five gold coins please.": "请付五枚金币。",
    "That'll be three gold.": "一共三枚金币。",
    "That'll be two coins please.": "请付两枚金币。",
    "That'll be two gold.": "一共两枚金币。",
    "That's OK, I've travelled through many a cave in my time.": "没关系，我这辈子穿越过很多洞穴了。",
    "That's OK, all the best.": "没关系，祝一切顺利。",
    "That's Ok Bwana, it's a big responsibility. Come back and see me if you change your mind.": "没关系Bwana，这是一个重大的责任。如果你改变主意了就回来找我。",
    "That's SIR Ceril to you, you impudent scamp. Show a bit of respect to your betters. And shouldn't you be recovering my armour?": "叫我Ceril爵士，你这个无礼的家伙。对长辈尊敬一点。你不是应该去找回我的盔甲吗？",
    "That's SIR Ceril you blooming scoundrel! Show respect when addressing someone of my rank! It's strange you haven't recovered it yet though as Jones seemed quite sure of their location.": "叫Ceril爵士，你这个可恶的混蛋！跟我这种身份的人说话要恭敬一点！不过你还没找回来倒是奇怪，Jones对它们的位置似乎挺确定的。",
    "That's a fine career in these lands.|There is more that needs killing every day.": "在这片土地上那可是个好职业。|每天都有更多需要消灭的东西。",
    "That's a fine for insulting a witch. You should learn some respect.": "侮辱女巫是要罚款的。你应该学会尊重。",
    "That's a good idea, I could use talented people like you. I may call on you if I need work doing.": "这是个好主意，我可以用像你这样有才能的人。如果有活需要干我可能会找你。",
    "That's a great Locating Crystal. Here's 500 Gold for it.": "这是一块很棒的定位水晶。给你500金币。",
    "That's a great bone key. here's 100 Gold for it.": "这是一把很好的骨钥匙。给你100金币。",
    "That's a great copy of Bervirius notes. here's 100 Gold for it.": "这是一份很好的Bervirius笔记副本。给你100金币。",
    "That's a great crumpled scroll. here's 100 Gold for it.": "这是一份很好的皱巴巴的卷轴。给你100金币。",
    "That's a great stone-plaque. here's 100 Gold for it.": "这是一块很好的石碑。给你100金币。",
    "That's a great tattered scroll. here's 100 Gold for it.": "这是一份很好的破旧卷轴。给你100金币。",
    "That's a little more than I want to pay.": "比我想付的多了一点。",
    "That's a lot of troops!": "那可是很多军队啊！",
    "That's a pity, I'm not a hero.": "真可惜，我不是英雄。",
    "That's a pity. I thought maybe they were winding me up.": "真可惜。我还以为他们在逗我玩呢。",
    "That's a pity. Waste of a name.": "真可惜。白白浪费了一个名字。",
    "That's a shame, we could have done with your help.": "真可惜，你的帮助本来会很有用的。",
    "That's a shame.": "真可惜。",
    "That's a worry, no-one's heard from him on shore.|Come on, we'd better go look for him.": "那可让人担心啊，岸上没人听到他的消息。|走吧，我们最好去找找他。",
    "That's absurd! He's just trying to save himself!": "太荒谬了！他只是在试图救自己！",
    "That's all I can tell you about that scorpion.": "关于那只蝎子我能告诉你的就这些了。",
    "That's all I've got so far.": "到目前为止我就知道这些。",
    "That's all of them.": "全部都在这了。",
    "That's all you need to know.": "你只需要知道这些。",
    "That's alright, I've got plenty.": "没关系，我有很多。",
    "That's an absurd accusation!": "那是荒谬的指控！",
    "That's awful!": "太糟糕了！",
    "That's awful, I'm sorry.": "太糟糕了，我很抱歉。",
    "That's awful, well, luckily I have a copy here. But I need to charge you a copy fee of 30 gold pieces.": "太糟糕了，不过幸运的是我这里有一份副本。但我需要收你30金币的复印费。",
    "That's barbaric!": "太野蛮了！",
    "That's basically my point. You cannot help it. Now begone!": "那基本上就是我的观点。你没办法的。现在走开！",
    "That's because it's not, the darn thing's full of holes.": "那是因为它确实不行，那该死的东西满是洞。",
    "That's because you're dead! Dead as a door nail.. Deader in fact... You bear a remarkable resemblance to worm bait! Err.. No offence...": "那是因为你已经死了！死透了……事实上比死还死……你看起来跟蚯蚓饵料特别像！呃……无意冒犯……",
    "That's blurberry-tastic! You're quite a bartender.": "那可真是蓝莓般的美味！你可真是个好酒保。",
    "That's correct.": "没错。",
    "That's crazy!": "太疯狂了！",
    "That's crazy! Why?!": "太疯狂了！为什么？！",
    "That's done the job.": "搞定了。",
    "That's enough Traveller! I've no time for make believe. The tree's still dying, I must get to the truth of this!": "够了旅行者！我没时间听你胡编乱造。大树仍在枯萎，我必须查明真相！",
    "That's enough Traveller, you sound as paranoid as him!|Traveller please leave!|It's bad enough having one human locked up.": "够了旅行者，你听起来和他一样多疑！|旅行者请离开！|关着一个人类已经够糟了。",
    "That's excellent, now we can make more defensive battlements.  Give me a moment to organise the troops and then come speak to me. I'll inform you of our next phase of attack.": "太好了，现在我们可以建造更多防御工事了。给我一点时间整编部队，然后来找我谈。我会告诉你我们下一阶段的进攻计划。",
    "That's fair enough, I suppose.": "我想那也算公平。",
    "That's fantastic, well done!": "太棒了，干得好！",
    "That's fine Bwana, not to worry. I hope your quest is going well in any case.": "没关系Bwana，不用担心。不管怎样我希望你的任务进展顺利。",
    "That's fine and thanks for your interest.": "没关系，感谢你的关心。",
    "That's fine with me.": "我觉得没问题。",
    "That's fine, I'm sure someone else will be along shortly who can. Now, if you will excuse me, I do have some things to be getting on with.": "没关系，我相信很快会有其他能帮忙的人来的。现在，如果你不介意的话，我还有些事要处理。",
    "That's funny, I haven't seen you around here before. You're clothes look too clean for you to have been here ages.": "有意思，我以前没在这附近见过你。你的衣服太干净了，不像是在这里待了很久的人。",
    "That's good advice,|you stay here and I'll go|try and find your father.": "好建议，|你待在这里我去|试试找到你父亲。",
    "That's good to hear, she helped us a lot.": "很高兴听到这个，她帮了我们很多。",
    "That's good to hear.|We are much closer to fixing the tower now.": "很高兴听到这个。|现在我们离修好钟楼又近了一步。",
    "That's gotta hurt!": "那肯定很疼！",
    "That's great Bwana, good luck with your quest and take care!": "太好了Bwana，祝你的任务顺利，保重！",
    "That's great Bwana, if you give Trufitus the Wampum belt I gave you, it will give him more details of our current situation.": "太好了Bwana，如果你把我给你的Wampum腰带交给Trufitus，那会给他更多关于我们当前情况的细节。",
    "That's great Effendi!": "太好了先生！",
    "That's great news; let me infuse it with magic...": "太好了；让我给它注入魔力……",
    "That's great! How many did Filliman ask you kill?": "太好了！Filliman让你杀多少只？",
    "That's great! Many thanks! Now then, please be aware of the Ghasts, you cannot attack them, only Filliman knew how to take them on.": "太好了！非常感谢！好了，请留心幽灵，你无法攻击它们，只有Filliman知道怎么对付它们。",
    "That's great, Bwana. Now you just need to germinate the seeds and then plant them in some fertile soil. I'm sure that Ungadulu has explained all this to you already.": "太好了，Bwana。现在你只需要让种子发芽然后把它们种在肥沃的土壤里。我相信Ungadulu已经把这些都跟你解释过了。",
    "That's great, but it is very dangerous. Are you sure you want to do this?": "那太好了，但非常危险。你确定要做这件事吗？",
    "That's great, thanks.": "太好了，谢谢。",
    "That's great.|Come see me when you've done the other three.": "太好了。|完成其他三个后来找我。",
    "That's great.|Thanks to you I'll have to walk back to East Ardougne to get another vial.": "太好了。|多亏了你我得走回东阿多格尼再拿一个药瓶。",
    "That's irrelevant. You don't have clearance to go in there.": "那无关紧要。你没有权限进去。",
    "That's just silly talk.": "那纯属胡说八道。",
    "That's less competition for me then.": "那对我来说竞争就少了。",
    "That's life for you.": "生活就是这样。",
    "That's lucky because I've got some information on the last scorpion for you.": "那正好因为我有关于最后一只蝎子的信息给你。",
    "That's lucky, I need someone to do a quest for me.": "那正好，我需要有人帮我做一个任务。",
    "That's magic trees for you!": "魔法树就是这样！",
    "That's me.": "那就是我。",
    "That's me. I've been stuck in here for weeks, those goblins are trying to steal my family's heirlooms. My Grandad gave me all sorts of old junk.": "那就是我。我被困在这里好几个星期了，那些哥布林想偷我家的传家宝。我爷爷给了我各种旧破烂。",
    "That's no problem... Best of luck if you intend to become a member!": "没问题……如果你打算成为会员的话祝你好运！",
    "That's not a job for me.": "那不是适合我的活。",
    "That's not a problem, I've got lots of copies.": "没问题，我有很多副本。",
    "That's not cheap!": "那可不便宜！",
    "That's not fair.": "那不公平。",
    "That's not fresh <lowercase(oc_name($herb))>, did you pick it yourself? Go get me some fresh <lowercase(oc_name($herb))> and remember to pick it yourself.": "那不是新鲜的<lowercase(oc_name($herb))>，你是自己摘的吗？去给我弄些新鲜的<lowercase(oc_name($herb))>来，记得要自己摘。",
    "That's not fresh Rogues Purse, did you pick it yourself? Go get me some fresh Rogues Purse and remember to pick it yourself.": "那不是新鲜的盗贼荷包，你是自己摘的吗？去给我弄些新鲜的盗贼荷包来，记得要自己摘。",
    "That's not much use - go and fetch it!": "那没什么用——去把它拿来！",
    "That's not right.": "那不对。",
    "That's not tricky - guards!": "那可一点都不棘手——来人啊！",
    "That's ok, I'll use my shirt.": "没关系，我用我的衬衫。",
    "That's ok, come back when you're free.": "没关系，有空了再来。",
    "That's ok, it had to be done for the sake of the town.": "没关系，为了小镇必须这样做。",
    "That's ok, take care.": "没关系，保重。",
    "That's ok.": "没关系。",
    "That's ok. Just don't go near those sheep.|When you can find the money come back here.": "没关系。只是别靠近那些羊。|等你凑够钱了再回来。",
    "That's okay, I like to do my bit.": "没关系，我喜欢尽我的一份力。",
    "That's okay.": "没关系。",
    "That's one destroyed...": "又消灭了一个……",
    "That's reassuring.": "那可真让人安心。",
    "That's ridiculous!": "太荒唐了！",
    "That's ridiculous, you're talking rubbish.": "太荒唐了，你在胡说八道。",
    "That's right! We have to make sure that students know enough to be able to dig safely and not damage the artefacts.": "没错！我们必须确保学生们知道足够多的知识，能够安全挖掘而不损坏文物。",
    "That's right, 1000 and I'll sneak you in.": "没错，1000金币我就偷偷带你进去。"
}