{
    "Sorry, Bwana, that herb is so dirty that I can't even tell whether it is fresh. Please clean it first.": "抱歉Bwana，那株草药太脏了，我甚至分不清它是不是新鲜的。请先把它清理干净。",
    "Sorry, I am too busy. Maybe later?": "抱歉，我太忙了。也许待会儿？",
    "Sorry, I can't find it at the moment.": "抱歉，我现在找不到它。",
    "Sorry, I can't go any lower than that.": "抱歉，不能再低了。",
    "Sorry, I can't just give it away to anyone that walks past.": "抱歉，我不能随便送给路过的人。",
    "Sorry, I can't sell them any cheaper than that.": "抱歉，不能卖得更便宜了。",
    "Sorry, I cannot help you with that.": "抱歉，这个我帮不了你。",
    "Sorry, I didn't mean to disturb you.": "抱歉，我不是故意打扰你的。",
    "Sorry, I didn't realise.": "抱歉，我没有意识到。",
    "Sorry, I don't have 18 coins.": "抱歉，我没有18金币。",
    "Sorry, I don't have 8 coins.": "抱歉，我没有8金币。",
    "Sorry, I don't have any more runes just now. But I do see you have plenty.": "抱歉，我现在没有更多符文了。不过我看到你有不少。",
    "Sorry, I don't have enough money with me.": "抱歉，我身上的钱不够。",
    "Sorry, I don't have them all yet.": "抱歉，我还没全部找到。",
    "Sorry, I don't have time now.": "抱歉，我现在没时间。",
    "Sorry, I don't speak ghost.": "抱歉，我不会说鬼话。",
    "Sorry, I don't think I can help.": "抱歉，我觉得我帮不了。",
    "Sorry, I don't under..": "抱歉，我不明……",
    "Sorry, I don't want anything now.": "抱歉，我现在不想要什么。",
    "Sorry, I haven't got any.": "抱歉，我没有。",
    "Sorry, I must complete my quest.": "抱歉，我必须完成我的任务。",
    "Sorry, I no longer want to be involved.": "抱歉，我不想再参与了。",
    "Sorry, I only had the one quest.": "抱歉，我只有那一个任务。",
    "Sorry, I'm a bit busy.": "抱歉，我有点忙。",
    "Sorry, I'm afraid not.": "抱歉，恐怕不行。",
    "Sorry, I'm afraid we're just closing now. You'll have to come back another time.": "抱歉，恐怕我们正要打烊了。你得改天再来。",
    "Sorry, I'm not interested.": "抱歉，我没兴趣。",
    "Sorry, I'm too busy to play pet rescue.": "抱歉，我太忙了，没空玩宠物救援。",
    "Sorry, I've done enough for today.": "抱歉，今天我已经做够了。",
    "Sorry, I've really done enough.": "抱歉，我真的已经做够了。",
    "Sorry, but I don't need that Bwana.": "抱歉，Bwana，我不需要那个。",
    "Sorry, but I don't think this is something that I can help with at the moment!": "抱歉，我觉得这件事目前我帮不上忙！",
    "Sorry, but I have no use for that!": "抱歉，那个对我没用！",
    "Sorry, but I have no use for that.": "抱歉，那个对我没用。",
    "Sorry, but I'm trying to talk to another player.|However, they appear to be ignoring me...": "抱歉，我正在试图和另一个玩家说话。|不过他们好像在无视我……",
    "Sorry, but it looks as if you don't have enough money. Come and see me when you have enough for the ride.": "抱歉，看起来你的钱不够。等你有足够的钱再来找我坐船吧。",
    "Sorry, but rules are rules.|Go do some more training first.|Can I help you with anything else?": "抱歉，但规矩就是规矩。|先去多练练吧。|还有什么我能帮你的吗？",
    "Sorry, but you can't use the tent without permission. Orders of Al Shabim.": "抱歉，没有许可你不能使用帐篷。这是Al Shabim的命令。",
    "Sorry, but you can't use the tent without permission.|But thanks for all your help with the Bedabin people.": "抱歉，没有许可你不能使用帐篷。|但还是感谢你对Bedabin族人的帮助。",
    "Sorry, but you can't use the tent without permission.|But thanks for all your help with the Bedabin people.|And we'll take those plans off your hands as well!": "抱歉，没有许可你不能使用帐篷。|但还是感谢你对Bedabin族人的帮助。|我们也会替你保管那些计划图！",
    "Sorry, but you're not experienced enough to go in there.": "抱歉，你的经验不够，不能进去。",
    "Sorry, charity is not my strong point.": "抱歉，慈善不是我的强项。",
    "Sorry, it looks like the goblins got him.": "抱歉，看起来哥布林抓到他了。",
    "Sorry, it was a mistake?": "抱歉，那是个错误？",
    "Sorry, no one is allowed to enter.": "抱歉，不允许任何人进入。",
    "Sorry, no, I still have none.": "抱歉，不，我还是没有。",
    "Sorry, not interested!": "抱歉，没兴趣！",
    "Sorry, not interested.": "抱歉，没兴趣。",
    "Sorry, not yet.": "抱歉，还没有。",
    "Sorry, not yet. Three planks was it?": "抱歉，还没有。是三块木板吗？",
    "Sorry, that's not what I'm here to do.": "抱歉，我来这里不是做这个的。",
    "Sorry, that's too much for me.": "抱歉，对我来说太贵了。",
    "Sorry, this is a private tent, no one is allowed in. Orders of Al Shabim...": "抱歉，这是私人帐篷，不允许任何人进入。这是Al Shabim的命令……",
    "Sorry, thought this was a zoo.": "抱歉，我以为这是动物园呢。",
    "Sorry, we're closed at the moment.": "抱歉，我们目前关门了。",
    "Sorry, we've already taken your bet, wouldn't want any cheating now. Anyway, I have to get back to work. See ya around...": "抱歉，我们已经收了你的赌注，可不能作弊。好了，我得回去干活了。回头见……",
    "Sorry, would it be OK if I used your anvils?": "不好意思，我可以用你的铁砧吗？",
    "Sorry, you may only use the targets for the competition, not for practicing.": "抱歉，你只能在比赛时使用靶子，不能用来练习。",
    "Sorry. I didn't expect to see Delrith... I had to break away quickly in case he detected me.": "抱歉。我没想到会见到Delrith……我不得不赶紧脱身，以免被他发现。",
    "Sorry. I don't speak ghost.": "抱歉。我不会说鬼话。",
    "Sorry. I must have got the wrong address.|All the houses look the same around here.": "抱歉。我一定搞错地址了。|这附近的房子看起来都一样。",
    "Sorry. That's classified information.": "抱歉。那是机密信息。",
    "Sounds a little tricky. Got anything easier?": "听起来有点棘手。有什么简单点的吗？",
    "Sounds a little tricky...": "听起来有点棘手……",
    "Sounds easy enough.": "听起来够简单的。",
    "Sounds easy enough...": "听起来够简单的……",
    "Sounds good.": "听起来不错。",
    "Sounds great. Thanks!": "听起来太好了。谢谢！",
    "Sounds interesting, what can I do for you?": "听起来挺有意思的，我能为你做什么？",
    "Sounds like Glough is hiding something!": "听起来Glough在隐瞒什么！",
    "Sounds like I'll need to be sneaky to get one of those, then... Okay - trowel?": "听起来我得偷偷摸摸才能弄到一个……好吧——铲子呢？",
    "Sounds like hard work!": "听起来很辛苦！",
    "Sounds like pretty thirsty work.": "听起来是让人口渴的活。",
    "Sounds nasty.": "听起来很恶心。",
    "Sounds perfect! Where's the entrance?": "听起来太完美了！入口在哪？",
    "South-east of here der is more ogres -|the name of the chieftain is Toban.|He stole gold from me|and I want it back!": "这里东南方有更多食人魔 -|酋长的名字叫Toban。|他偷了我的金子|我要把它拿回来！",
    "Spare me your fake pity. I spit on Khazard's grave, and all who do his bidding.": "省省你虚假的同情吧。我唾弃Khazard的坟墓，和所有听命于他的人。",
    "Spare some change guv?": "大人，施舍点零钱好吗？",
    "Spawn coord clues? (this WILL clear Inv)": "生成坐标线索？（这会清空背包）",
    "Speak to Jerico, he will help you to cross the wall.|He lives next to the chapel.": "去找Jerico谈谈，他会帮你翻过那堵墙。|他住在教堂旁边。",
    "Specimen brush use:|Brush carefully and slowly using short strokes.": "标本刷使用方法：|用短笔触小心缓慢地刷。",
    "Splice the mainbrace!": "开酒庆祝！",
    "Spot inspection. You don't mind do you?": "例行检查。你不介意吧？",
    "Spy work does involve a little hiding in corners I suppose.": "我想间谍工作确实需要躲在角落里。",
    "Squeeze into the cart?": "挤进马车？",
    "Squeeze through incredibly tight crevice?": "挤过极其狭窄的缝隙？",
    "Sshh. I'm here to help. Where do they keep the keys?": "嘘。我是来帮忙的。他们把钥匙放在哪里？",
    "Sshh. This uniform is a disguise, I'm here|to help. Where do they keep the keys?": "嘘。这身制服是伪装的，我是|来帮忙的。他们把钥匙放在哪里？",
    "Sssshhh... the gods are talking. I can hear their|whispers.": "嘘嘘嘘……众神在说话。我能听到他们的|低语。",
    "Stand back citizen, do not approach me.": "退后市民，不要靠近我。",
    "Start Heros Quest": "开始英雄任务",
    "Starting from left to right, follow the design of the amulet to locate each sewer valve, and then turn each so as to follow the amulet design.": "从左到右，按照护身符的图案找到每个下水道阀门，然后按照护身符图案的方向转动每个阀门。",
    "Step into the magic pool. It will take you to a chamber.|There, you must decide which god you will represent in|the arena.": "踏入魔法之池。它会带你到一个房间。|在那里，你必须决定在竞技场中|代表哪位神。",
    "Still here!": "还在这里！",
    "Still working on it.": "还在努力中。",
    "Still, 'worse things happen at sea right?'": "不过，'海上会发生更糟的事，对吧？'",
    "Still, I have no doubt that the time will soon come for me to leave this place. Our lord will certainly have need of me elsewhere once his current work is complete.": "不过，我毫不怀疑离开这个地方的时刻很快就会到来。一旦我们的主人完成当前的工作，他肯定会在别处需要我。",
    "Still, I wonder what this is doing around here. I'll tell you what; as you have found this, I will allow you to use the private dig shafts.": "不过，我很好奇这东西怎么会在这附近。这样吧，既然你找到了这个，我就允许你使用私人挖掘竖井。",
    "Stolen!": "被偷了！",
    "Stolen?": "被偷了？",
    "Stoopid!": "笨蛋！",
    "Stoopid! Take another and don't lose it!": "笨蛋！再拿一个，别再弄丢了！",
    "Stop bothering me, minion!": "别烦我了，手下！",
    "Stop calling me that!": "别那样叫我！",
    "Stop moaning, creature.|I know about you skavids -|you serve those monsters, the ogres.": "别哼哼了，家伙。|我知道你们Skavid人——|你们为那些怪物食人魔服务。",
    "Stop! thief!": "站住！小偷！",
    "Stop, creature! Oh it's you.|Well, what have you got for us, then?": "站住，家伙！哦是你啊。|那你给我们带了什么？",
    "Stop, creature! Only ogres and their friends allowed in this city. Show me a sign of companionship, like a lost relic or somefing, and you may pass": "站住，家伙！这座城只允许食人魔和他们的朋友进入。给我看一个友谊的象征，比如一件失落的遗物什么的，你就可以通过",
    "Strange how?": "怎么奇怪了？",
    "Strange spirits that our forefathers summoned for visions. They haunt the underworld and caves that exist in this area. Take not anything as it might first appear.": "那些是我们的祖先为占卜而召唤的奇异灵魂。它们出没在这片区域的地下世界和洞穴中。不要被事物的表象所迷惑。",
    "Strange!": "奇怪！",
    "Strange, I was told this house was plague infected.": "奇怪，有人告诉我这房子感染了瘟疫。",
    "Strange, why?": "奇怪，为什么？",
    "Strange... I can't see any kind of lock or handle to open this door...": "奇怪……我看不到任何锁或把手来打开这扇门……",
    "Straven hands you a master thief armband.": "Straven递给你一个盗贼大师臂章。",
    "Strength determines the maximum hit you will be able to deal with your blows, Defence determines the amount of damage you will be able to defend and Attack determines the accuracy of your blows.": "力量决定了你的攻击能造成的最大伤害，防御决定了你能抵挡的伤害量，而攻击决定了你出招的命中率。",
    "Strike rock repeatedly until powdered.": "反复敲击岩石直到粉碎。",
    "Stupid morsel, I have another.|Take it and go now before I lose my temper.": "愚蠢的小东西，我还有一个。|拿走然后赶紧走，趁我没发脾气。",
    "Subtlety isn't exactly our strong point.": "细腻不是我们的强项。",
    "Succumb to the might of Iban, the ruler of this world.": "屈服于Iban的力量吧，他是这个世界的统治者。",
    "Such as myself.": "比如我自己。",
    "Such noble thoughts, but Viyeldi is not alive. He is merely a vessel by which the power of the source protects itself.": "多么高尚的想法，但Viyeldi并没有活着。他不过是水源力量用来保护自己的容器。",
    "Suddenly a mighty spirit appears!": "突然一个强大的灵魂出现了！",
    "Suddenly the vortex collapses. That was the wrong incantation": "突然漩涡塌陷了。那是错误的咒语",
    "Suit yourself, but you're missing out.": "随你便吧，但你错过了好东西。",
    "Suit yourself.": "随你便。",
    "Sun, sand and the fresh sea air!": "阳光、沙滩和清新的海风！",
    "Superb!|Keep up the good work|Hold onto it until you have all four...": "太棒了！|继续努力|一直拿着它直到你集齐四个……",
    "Superb, this looks great.": "太棒了，看起来很好。",
    "Sure I can.": "当然可以。",
    "Sure thing, she's all yours.": "没问题，她归你了。",
    "Sure thing, what did you want?": "没问题，你想要什么？",
    "Sure thing.|Have a nice day Bwana.": "没问题。|祝你有个好日子，Bwana。",
    "Sure, I miss my Mum, her name is Irena and she is probably waiting for me. How do you propose we get out of here though?": "当然，我想念我的妈妈，她叫Irena，她大概在等我。不过你打算怎么让我们离开这里？",
    "Sure, I'll give it a go.": "好的，我试试看。",
    "Sure, I'll go and get them from the bank.": "好的，我去银行取。",
    "Sure, I'll help!": "好的，我来帮忙！",
    "Sure, I'll help.": "好的，我来帮忙。",
    "Sure, I'm a regular at the Dancing Donkey Inn as it happens.": "当然，我碰巧是跳舞毛驴旅店的常客。",
    "Sure, but please look after this one.": "好的，但请好好保管这个。",
    "Sure, here you go!": "好的，给你！",
    "Sure, i'll take some.": "好的，我要一些。",
    "Sure, no problem.": "好的，没问题。",
    "Sure, that will be 2 gold coins please.": "好的，请付2金币。",
    "Sure, what do you want?": "好的，你要什么？",
    "Sure.": "好的。",
    "Sure. Do it.": "好的。做吧。",
    "Sure. I don't have anything better to do right now.": "好啊。反正我现在也没什么更好的事做。",
    "Sure. I have them here.": "好的。我带在身上了。",
    "Sure. I'm a helpful person!": "好啊。我是个乐于助人的人！",
    "Surely not!": "不可能吧！",
    "Surely you don't let them run everything for you?": "你不会让他们替你管所有事吧？",
    "Surely you have heard of the god, Saradomin?": "你肯定听说过Saradomin神吧？",
    "Surely you mean Minions?": "你是说手下吧？",
    "Surely, if you're scared to die...": "如果你怕死的话……",
    "Surprise us...": "给我们一个惊喜吧……",
    "Surrounding us are four towers. Each tower contains trained archers of a different level. You'll notice it's quite a distance, so you'll need a longbow.": "我们周围有四座塔楼。每座塔楼里都有不同等级的训练有素的弓箭手。你会注意到距离相当远，所以你需要一把长弓。",
    "Swamp paste?": "沼泽浆糊？",
    "Swamp tar mixed with flour which is then heated over a fire.": "沼泽焦油和面粉混合后在火上加热。",
    "Sweat is pouring down Johnathons' face.": "Johnathon满脸汗水。",
    "Sweet.": "好极了。",
    "TOYS! I WANT TOYS!": "玩具！我要玩具！",
    "Tai Bwo Wannai? What does that mean?": "Tai Bwo Wannai？那是什么意思？",
    "Take a look around our camp if you like!": "如果你愿意的话，在我们营地里四处看看吧！",
    "Take a look at the book then come and talk to me.": "先看看那本书，然后来找我谈话。",
    "Take a look at these.": "看看这些。",
    "Take a look at this talisman.": "看看这个护身符。",
    "Take a look at this...": "看看这个……",
    "Take an empty barrel?": "拿一个空桶？",
    "Take care Klank.": "保重Klank。",
    "Take care adventurer!": "保重冒险者！",
    "Take care adventurer, Mordred is an evil and powerful foe.": "保重冒险者，Mordred是一个邪恶而强大的敌人。",
    "Take care adventurer.": "保重冒险者。",
    "Take care down here, Evil things are abroad...": "在下面小心，邪恶的东西在游荡……",
    "Take care hero! There is a dangerous monster somewhere in the temple!": "保重英雄！神殿里某处有一只危险的怪物！",
    "Take care little man.": "保重小家伙。",
    "Take care of yourself traveller, and thanks again.": "旅行者，照顾好自己，再次感谢。",
    "Take care old monk.": "保重老修道士。",
    "Take care traveller.": "保重旅行者。",
    "Take care travelling through the swamps.|I have heard they can be quite dangerous.": "穿越沼泽时小心。|我听说那里非常危险。",
    "Take him away. Attempted murder and burglary.": "把他带走。谋杀未遂和入室盗窃。",
    "Take it to King Bolren, I'm sure he'll be pleased to see you.": "把它带给Bolren国王，我相信他会很高兴见到你。",
    "Take me to Karamja please!": "请带我去Karamja！",
    "Take more care of these this time around.": "这次好好保管好这些。",
    "Take over?": "接管？",
    "Take some illumination with you or else it will be dark.": "带些照明工具，不然会很黑。",
    "Take that card to each of the bars named on it.|The bartenders will know what it means.|We're kinda well known.": "把那张卡带到上面写的每个酒吧去。|酒保们会知道它是什么意思的。|我们挺有名的。",
    "Take that you infidel!": "接招吧你这个异教徒！",
    "Take that you mad child of a dog!": "接招吧你这个疯狂的狗崽子！",
    "Take the hammer I have given you, or buy a new one from a general store, and proceed to a nearby anvil.": "拿上我给你的锤子，或者从杂货店买一把新的，然后去附近的铁砧。",
    "Take these to the king|and he'll pay you both handsomely.|Please tell your friend to speak to me|after giving him his certificate.": "把这些带给国王|他会给你们俩丰厚的奖赏。|请告诉你的朋友在给他证书之后|来找我谈谈。",
    "Take this banana to him, he will understand.": "把这根香蕉带给他，他会明白的。",
    "Take this disguise, and this key.": "拿上这套伪装和这把钥匙。",
    "Take this key.": "拿着这把钥匙。",
    "Take this package, and head directly North|from here, through Draynor village, until you reach|the Barbarian Village. Then head East from there|until you reach Varrock.": "拿着这个包裹，从这里一路向北|穿过德雷诺村，直到你到达|野蛮人村庄。然后从那里向东|直到你到达瓦洛克。",
    "Take this pendant. Without it you will not be able to enter the Chamber of Fear.": "拿着这个吊坠。没有它你将无法进入恐惧之间。",
    "Take this spell and pray that you can defeat this evil spirit before it's too late. I'll take that dagger from you now!": "拿着这个咒语，祈祷你能在为时已晚之前打败这个邪灵。我现在把那把匕首收回了！",
    "Take this spell and pray that you can defeat this evil spirit before it's too late. The spell will force the spirit to reveal its true self. And it will also be vulnerable to normal attacks.": "拿着这个咒语，祈祷你能在为时已晚之前打败这个邪灵。这个咒语会迫使灵魂显露真身。而且它也会变得容易受到普通攻击的伤害。",
    "Taken?": "被拿走了？",
    "Takes all sorts, I guess.": "我猜什么人都有吧。"
}