{
    "Oh no! Sounds far too dangerous!": "哦不！听起来太危险了！",
    "Oh no, I can't use this glass!|Until I find the lens mould used to cast it.": "哦不，我不能用这个玻璃！|直到我找到用来铸造它的透镜模具。",
    "Oh no, I don't let a few holes stop an experienced sailor like me. I could sail these seas in a barrel, I'll be going out soon enough.": "哦不，几个洞可拦不住我这样有经验的水手。我用个桶都能在这片海上航行，我很快就会出海的。",
    "Oh no, I love gardening! It's my favorite pastime.": "哦不，我喜欢园艺！这是我最爱的消遣。",
    "Oh no, not at all...|It's so obvious!|Even the town guard have caught on...": "哦不，一点也不……|太明显了！|连镇上的守卫都看出来了……",
    "Oh no, not one of these spider things!": "哦不，又是这些蜘蛛东西！",
    "Oh no, they won't stand a chance. Please go back and help.": "哦不，他们毫无胜算。请回去帮忙。",
    "Oh no, well you had better go back there again then!": "哦不，那你最好再回去一趟！",
    "Oh no... not you again.": "哦不……又是你。",
    "Oh now come on. You have it with you!": "哦别这样了。你身上就有！",
    "Oh ok, have a good time, and watch out for sheep! They're more cunning than they look.": "哦好吧，玩得开心，小心羊！它们比看起来狡猾多了。",
    "Oh ok.|Didn't want it anyway!": "哦好吧。|反正我也不想要！",
    "Oh okay, bad day then.": "哦好吧，心情不好。",
    "Oh okay, never mind.": "哦好吧，算了。",
    "Oh please don't say that anymore! If the rest of my party knew I'd helped you they'd probably throw me out and make me walk home by myself!": "哦别再那样说了！如果我队伍里的其他人知道我帮了你，他们可能会把我赶出去让我自己走回家！",
    "Oh really, is there no way I can persuade you to help me?": "哦真的吗，没有办法说服你帮我吗？",
    "Oh really.. Have you placed all the items on the stones? Ok, well, lets try! @blu@~ The druid attempts to cast a spell. @blu@~": "哦真的吗……你把所有物品都放到石头上了？好吧，我们来试试！@blu@~ 德鲁伊尝试施放咒语。@blu@~",
    "Oh really?": "哦真的吗？",
    "Oh really? How did you get that?": "哦真的？你怎么拿到的？",
    "Oh really? What do you want to know then?": "哦真的？那你想知道什么？",
    "Oh really? Which one?": "哦真的？哪一个？",
    "Oh right.": "哦好的。",
    "Oh right... so am I going to be ok carrying these three vials with me?": "哦好吧……那我带着这三个药瓶没问题吗？",
    "Oh righty...": "哦好吧……",
    "Oh sorry.": "哦对不起。",
    "Oh suit yourself, you'll just have to go hungry.": "哦随你便，那你只好饿着了。",
    "Oh thank Saradomin!|I thought I'd be left out here forever.": "哦感谢萨拉多明！|我还以为我会被永远扔在这里。",
    "Oh thank you, thank you. I need milk, an egg and flour.|I'd be very grateful if you can get them to me.": "哦谢谢你，谢谢你。我需要牛奶、一个鸡蛋和面粉。|如果你能帮我弄到，我会非常感激。",
    "Oh that horrible dog is always barking at nothing but I don't think I did...": "哦那条讨厌的狗总是无缘无故乱叫，但我不觉得我听到了……",
    "Oh that sounds interesting.": "哦那听起来挺有趣。",
    "Oh that's a pity. You got my hopes up there.": "哦那真可惜。你让我白高兴了一场。",
    "Oh that's great, if it wouldn't be too much trouble.": "哦那太好了，如果不太麻烦的话。",
    "Oh that, yes have it, it's just some old elven junk I believe.": "哦那个，拿去吧，我觉得那只是一些古老的精灵破烂。",
    "Oh that...": "哦那个……",
    "Oh the gods no! What do you take me for?": "哦天神在上不是！你把我当什么了？",
    "Oh to be a father in the times of whiskey.": "哦在威士忌的年代当父亲。",
    "Oh wait that's the parrot's line.": "哦等等那是鹦鹉的台词。",
    "Oh wait. I haven't got any, sorry.": "哦等等。我没有了，抱歉。",
    "Oh we have a whole network! It's wonderful for getting to hard to reach places.": "哦我们有一整个网络！去那些难以到达的地方非常方便。",
    "Oh we sometimes is using blower on da toadies but Dad don't let us get in da locksy bocksy no more. He, he, big chuklees when make da toadies fat on da swampy gas.": "哦我们有时候用吹管对蟾蜍吹，但爸爸不让我们碰那个锁锁箱箱了。嘿嘿，用沼泽气把蟾蜍吹胖可好笑了。",
    "Oh we sometimes use da blower on da toadies but Dad don't let us get in da locked box no more. He, he, it was good fun making da toadies fat on da swamp gas.": "哦我们有时候用吹管对蟾蜍吹，但爸爸不让我们碰那个上锁的箱子了。嘿嘿，用沼泽气把蟾蜍吹胖可好玩了。",
    "Oh well, I am sure it's been picked up. Couldn't you try looking through some pockets?": "哦好吧，我相信已经被人捡走了。你不能试着翻翻口袋吗？",
    "Oh well, sorry to hear about that.": "哦好吧，很遗憾听到这个。",
    "Oh well, tell me when you do. Remember that they can be found around the digsite; perhaps try panning the river.": "哦好吧，等你有的时候告诉我。记住它们可以在考古遗址附近找到；也许可以试试在河里淘一下。",
    "Oh well. Never mind.": "哦好吧。算了。",
    "Oh well...": "哦好吧……",
    "Oh would you? That would be wonderful!": "哦你愿意吗？那太棒了！",
    "Oh wow! You're the archaeologist who found that altar in the mines aren't you!": "哦哇！你就是在矿里发现那个祭坛的考古学家，对吧！",
    "Oh wow! You've found it! Thank you so much. I'll be glad to tell you what I know about the exam.": "哦哇！你找到了！太感谢你了。我很乐意告诉你我所知道的关于考试的事。",
    "Oh yeah, I've got it right here.": "哦对，我就在这里有。",
    "Oh yeah, we've all stolen some stuff in our time.|Those candlesticks down here, for example,|were quite a challenge to get out of the palace.": "哦对，我们以前都偷过东西。|比如这下面的那些烛台，|从宫殿里偷出来可费了不少劲。",
    "Oh yeah? What's dat den?": "哦是吗？那是啥？",
    "Oh yes and what might that be?": "哦是吗，那会是什么？",
    "Oh yes! How might you do that? You seem little more than a gutter dweller. How could you teach me manners?": "哦是吗！你打算怎么做？你看起来不过是个下水道里的人。你怎么教我礼貌？",
    "Oh yes, let me see it then.": "哦好的，那让我看看。",
    "Oh yes, let me think a second...": "哦好的，让我想一下……",
    "Oh yes, ready your weapon then! I'm sure you won't mind if my men join in? Har, har, har! Guards, kill this gutter dwelling slime.": "哦好的，那准备好你的武器吧！你不会介意我的手下也参与吧？哈哈哈！守卫们，杀了这个下水道蛆虫。",
    "Oh yes, that sounds interesting.": "哦是的，听起来挺有趣。",
    "Oh yes, well that is interesting. Our sweet pineapples are renowned throughout the whole of Kharid ! And I'll give you one if you do me a favour?": "哦是的，那确实有趣。我们甜美的菠萝在整个Kharid都很有名！如果你帮我个忙，我就给你一个？",
    "Oh yes, you're a fine one. Nice red cheeks, shiny hair.": "哦是的，你是个好样的。红扑扑的脸蛋，闪亮的头发。",
    "Oh yes, you're right, they must have put it out!": "哦对，你说得对，他们一定把它扑灭了！",
    "Oh yes?": "哦是吗？",
    "Oh yes? Really?": "哦是吗？真的？",
    "Oh you are, are you?|And just why would you be doing that?": "哦你是吗？|那你为什么要那样做？",
    "Oh you do, do you?|How about 'no'?": "哦你要？|'不'怎么样？",
    "Oh you mean Kent's son.|He's around somewhere, probably hiding|if he knows what's good for him.": "哦你是说Kent的儿子。|他在附近某个地方，如果他识趣的话|可能在躲着。",
    "Oh you want me to pay. No thanks.": "哦你要我付钱。不了谢谢。",
    "Oh you're a barbarian then.|Now which of these barrels contained the Liverbane Ale?|That'll be 18 coins please.": "哦那你是野蛮人啊。|那这些桶里哪个装的是肝毒麦酒？|请付18个金币。",
    "Oh you're one of the gang are you? Ok, hold up a second, I'll just let you in through here.": "哦你是帮里的人？好，等一下，我从这里让你进去。",
    "Oh! Er... I just ate one is why!": "哦！呃……那是因为我刚吃了一个！",
    "Oh! I nearly forgot! Here's a key I found in the tunnels. It might be of some use to you, not sure what it opens. Sorry, but I have to go now.": "哦！我差点忘了！这是我在隧道里找到的钥匙。也许对你有用，不确定能开什么。对不起，我得走了。",
    "Oh! I really hope he didn't see me looking at him through my crystal ball!": "哦！我真希望他没看到我用水晶球偷看他！",
    "Oh! It's your amulet that's doing it!|I did wonder. I don't suppose you can help me?|I don't like being a ghost.": "哦！是你的护身符在起作用！|我就说嘛。你能帮帮我吗？|我不喜欢当幽灵。",
    "Oh! So you managed to bury Zadimus's corpse?": "哦！你成功埋葬了Zadimus的遗体？",
    "Oh! Thank you! You have found the key!": "哦！谢谢你！你找到钥匙了！",
    "Oh! You do not appear to be one of those Zamorakians who imprisoned me here! Who are you and why are you here?": "哦！你看起来不像是把我关在这里的扎莫拉克信徒！你是谁，为什么来这里？",
    "Oh, I can see what is happening in my realm.|I have sent clues to help you get here,|such as the fisherman, and the crone.": "哦，我能看到我的领域里正在发生什么。|我送出了线索来帮你到达这里，|比如那个渔夫和老妇人。",
    "Oh, I don't have enough money with me.": "哦，我身上没带够钱。",
    "Oh, I don't know. I believe we have some pages on him upstairs in our archives. If you wish to look at them please be careful, they're all pretty delicate.": "哦，我不知道。我相信楼上的档案馆里有一些关于他的资料。如果你想看的话请小心，它们都很脆弱。",
    "Oh, I remember you; yeah go on in. Hope the weapon construction is going okay.": "哦，我记得你；好进去吧。希望武器制造进展顺利。",
    "Oh, I suppose I'll give it a go then.": "哦，我想那我试试吧。",
    "Oh, I understand you! At last, someone who doesn't just mumble. I understand what you're saying!": "哦，我听懂你说的了！终于有人不是含混不清地说话了。我理解你说的话！",
    "Oh, I'll be fine. Ive got work as Port Sarim's first lifeguard!": "哦，我会没事的。我已经找到工作了，当萨林港的第一个救生员！",
    "Oh, I'll not bother then.": "哦，那我就不打扰了。",
    "Oh, I'm just sight seeing.": "哦，我只是来观光的。",
    "Oh, I'm not supposed to be here at all actually.": "哦，其实我根本不该在这里的。",
    "Oh, I'm sorry, I didn't realise!": "哦，对不起，我没意识到！",
    "Oh, I'm studying for the Earth Sciences exam.": "哦，我在准备地球科学考试。",
    "Oh, I've been here ages.": "哦，我在这里待了好久了。",
    "Oh, It's those mice! They're everywhere! What I really need is a cat. But they're hard to come by nowadays.": "哦，都是那些老鼠！到处都是！我真正需要的是一只猫。但现在很难弄到。",
    "Oh, OK, I'll do it myself.": "哦，好吧，我自己来。",
    "Oh, Ok, sorry for bothering you.": "哦，好的，抱歉打扰你了。",
    "Oh, THAT Saradomin...": "哦，那个萨拉多明……",
    "Oh, a special relationship with the guards heh? How very nice of them. Maybe you could persuade them to let me out of here?": "哦，和守卫有特殊关系？他们人真好啊。也许你可以说服他们放我出去？",
    "Oh, an old tooth. It looks like it has come from a mighty being. Pity there are no tooth fairies around here!": "哦，一颗旧牙齿。看起来像是来自某个强大的存在。可惜这附近没有牙仙！",
    "Oh, and here is your pineapple!": "哦，这是你的菠萝！",
    "Oh, and one more thing... I hope you're a good swimmer?": "哦，还有一件事……我希望你是个好的游泳者？",
    "Oh, another silly human come to have his mind melted? You should take that barcrawl card to Blurberry - he always likes to serve the Fire Toad Blast himself!": "哦，又一个来让脑子融化的傻人类？你应该把酒馆巡游卡拿去给Blurberry——他总是喜欢亲自端上火蟾蜍爆炸酒！",
    "Oh, deary me!|Well, there's nothing I can do about it.|You will have to go back to them, I'm afraid.": "哦天哪！|好吧，我对此无能为力。|恐怕你得回去找他们。",
    "Oh, don't worry, I'm totally fine. I locked myself in here for protection, but I've left the key somewhere.": "哦，别担心，我完全没事。我把自己锁在这里是为了保护自己，但我把钥匙放在某个地方了。",
    "Oh, he isn't normally a chicken,|or at least he wasn't|until he helped me test my pouletmorph machine.": "哦，他通常不是鸡，|或者至少在他帮我|测试我的变鸡机器之前不是。",
    "Oh, he won't be far. Probably out in the forest.": "哦，他不会走远的。可能在森林里。",
    "Oh, he's in the temple, just go back over the bridge, down the ladder and along the hallway, you can't miss him.": "哦，他在神庙里，过桥回去，下梯子然后沿着走廊走，你不会错过他的。",
    "Oh, heh, ok then.": "哦，呵呵，那好吧。",
    "Oh, hello there, do you still think I'm dead? It's hard to see how I could be dead when I'm still in the world. I can see everything quite clearly. And nothing of what you say reflects the truth.": "哦，你好，你还觉得我死了吗？既然我还在这个世界上，怎么可能死了呢。我能看得一清二楚。你说的都不符合事实。",
    "Oh, hello there.": "哦，你好。",
    "Oh, hello there.|Have you heard? They took|the other orbs, it's terrible.|I suppose the show must go on.": "哦，你好。|你听说了吗？他们拿走了|其他宝珠，太可怕了。|我想演出还得继续。",
    "Oh, hello.": "哦，你好。",
    "Oh, hello... Sorry, you've caught me at a bad time, it's just that I've had a sign you see and I need to find my journal.": "哦，你好……对不起，你来的不是时候，我刚收到了一个征兆，我得找到我的日记。",
    "Oh, hi again. Did you bring me the opal?": "哦，又见面了。你给我带来蛋白石了吗？",
    "Oh, hi. I'm studying hard for an exam.": "哦，你好。我在努力备考。",
    "Oh, if its in the scheme of things that's ok.": "哦，如果这是命中注定的那就好。",
    "Oh, is it still there? I thought I'd lost it.": "哦，它还在那里？我以为我弄丢了。",
    "Oh, it looks like Fluffs has returned.|I'd better leave her alone.": "哦，看起来Fluffs回来了。|我最好别打扰她。",
    "Oh, it was nothing.": "哦，没什么。",
    "Oh, it's a rune shop. No thank you, then.": "哦，是符文商店。那就不了，谢谢。",
    "Oh, it's quite.... Oh... Trying to catch me out were you! Anyone can clearly see that I am not a ghost!": "哦，很……哦……你在试图套我的话！任何人都能清楚地看到我不是幽灵！",
    "Oh, it's terrible! Lord Sinclair has been murdered and we don't have any clues as to who or why. We're totally baffled!": "哦，太可怕了！Sinclair大人被谋杀了，我们对凶手是谁和动机完全没有线索。我们完全困惑了！",
    "Oh, it's very rusty isn't it? I'm not sure this sword belongs here, it looks very out of place.": "哦，它非常生锈不是吗？我不确定这把剑属于这里，它看起来很格格不入。",
    "Oh, it's you again.|Please don't distract me now, I'm contemplating the sublime.": "哦，又是你。|请不要打扰我，我正在思考崇高的事物。",
    "Oh, keep hold of that, I may need it later.": "哦，留好那个，我以后可能需要。",
    "Oh, keep trying then... you might hit one through pure luck.": "哦，那就继续试吧……你可能会靠纯运气打中一个。",
    "Oh, no problem at all.": "哦，完全没问题。",
    "Oh, not for years, but if you meet a talking chicken, you have probably met the professor in the manor north of here. A few years ago it was flying fish. That machine is a menace.": "哦，好多年没有了，但如果你遇到一只会说话的鸡，你大概见到了北边庄园里的教授。几年前是飞鱼。那台机器真是个祸害。",
    "Oh, nothing, I was just going to bless your room and I've done that now. Goodbye.": "哦，没什么，我只是来给你的房间祝福，我已经做完了。再见。",
    "Oh, nothing.": "哦，没什么。",
    "Oh, ok!": "哦，好的！",
    "Oh, ok. If I find anything of interest I will bring it here.": "哦，好的。如果我找到什么有趣的东西，我会带来这里。",
    "Oh, ok...I lend you other stabby thrower... but creature don't better cry when it hurts itself.": "哦，好吧……我借你另一个投掷长矛……但小东西弄伤自己的时候可别哭。",
    "Oh, okay please hurry.": "哦，好的请快点。",
    "Oh, okay thanks for the warning.": "哦，好的，谢谢提醒。",
    "Oh, okay then if you are sure.": "哦，好的，如果你确定的话。",
    "Oh, okay then.": "哦，好吧。",
    "Oh, okay, sorry.": "哦，好的，抱歉。",
    "Oh, okay, thanks.": "哦，好的，谢谢。",
    "Oh, pretty old then.": "哦，那挺老的。",
    "Oh, really!": "哦，真的！",
    "Oh, right, how very nice of you to say so.||@dbl@-- The guard seems flattered. --": "哦，好的，你这么说真好。||@dbl@-- 守卫似乎受宠若惊。--",
    "Oh, right, well, I guess you know what you're doing. Anyway, I have to get back to work. The guards will come along soon and give us some trouble else.": "哦，好吧，我想你知道自己在做什么。不管怎样，我得回去干活了。守卫很快就会来找麻烦了。",
    "Oh, right.": "哦，好的。",
    "Oh, right. Come back and talk with me if you get an idea.": "哦，好的。如果你有什么想法回来跟我说。",
    "Oh, right... Okay, you'd better jump in the cart then! Quickly!": "哦，好吧……那你最好跳进马车里！快！",
    "Oh, right..yes... yess, okay...": "哦，对……是的……好吧……",
    "Oh, so I need logs from the achey tree, bones from a canine... and feathers?": "哦，所以我需要achey树的木头、犬类的骨头……和羽毛？",
    "Oh, so I suppose you can't go out for a while?": "哦，那你暂时出不去了？",
    "Oh, so it most likely was not very important then.": "哦，那大概不是什么重要的事了。",
    "Oh, sorry, I don't have time for that.": "哦，对不起，我没时间做那个。",
    "Oh, sorry, I hadn't realised it was private.": "哦，对不起，我没意识到那是私人的。",
    "Oh, sorry.": "哦，对不起。",
    "Oh, sorry. I was just trying to be friendly.": "哦，对不起。我只是想表示友好。",
    "Oh, sorry. I'm not from this world.": "哦，对不起。我不是这个世界的人。",
    "Oh, thank the gods it's you.|They've all gone mad I tell you,|one of the fishermen tried to|throw me into the sea!": "哦，感谢诸神是你来了。|我告诉你他们都疯了，|有个渔民试图|把我扔到海里！",
    "Oh, thanks so much.": "哦，太感谢了。",
    "Oh, that map...": "哦，那张地图……",
    "Oh, that's a shame...": "哦，那真可惜……",
    "Oh, that's handy, it's just what I needed!": "哦，那太方便了，正是我需要的！",
    "Oh, the silly fool.": "哦，真是个傻瓜。",
    "Oh, there's no one operating the lift up top, hope this barrel isn't urgent? You'd better get back to work!": "哦，上面没人操作升降机，希望这桶不急？你最好回去干活！",
    "Oh, various places up and down the coast.|Mostly Karamja and Port Sarim.": "哦，沿海各处。|主要是卡拉姆贾和萨林港。",
    "Oh, wait, I don't have space to carry one.": "哦，等等，我没空间带一个了。",
    "Oh, was I fergetting to say?|Yer need to be carrying a Dramenwood|staff to be getting there! Otherwise|Yer'll just be ending up in the shed.": "哦，我是不是忘说了？|你得带着一根Dramen木|法杖才能到那里！不然|你就只会到棚子里。",
    "Oh, well how much?": "哦，多少钱？",
    "Oh, well that's different then. Must be pretty important to come all this way.": "哦，那就不同了。大老远跑来一定是很重要的事。",
    "Oh, well, don't forget that wealth and riches aren't everything.": "哦，嗯，别忘了财富和金钱不是一切。",
    "Oh, yes, Bwana... you will be doing a great favour to|our people by doing this. However, you must know that|it is a difficult task, the Yommi tree is difficult to grow.": "哦，是的，Bwana……你做这件事对|我们的族人将是一个巨大的恩惠。但是，你得知道|这是一项艰巨的任务，Yommi树很难种。",
    "Oh, you haven't...|People may be dying even as we speak.": "哦，你还没有……|就在我们说话的时候可能有人在死去。",
    "Oh, you know about that then?": "哦，你知道那件事了？",
    "Oh, you like to call a witch names do you?": "哦，你喜欢骂女巫是吗？",
    "Oh, you think so do you? You think that silly old fool Ceril will take YOUR word over MINE? He trusts me completely!": "哦，你这么想吗？你以为那个愚蠢的老傻瓜Ceril会相信你的话而不是我的？他完全信任我！",
    "Oh, you want to work in another area of the mine eh?|@blu@--The guard seems pleased with his rhetorical question.--||@bla@Well, I can understand that! A change is as good as a @bla@rest they say.": "哦，你想在矿里其他区域工作？|@blu@--守卫似乎对自己的反问很满意。--||@bla@嗯，我可以理解！他们说换换环境跟休息@bla@一样好。",
    "Oh, you're a guard as well. That's ok then. We don't like strangers around here.": "哦，你也是守卫。那就没问题了。我们不喜欢附近有陌生人。",
    "Oh.": "哦。",
    "Oh. OK.": "哦。好的。",
    "Oh. Ok.": "哦。好的。",
    "Oh. You don't have any touch paper,|and so I won't be able to help after all.": "哦。你没有试纸，|所以我终究帮不了你。",
    "Oh.. ok then... hello.": "哦……好吧……你好。",
    "Oh.. the inhumanity... the cruelty.. the misery... the pain... my son is a good boy, really, but how could he give his dinner to Scruffy without having the servants test it for poison first? How? How could he be so": "哦……多么不人道……多么残忍……多么悲惨……多么痛苦……我儿子真的是个好孩子，但他怎么能不让仆人先验毒就把晚餐给Scruffy吃呢？怎么会？他怎么能这么",
    "Oh... I really couldn't say. I wouldn't really want to point any fingers at anybody. If I had to make a guess I'd have to say it was probably Bob though.": "哦……我真的说不上来。我不太想指名道姓地说谁。如果非要我猜的话，我得说可能是Bob。",
    "Oh... Why didn't you say, come in then.": "哦……你怎么不早说，那进来吧。",
    "Oh... go away and stop wasting my time!": "哦……走开别浪费我的时间！",
    "Oh... sorry. No, I don't need money. As long as you were not offering me a bribe.": "哦……抱歉。不，我不需要钱。只要你不是在给我行贿就好。",
    "Oh... you have a pair of my gauntlets, look after them.": "哦……你有一副我的护手，好好保管。",
    "Oh... you have a pair of my gauntlets. I'd get them from your bank if I were you.": "哦……你有一副我的护手。如果我是你的话会从银行取出来。",
    "Ohh...well, in that case I might be able to help.|Fluffs followed me to my secret play area,|I haven't seen her since.": "嗯……好吧，那样的话我也许能帮忙。|Fluffs跟着我去了我的秘密玩耍区，|从那以后我就没见过她了。",
    "Oi whaddya think ya doin'?|I'm fishin' here.|Now beat it!": "喂你以为你在干嘛？|我在钓鱼呢。|走开！",
    "Oi! Get away from there.|Only enter the rat cage when I say so.": "喂！从那里走开。|我说了才能进老鼠笼。",
    "Oi! Little thing, if you want to cross here,|you can pay me first - 20 gold pieces!": "喂！小东西，如果你想过桥，|先付钱——20个金币！",
    "Oi! Where do you think you are going?|You are for the cooking pot!": "喂！你以为你要去哪？|你是要进炖锅的！",
    "Oi! Where do you think you're going pal?": "喂！你以为你要去哪，伙计？",
    "Oi, whaddya want?": "喂，你要干嘛？",
    "Oily fishing rod stuff": "油腻鱼竿材料",
    "Ok Aluft, I'll be back soon.": "好的Aluft，我很快就回来。",
    "Ok Bwana, let me know if you change your mind.": "好的Bwana，如果你改变主意了告诉我。",
    "Ok I will leave him alone.": "好的，我不打扰他了。",
    "Ok I won't.": "好的，我不会的。",
    "Ok I'll see you when you have some wool.": "好的，等你有羊毛了再来找我。",
    "Ok I'll try and get everything together.": "好的，我试试把所有东西凑齐。",
    "Ok I'm going to make a potion to help bring out your darker self.": "好的，我要做一瓶药水来帮助释放你黑暗的一面。",
    "Ok I've got brown armour.": "好的，我有棕色盔甲了。",
    "Ok creature? You got dat? Over dere by der no tree's place.": "明白了吗小东西？你听到了没？在那边没有树的地方。"
}