{
    "I don't know, somewhere around here probably.": "我不知道，大概在这附近吧。",
    "I don't know.": "我不知道。",
    "I don't know. I just wanted this house...": "我不知道。我只是想要这栋房子……",
    "I don't know. I think it's very convenient|that you have arrived here so soon after it happened.|Maybe it was you.": "我不知道。我觉得很巧的是|你在事发后这么快就到了这里。|也许是你干的。",
    "I don't know. I'm lost. Where am I?": "我不知道。我迷路了。这是哪里？",
    "I don't know...": "我不知道……",
    "I don't know?": "我不知道？",
    "I don't like nature, it gives me a rash!": "我不喜欢大自然，它让我起疹子！",
    "I don't like the sound of that.": "这听起来不太妙。",
    "I don't make friends easily.|People need to earn my trust first.": "我不太容易交朋友。|别人得先赢得我的信任。",
    "I don't need another tablet!|One is enough, thank you.": "我不需要另一块石板！|一块就够了，谢谢。",
    "I don't need any help, thanks.": "我不需要帮忙，谢谢。",
    "I don't need any more birdfeed.": "我不需要更多鸟食了。",
    "I don't need anything.": "我什么都不需要。",
    "I don't need to be laughed at just 'cos I am getting a bit old.": "别因为我年纪大了就嘲笑我。",
    "I don't really care as long as no one thinks it's me. Maybe it was that strange poison seller who headed towards the seers village.": "我不太在乎，只要没人觉得是我干的就行。也许是那个朝先知村方向走的奇怪毒药商人。",
    "I don't really know or care.|Frankly, the old man deserved to die.": "我不知道也不在乎。|说实话，那个老头死了活该。",
    "I don't really remember hearing anything out of the ordinary.": "我不太记得听到什么异常的声音。",
    "I don't really want any visitors just now.": "我现在不太想接待访客。",
    "I don't really want anything thanks.": "我什么都不需要，谢谢。",
    "I don't see any need to give the guard my beer. I'll keep it for myself.": "我没必要把啤酒给卫兵。我自己留着喝。",
    "I don't see what on earth it has to|do with you, but the drain outside was": "我不明白这跟你有什么关系，|不过外面的排水沟",
    "I don't seem to be able to quite reach it.|It's stuck part way down.": "我好像够不太到。|它卡在半路了。",
    "I don't suppose I could borrow that?|It could come in useful on my quest.": "我能借一下那个吗？|在我的任务中可能用得上。",
    "I don't suppose I could buy it?": "我能买下它吗？",
    "I don't suppose I could get a lift anywhere?": "你能载我一程吗？",
    "I don't suppose I could use it?": "我能用一下吗？",
    "I don't suppose you could assist me in the repairs?|I'll pay you for your help.": "你能帮我修一下吗？|我会付钱给你的。",
    "I don't suppose you could give me any hints?": "你能给我一些提示吗？",
    "I don't suppose you could look for him?": "你能帮我找找他吗？",
    "I don't suppose you could run me a little errand while you're over there? I borrowed this book from them, can you return it?": "你去那边的时候能帮我跑个腿吗？我从他们那借了本书，你能帮我还回去吗？",
    "I don't suppose you could try and track down the Imcando dwarves for me? I've got so much work to do...": "你能帮我找找Imcando矮人吗？我有太多工作要做了……",
    "I don't suppose you have any idea how to break into Mordred's fort do you?": "你知道怎么闯进Mordred的堡垒吗？",
    "I don't talk to strange old people.": "我不跟奇怪的老人说话。",
    "I don't think I can fix this.|Looks like I'll be heading back by foot.": "我修不好这个了。|看来我得步行回去了。",
    "I don't think I can fix this.|Looks like we'll be heading back by foot.": "我修不好这个了。|看来我们得步行回去了。",
    "I don't think I can take much more!": "我快受不了了！",
    "I don't think I have all the ingredients yet.": "我觉得我还没凑齐所有材料。",
    "I don't think I should kill the sheep outside the|enclosure. The councillor was worried that it might|spread the disease.": "我不应该杀围栏外面的羊。|议员担心那样会|传播疾病。",
    "I don't think I'm strong enough to enter then.": "我觉得我还不够强壮，进不去。",
    "I don't think Mr Grip will like you opening that. That's his private drinking cabinet.": "我觉得Grip先生不会喜欢你打开那个的。那是他的私人酒柜。",
    "I don't think Sir Mordred would like that.|He wants as few outsiders visiting as possible.|I wouldn't want to lose his business.": "我觉得Mordred爵士不会喜欢那样。|他希望尽可能少的外人来访。|我可不想失去他的生意。",
    "I don't think drink is the solution.": "我不觉得喝酒能解决问题。",
    "I don't think it was an intruder, and I don't think Lord Sinclair was killed by being stabbed.": "我不认为是外人干的，而且我认为Sinclair勋爵不是被刺死的。",
    "I don't think pouring normal water on the coffin is going to help...": "我觉得往棺材上倒普通水没什么用……",
    "I don't think so Bwana, but you may want to consult with Trufitus the Shaman in Tai Bwo Wannai village, he may have some information which could help.": "我不这么认为，Bwana，但你可以去Tai Bwo Wannai村找萨满Trufitus商量，他可能有些有用的信息。",
    "I don't think so, it might animate and attack me!": "我不觉得行，它可能会活过来攻击我！",
    "I don't think we want other people competing with us to find it. Forget I said anything.": "我们不想让别人和我们争着去找它。当我没说过。",
    "I don't think you are worthy enough.": "我觉得你还不够资格。",
    "I don't think you can trust Glough, your highness. He seems to have an unnatural hatred for humans.": "殿下，我觉得你不能信任Glough。他似乎对人类有一种不正常的仇恨。",
    "I don't think you should. If you do the rest of the gang and Keli would attack you. The door guard should be removed first, to make it easy.": "我不建议你这样做。如果你这样做，剩下的帮众和Keli会攻击你。应该先解决门卫，这样比较容易。",
    "I don't think you'll try smuggling anything, you just need to pay a boarding charge of 30 coins.": "我觉得你不会走私什么的，你只需要付30金币的登船费。",
    "I don't think you're ready to go down there yet.": "我觉得你还没准备好下去。",
    "I don't think you've found a good adventure at all!": "我觉得你根本没找到什么好冒险！",
    "I don't trust you.": "我不信任你。",
    "I don't understand it either!": "我也不明白！",
    "I don't understand.": "我不明白。",
    "I don't understand...": "我不明白……",
    "I don't understand... the touch paper hasn't changed colour at all...": "我不明白……试纸的颜色完全没有变化……",
    "I don't want just any old pumpkinmush to have this armour jus cos they have a large amount of cash.": "我不想随便什么有钱人就能得到这副盔甲。",
    "I don't want to attack the sheep.|I need to make it move!": "我不想攻击羊。|我需要让它动起来！",
    "I don't, I'm just looking around.": "我没有，我只是四处看看。",
    "I doubt it, can I speak to the prisoner?": "我表示怀疑，我能跟囚犯说话吗？",
    "I doubt not that Zamorak still influences these caverns. A little further on lies the great door of Iban. We've tried everything, but it will not let us enter. Leave now before Iban awakes and it's too late.": "我毫不怀疑Zamorak仍然影响着这些洞穴。再往前一点就是Iban的大门。我们什么都试过了，但它就是不让我们进去。趁Iban还没醒来，赶紧离开吧。",
    "I doubt the fishermen will come near you if you can get this torch lit.": "如果你能把火把点着，我想渔民们不敢靠近你的。",
    "I doubt they will offer anything as useful as my magical boost, but as you wish.": "我怀疑他们能提供什么比我的魔法增益更有用的东西，不过随你。",
    "I doubt they would taste too good.": "我觉得那味道不怎么样。",
    "I dunno. It looks fine to me.": "我不知道。我看着挺好的。",
    "I dunno...": "我不知道……",
    "I excavated a hole and found a fissure. Should I go through it?": "我挖了一个洞，发现了一条裂缝。我应该穿过去吗？",
    "I experiment with dark magic. It's a dangerous craft.": "我研究黑魔法。这是一门危险的手艺。",
    "I fear I may get a visit from the witch hunters of Falador before long.": "我担心法拉多的猎巫人很快就会来找我。",
    "I fear my life is running short...|Alas, my son and heir is not here.|I am waiting for my son to return to this castle.": "我感觉自己时日无多了……|可惜，我的儿子和继承人不在这里。|我在等我儿子回到这座城堡。",
    "I fear not a mere plague.": "区区瘟疫，我才不怕。",
    "I fear that should those Zamorakians somehow pollute the Salve and desecrate his blessings, his power might not be able to stop": "我担心如果那些Zamorak信徒以某种方式污染了Salve河并亵渎了他的祝福，他的力量可能无法阻止",
    "I fear that you bring me news that she has returned to plague us once again?  Alas I know of no weakness that she has.": "我害怕你带来的消息是她又回来作祟了？可惜我不知道她有什么弱点。",
    "I feel dizzy, where am I?|Oh dear, oh dear I need some rest.": "我头晕，这是哪里？|天啊天啊，我需要休息一下。",
    "I figured as much.": "我就知道。",
    "I find that hard to believe!|I have lots of human friends.": "这很难让人相信！|我有很多人类朋友。",
    "I forgot now,|but General Wartface says it is.|So it must be.": "我忘了，|不过Wartface将军说是的。|那就一定是的。",
    "I found a needle.": "我找到了一根针。",
    "I found a strange doll and a book, but I've lost the doll.": "我找到了一个奇怪的玩偶和一本书，但我把玩偶弄丢了。",
    "I found a strange doll.": "我找到了一个奇怪的玩偶。",
    "I found an old sword.": "我找到了一把旧剑。",
    "I found it while slaying some of the soulless. Here you go.": "我在杀那些无魂者时找到的。给你。",
    "I found some armour.": "我找到了一些盔甲。",
    "I found some old armour.": "我找到了一些旧盔甲。",
    "I found some pottery that seemed to match the design on those large urns.": "我找到了一些陶器，上面的图案似乎和那些大瓮上的一样。",
    "I found something I think you need traveller...": "旅行者，我找到了你可能需要的东西……",
    "I found the Father. Now I seek the Apothecary.": "我找到了神父。现在我要去找药剂师。",
    "I found the corpse in a decomposing gallows. I get a very strange feeling every time I try to bury the body.": "我在一个腐烂的绞刑架上找到了尸体。每次我试图埋葬这具尸体时都会有一种非常奇怪的感觉。",
    "I found the source of the spring and I got the water.": "我找到了泉水的源头，也取到了水。",
    "I found these buttons.": "我找到了这些纽扣。",
    "I found this cloth amongst the charred remains of some arrows, perhaps you need it?": "我在一些箭的焦炭残骸中找到了这块布，也许你需要？",
    "I found this cloth amongst the charred remains of some arrows.": "我在一些箭的焦炭残骸中找到了这块布。",
    "I found this dagger...": "我找到了这把匕首……",
    "I found this in a hidden cavern beneath the digsite.": "我在挖掘现场下面的一个隐藏洞穴里找到了这个。",
    "I found this old book... I'm not sure if it's of any use to you traveller.": "我找到了这本旧书……旅行者，我不确定它对你是否有用。",
    "I found this rock...": "我找到了这块石头……",
    "I gave it as a present to my brother Ivor when I visited our outpost northwest of Camelot.": "我把它作为礼物送给了我的兄弟Ivor，当时我去参观了我们在卡默洛特西北方的前哨站。",
    "I gave the man Daconia rocks.": "我把Daconia石头给了那个人。",
    "I gave the other to the wizard Traiborn.": "另一把我给了巫师Traiborn。",
    "I get all sorts, anything that lies on the sea bed, you never know what you're going to get until you pull up the net!": "我什么都会捞到，海底躺着的任何东西，在你拉起网之前，你永远不知道会捞到什么！",
    "I get it from finding out that the plague is a hoax.": "我是通过发现瘟疫是骗局知道的。",
    "I give permission... blah de blah... etc. Okay, that's all in order; you may use the mineshaft now. I'll hang onto this scroll, shall I?": "我授权……巴拉巴拉……等等。好的，一切都合规了；你现在可以使用矿井了。这张卷轴我留着吧？",
    "I give up.|You're obviously completely mad!": "我放弃了。|你显然完全疯了！",
    "I go and cower in a corner at the first sign of danger!": "一有危险的迹象我就躲到角落里！",
    "I got a replacement sword made.": "我找人做了一把替代的剑。",
    "I got given this by an ogre...": "这是一个食人魔给我的……",
    "I got here and agreed to take over duties as king here, then before my eyes the most miraculous changes occured here... grass and trees were growing outside before our very eyes!": "我来到这里并同意接管这里的国王职责，然后在我眼前发生了最神奇的变化……草和树在我们眼前生长起来！",
    "I got towed back by a passing friendly whale.": "我被一头路过的友好鲸鱼拖了回来。",
    "I guess I could find him.": "我想我能找到他。",
    "I guess I just wouldn't want to do it myself. But a map of that area would certainly be a big task. And it would certainly be very useful...|@blu@-- The forester looks very thoughtful --": "我只是自己不太想去做。但那个地区的地图确实是个大工程。而且肯定会非常有用……|@blu@-- 护林员看起来若有所思 --",
    "I guess I'd better fix it with the toolkit I was given.": "我最好用给我的工具包来修理它。",
    "I guess I'd better pay you then.": "那我最好还是付钱给你吧。",
    "I guess maybe him... but it's really scary to think someone here might have been responsible. I actually hope it was a burglar...": "我猜也许是他……但想到这里可能有人是凶手，真的很可怕。我其实希望是外来的窃贼……",
    "I guess pigeons really love this stuff.": "我猜鸽子真的很喜欢这东西。",
    "I guess you could... I'm sure the work needed to do|on it wouldn't be too expensive. How does 2000 gold|sound for a price?": "我想可以……我确信需要做的修缮|费用不会太贵。2000金币|这个价格怎么样？",
    "I had a crystal but I lost it!": "我有一块水晶，但弄丢了！",
    "I had a crystal, but I lost it!": "我有一块水晶，但弄丢了！",
    "I had a talk with Father Urhney. He has given me this funny amulet to talk to the ghost with.": "我和Urhney神父谈过了。他给了我这个奇怪的护身符，用来跟幽灵交谈。",
    "I had another crystal but I lost it.": "我有另一块水晶，但弄丢了。",
    "I had better leave, I don't want trouble.": "我最好离开，我不想惹麻烦。",
    "I had this given to me...": "有人把这个给了我……",
    "I had to flee the kingdom of Misthalin!|The bandits give me refuge here as long as I cook for them.": "我不得不逃离Misthalin王国！|只要我为强盗们做饭，他们就让我在这里避难。",
    "I hate mosquitos!": "我讨厌蚊子！",
    "I hate mosquitos, they're so annoying!": "我讨厌蚊子，它们太烦人了！",
    "I hate warlocks.": "我讨厌术士。",
    "I have <~murder_get_murderer_name>'s finger prints here. You can see for yourself they match the finger prints on the murder weapon exactly.": "我这里有<~murder_get_murderer_name>的指纹。你自己可以看到，它们和凶器上的指纹完全吻合。",
    "I have a Cadaver potion from Father Lawrence.": "我有一瓶Lawrence神父给的尸体药水。",
    "I have a candlestick now!": "我现在有一个烛台了！",
    "I have a cat that I could sell.": "我有一只猫可以卖。",
    "I have a cat...look!": "我有一只猫……你看！",
    "I have a confession myself adventurer... I did not fully trust you with the actual part of my family's crest before, and gave you a worthless replica before...": "冒险者，我自己也要坦白……之前我没有完全信任你，把真正的家族纹章给了你一个毫无价值的复制品……",
    "I have a friend called Oziach, who could help you out with one.": "我有个叫Oziach的朋友，他能帮你弄到一个。",
    "I have a gift for you, they may help. I crafted these long ago to protect myself from the teeth of the Soulless, their bite is vicious.": "我有个礼物给你，可能会有帮助。这些是我很久以前打造的，用来保护自己免受无魂者的撕咬，它们咬起来很凶。",
    "I have a plan to get out of here! It's amazing in its sophistication.": "我有个逃出去的计划！这个计划精妙绝伦。",
    "I have a relic from a chieftan!": "我有一件酋长的遗物！",
    "I have a riddle for you.": "我有个谜语考你。",
    "I have all of that, but I need some Cadaver berries.": "那些我都有了，但我还需要一些尸体浆果。",
    "I have all the bad luck.|My sheep all run off somewhere,|and then those mourners tell me they're infected!": "我真是倒霉透了。|我的羊全跑掉了，|然后那些送葬者告诉我它们被感染了！",
    "I have all the required items.": "我已经有了所有需要的物品。",
    "I have already searched this place.": "我已经搜查过这个地方了。",
    "I have also found the remains of a book...": "我还找到了一本书的残页……",
    "I have an egg.": "我有一个蛋。",
    "I have an eye patch...": "我有一个眼罩……",
    "I have arranged for two friends|to aid you with a rope ladder.|Omart is waiting for you at the southend of the wall.": "我已经安排了两个朋友|用绳梯来帮助你。|Omart在城墙南端等你。",
    "I have assembled all of the pieces!": "我已经把所有碎片拼好了！",
    "I have been given this letter by an examiner at the Dig Site. Can you stamp this for me?": "这是挖掘现场的一位考官给我的信。你能帮我盖个章吗？",
    "I have been invited to research here.": "我被邀请来这里做研究。",
    "I have been sent by your father. He wishes the Fitzharmon Crest be restored.": "我是你父亲派来的。他希望Fitzharmon家族纹章能被修复。",
    "I have been sent here with a package for you. It's from the head wizard at the Wizards' Tower.": "我带了一个包裹给你。是巫师塔首席巫师让我送来的。",
    "I have been told that before.": "以前有人跟我说过这话。",
    "I have come to demand the release of Sir Servil and his son.": "我来要求释放Servil爵士和他的儿子。",
    "I have come to kill everyone in this castle!": "我来杀光这座城堡里所有人的！",
    "I have come to kill you!": "我来杀你的！",
    "I have come to kill you.": "我来杀你的。",
    "I have come to seek a blessing.": "我来寻求祝福。",
    "I have conclusive proof who the killer was.": "我有确凿的证据证明凶手是谁。",
    "I have every right to be proud of myself.": "我完全有理由为自己感到骄傲。",
    "I have everything under control.": "一切尽在我的掌控之中。",
    "I have everything you need!": "我有你需要的一切！",
    "I have everything!": "我什么都有了！",
    "I have evidence, from Guidor of Varrock.": "我有证据，来自瓦洛克的Guidor。",
    "I have found Sir Prysin. Unfortunately, I haven't got the sword yet. He made it complicated for me!": "我找到了Prysin爵士。不幸的是，我还没拿到剑。他把事情搞得很复杂！",
    "I have found a picture of the sword I would like you to make.": "我找到了一张剑的图片，我想让你照着做。",
    "I have found a way into the caves!": "我找到了进入洞穴的方法！",
    "I have found an Imcando Dwarf named Thurgo! I have given him Redberry pie, I hope he will help me now.": "我找到了一个叫Thurgo的Imcando矮人！我给了他红莓派，希望他现在愿意帮我。",
    "I have found an Imcando dwarf but he needs a picture of the sword before he can make it.": "我找到了一个Imcando矮人，但他需要一张剑的图片才能制作。",
    "I have found another crystal!": "我又找到了一块水晶！",
    "I have found it!": "我找到了！",
    "I have found some of the things you asked for.": "我找到了你要的一些东西。",
    "I have found some of your beads.": "我找到了你的一些珠子。",
    "I have found the cave of ogre shaman, but I cannot touch them!": "我找到了食人魔萨满的洞穴，但我碰不到它们！",
    "I have freed Merlin from his crystal!": "我把Merlin从水晶中解放了出来！",
    "I have gained entry to the city!": "我已经进入了这座城市！",
    "I have germinated the Yommi tree seeds.": "我已经让Yommi树种子发芽了。",
    "I have germinated the seeds.": "我已经让种子发芽了。",
    "I have half the shield of Arrav here.|Can I get a reward?": "我这里有Arrav盾牌的一半。|我能得到奖赏吗？",
    "I have heard a little, but I think Katrine is tougher.": "我听说了一些，但我觉得Katrine更厉害。",
    "I have heard of those of whom you speak. But I fear it may be too late.": "我听说过你提到的那些人。但恐怕已经太迟了。",
    "I have heard rumours recently that Mages have found some secret ore that absorbs magic into it and allows them to create runes.": "我最近听到传言说法师们发现了一种能吸收魔法的秘密矿石，可以用来制作符文。",
    "I have heard rumours that you kill people.": "我听到传言说你杀人。",
    "I have it here.": "我带在身上。",
    "I have it right here!": "我就在这里！",
    "I have it right here.": "我带在身上。",
    "I have it.": "我拿到了。",
    "I have just buried Zadimus' corpse.": "我刚刚埋葬了Zadimus的尸体。",
    "I have killed Viyeldi!": "我杀了Viyeldi！",
    "I have little to repay you with but please! Take these Rune Stones.": "我没什么可以报答你的，但请收下这些符文石。",
    "I have lost Hartigen's ID papers.": "我弄丢了Hartigen的身份证件。",
    "I have lost my master thief's armband...": "我弄丢了盗贼大师臂章……",
    "I have lost my rock sample.": "我弄丢了我的岩石样本。",
    "I have lost my trowel.": "我弄丢了我的泥铲。",
    "I have lost something the ogres gave to me.": "我弄丢了食人魔给我的东西。",
    "I have lost the fragment that you gave me...": "我弄丢了你给我的碎片……",
    "I have lost the fragment you gave me...": "我弄丢了你给我的碎片……",
    "I have lost the holy table napkin": "我弄丢了圣餐巾",
    "I have lost the holy table napkin...": "我弄丢了圣餐巾……",
    "I have lost the key!": "我把钥匙弄丢了！"
}