{
    "You join the three pieces together and assemble a map|that shows the route through the reefs to Crandor.": "你把三块碎片拼在一起，组装成一张|显示穿过暗礁到达Crandor的路线的地图。",
    "You just see some footsteps in the sand.": "你只看到沙子上的一些脚印。",
    "You killed my pet, and yet still you dare to speak to me?": "你杀了我的宠物，居然还敢跟我说话？",
    "You knock at the door. You hear a voice from inside...": "你敲了敲门。你听到里面传来一个声音...",
    "You knock at the door...You hear a voice from inside. @dbl@Who are you|@dbl@and what do you want?": "你敲了敲门...你听到里面传来一个声音。@dbl@你是谁，|@dbl@你想干什么？",
    "You knock at the door...You hear a voice from inside.@dbl@You again?|@dbl@What do you want now?": "你敲了敲门...你听到里面传来一个声音。@dbl@又是你？|@dbl@你现在又想要什么？",
    "You know what you need to get now, come back when you have them. Goodbye for now.": "你现在知道需要什么了，拿到后再来找我。暂时再见了。",
    "You know who I is?": "你知道我是谁不？",
    "You know, now you come to mention it I don't believe I did. I suppose that is Proof enough that it could not have been an intruder who is responsible.": "你说起来，我想我确实没有。我想这足以证明不可能是入侵者干的。",
    "You know... I think I'd rather keep the valuable solid gold candle.": "你知道...我觉得我还是留着这根珍贵的纯金蜡烛吧。",
    "You know... I think I'd rather keep the valuable solid gold feather.": "你知道...我觉得我还是留着这根珍贵的纯金羽毛吧。",
    "You know... I think I'd rather keep the valuable solid gold hammer.": "你知道...我觉得我还是留着这把珍贵的纯金锤子吧。",
    "You know... I think I'd rather keep the valuable solid gold needle.": "你知道...我觉得我还是留着这根珍贵的纯金针吧。",
    "You know... I think I'd rather keep the valuable solid gold pot.": "你知道...我觉得我还是留着这个珍贵的纯金壶吧。",
    "You know... I think I'd rather keep the valuable solid gold tinderbox.": "你知道...我觉得我还是留着这个珍贵的纯金火绒盒吧。",
    "You know... I'd really rather not.": "你知道...我真的不太想。",
    "You know... thinking about it... I may have a jar of|Blamish Slime around here somewhere... Now where did|I put it?": "你知道...想想看...我这里也许有一罐|Blamish黏液在什么地方...我放哪儿了来着？",
    "You know.... I think I'll keep that to myself.": "你知道...我想我还是不说了。",
    "You lie to me, morsel!": "你在骗我，小不点！",
    "You little cheat, trying to trick me! I'll show you! Guards! Guards!": "你这个小骗子，想耍我！我让你好看！卫兵！卫兵！",
    "You look at the huge stone gate.|Near the gate is a large billboard poster, it reads:": "你看着巨大的石门。|石门附近有一块大告示牌，上面写着：",
    "You look at the shard of bone. The words of Zadimus come back to you. @blu@'I am the key, but only kin may approach her.'@bla@": "你看着骨头碎片。Zadimus的话又浮现在你脑海中。@blu@'我就是钥匙，但只有亲族才能接近她。'@bla@",
    "You look busy!": "你看起来很忙！",
    "You look closely at the flames. They seem to form a straight wall.|Something about them looks very strange: they look completely|supernatural. For example, they seem to come from|straight out of the ground.": "你仔细观察火焰。它们似乎形成了一道笔直的火墙。|它们看起来有些非常奇怪：看起来完全是|超自然的。例如，它们似乎是直接|从地面冒出来的。",
    "You look down the well and see the filthy polluted water of the River Salve moving slowly along.": "你往井里看，看到Salve河污浊的水缓缓流过。",
    "You look down the well and see the fresh water of the River Salve moving swiftly along.": "你往井里看，看到Salve河清澈的水快速流过。",
    "You look funny!": "你看起来好滑稽！",
    "You look happy.": "你看起来很开心。",
    "You look healthy to me!": "我看你挺健康的！",
    "You look into the cocktail shaker...": "你往鸡尾酒调酒器里看...",
    "You look into the half baked bowl...": "你往半熟的碗里看...",
    "You look like a new 'recruit'. How long have you been here?": "你看起来像个新'兵'。你在这里多久了？",
    "You mad old witch, you can't help me.": "你这个疯老太婆，你帮不了我。",
    "You made it back! Do you have the orbs?": "你回来了！你拿到宝珠了吗？",
    "You make a writing motion.|The mage scribbles something down on a scroll.": "你做了一个书写的手势。|法师在一张卷轴上草草写下了些什么。",
    "You make me very happy Bwana! In the north western part of the Kharazi Jungle area, near some great cliffs, you will find three rocks that form a roughly triangular shape.": "你让我很高兴，Bwana！在Kharazi丛林区域的西北部，靠近一些大悬崖的地方，你会找到三块岩石形成一个大致三角形的形状。",
    "You match <~murder_get_murderer_name>'s finger prints with those on the dagger found in the body of Lord Sinclair.": "你把<~murder_get_murderer_name>的指纹与Sinclair勋爵尸体上发现的匕首上的指纹进行了比对。",
    "You may also have to grind some herbs before you can use them. You will need a pestle and mortar in order to do this.": "你可能还需要在使用某些草药之前研磨它们。你需要一个研钵和杵来完成这个操作。",
    "You may be able to help with this.": "你也许能在这方面帮上忙。",
    "You may be able to make a fleet but the tree gnomes will never follow you into battle against humans.": "你也许能造出一支舰队，但树侏儒永远不会跟你去和人类作战。",
    "You may be able to turn this dilapidated table into something that could help you to get out of this place. What would you like to try and turn this table into?": "你也许能把这张破旧的桌子改造成能帮你离开这里的东西。你想试着把这张桌子改造成什么？",
    "You may be bored now, but an arrow in the backside will soon fix that!": "你现在可能无聊，但屁股上来一箭马上就不无聊了！",
    "You may be right, we've seen humans die on this field.": "你也许说得对，我们看到过人类死在这个球场上。",
    "You may have won this battle meddler, but the war rages on. Go bother some goblins or something for when Hazeel returns your destruction is assured.": "你也许赢了这场战斗，多管闲事的家伙，但战争还在继续。去骚扰点哥布林之类的吧，因为当Hazeel回来时，你的毁灭是板上钉钉的。",
    "You may laugh, but the name of the General's 'pet' is feared by many in this land.": "你可以笑，但将军的'宠物'的名字在这片土地上令许多人恐惧。",
    "You may not be a follower of Zamorak directly but your cunning and treachery mark you as a friend to the Mahjarrat. Rest assured; I will call on your assistance again.": "你可能不是Zamorak的直接追随者，但你的狡猾和背叛标志着你是Mahjarrat的朋友。放心；我还会再找你帮忙的。",
    "You may now pass.": "你现在可以通过了。",
    "You may or may not be aware,|but a plague has spread across West Ardougne.|Now, so far, our efforts to contain it have|been largely successful, for the most part.": "你可能知道也可能不知道，|但是一场瘟疫已经蔓延到了西阿多格尼。|目前，我们遏制瘟疫的努力|总体上基本是成功的。",
    "You may pass for free, you are a friend of Al-Kharid.": "你可以免费通过，你是阿尔卡里德的朋友。",
    "You may use it wisely within the area of Mort Myre to affect natures balance and bring forth a bounty of natures harvest. Once collected into the druid pouch will the Ghast be apparent.": "你可以在Mort Myre区域明智地使用它来影响自然平衡，催生出自然丰收的赏赐。一旦收集到德鲁伊袋中，幽灵就会显形。",
    "You mean he gets himself into lots of problems?": "你是说他老是惹麻烦？",
    "You mean the tree is ill?": "你是说这棵树生病了？",
    "You mean you don't have it?": "你是说你没有？",
    "You mean you kill someone you know in order to meet the tithe???": "你是说你杀了认识的人来满足什一税？？？",
    "You mean you'd like to join the Phoenix Gang?": "你是说你想加入凤凰帮？",
    "You mean... he's dead?": "你是说...他死了？",
    "You memorise what is written on the scroll.": "你记住了卷轴上写的内容。",
    "You mentioned Zamorak...": "你提到了Zamorak...",
    "You might find you are not so strong shortly...": "你很快就会发现你没那么强了...",
    "You might have some luck with that idea. The pigeons are around the back of my house if you want to try that.": "那个主意也许管用。鸽子在我房子后面，如果你想试试的话。",
    "You might like to use that when you get into the Kharazi jungle, it might attract more natives...": "当你进入Kharazi丛林时你可能想用那个，它也许能吸引更多当地人...",
    "You might not believe it young one, but you can't kill that which is already dead.": "年轻人，你可能不信，但你无法杀死已经死去的东西。",
    "You might not think that's such a big thing, but he has spent thousands of gold to feed his habit!": "你可能觉得这没什么大不了的，但他已经花了数千金币来满足他的嗜好！",
    "You mind your business, I'll mind mine.": "你管好你的事，我管好我的事。",
    "You miserable whelp! Get back to work!": "你这可怜虫！回去干活！",
    "You missed all the excitement!": "你错过了所有精彩的事！",
    "You move away from the corpse quietly and slowly... ...you have an eerie feeling about this!": "你轻轻地慢慢地远离尸体... ...你对此有一种不祥的感觉！",
    "You must act now or we will all die!": "你必须现在就行动，否则我们都会死！",
    "You must already know what it opens to have carved it so pefectly. Perhaps in your travels you have come across some unique doors with a unique lock? I hope this helps with your quest.": "你既然雕刻得这么完美，一定已经知道它能打开什么了。也许你在旅途中遇到过一些带有独特锁的独特门？我希望这对你的任务有帮助。",
    "You must be a maniac to go in there!|The whole place is swarming with zombies!": "你进那里去一定是疯了！|整个地方都是僵尸！",
    "You must be blind then. There's ALWAYS bells there when I go to the castle.": "那你一定是瞎了。我每次去城堡那里都有钟。",
    "You must be joking! The last one I gave you cost me double shifts working copper ore! You should be grateful you got one at all.": "你一定在开玩笑！我上次给你的那个花了我两倍的铜矿轮班！你能有一个就该感恩了。",
    "You must be new to this land then. EVERYONE knows of Lady Keli and her prowess with the sword.": "那你一定是刚来这片土地的。每个人都知道Keli女士和她高超的剑术。",
    "You must be nuts, absolutely not!": "你一定是疯了，绝对不行！",
    "You must come and see me!": "你一定要来见我！",
    "You must complete the Biohazard quest before you can enter.": "你必须完成生化危机任务才能进入。",
    "You must fill your vial with water and add the ingredients you need. There are normally 2 ingredients to each type of potion.": "你必须在药瓶里装满水，然后加入你需要的材料。每种药水通常需要2种材料。",
    "You must find it and bring it to me! Without it we cannot resurrect Hazeel and our efforts to do so will fail!": "你必须找到它并带给我！没有它我们无法复活Hazeel，我们的努力将会失败！",
    "You must go now traveller.": "旅者，你现在必须走了。",
    "You must go see King Lathas immediately!": "你必须立刻去见Lathas国王！",
    "You must have a natural ability with such things to have|a chance...": "你必须有这方面的天赋|才有机会...",
    "You must have been very skillful.": "你一定非常有技巧。",
    "You must have trained a lot for this work.": "你一定为这项工作训练了很多。",
    "You must keep looking!": "你必须继续找！",
    "You must know my boyfriend Glough then?": "那你一定认识我的男朋友Glough了？",
    "You must pay a toll of 10 gold coins to pass.": "你必须支付10金币的通行费才能通过。",
    "You must prove your loyalty to our cause. Killing one of the Carnillean household should be sufficient proof of your dedication to resurrecting our master Lord Hazeel.": "你必须证明你对我们事业的忠诚。杀死Carnillean家族中的一人应该足以证明你对复活我们的主人Hazeel大人的决心。",
    "You must retrieve the orb, or the gnome village is doomed. Do you need me to show you through the maze?": "你必须取回宝珠，否则侏儒村就完了。你需要我带你穿过迷宫吗？",
    "You must see some gruesome things?": "你一定见过一些可怕的东西吧？",
    "You must truly have found the temple of Ah Za Rhoon! The scroll gives some interesting details about Rashiliyia, some things I didn't know before.": "你一定真的找到了Ah Za Rhoon神殿！这卷轴提供了一些关于Rashiliyia的有趣细节，有些是我以前不知道的。",
    "You must use force!": "你必须使用蛮力！",
    "You must wait till the second night.": "你必须等到第二个晚上。",
    "You must waste a lot of time?": "你一定浪费了很多时间吧？",
    "You need 4 steel nails to attach the plank with.": "你需要4根钢钉来固定木板。",
    "You need 49 agility to squeeze through the pipe.": "你需要49级敏捷才能挤过管道。",
    "You need a Cooking level of 25 to make a Stew.": "你需要25级烹饪才能制作炖菜。",
    "You need a Cooking level of 35 to make Unfermented wine.": "你需要35级烹饪才能制作未发酵的酒。",
    "You need a Cooking level of 35 to make a Pizza.": "你需要35级烹饪才能制作披萨。",
    "You need a Cooking level of 50 to make a chocolate cake.": "你需要50级烹饪才能制作巧克力蛋糕。",
    "You need a Cooking level of <tostring(struct_param($struct, levelrequired))> to make <struct_param($struct, levelfailmessage)>.": "你需要<tostring(struct_param($struct, levelrequired))>级烹饪才能制作<struct_param($struct, levelfailmessage)>。",
    "You need a Cooking level of <tostring(struct_param($struct, levelrequired))> to make a <struct_param($struct, levelfailmessage)>.": "你需要<tostring(struct_param($struct, levelrequired))>级烹饪才能制作<struct_param($struct, levelfailmessage)>。",
    "You need a Crafting level of 5 to do that.": "你需要5级制作才能做那个。",
    "You need a Crafting level of at least 15 to complete this task.": "你至少需要15级制作才能完成这个任务。",
    "You need a Fletching level of 5 to do that.": "你需要5级箭术制作才能做那个。",
    "You need a Fletching level of 5 to make those arrow shafts.": "你需要5级箭术制作才能制作那些箭杆。",
    "You need a Magic level of at least 10 to cast this enchantment.": "你至少需要10级魔法才能施放这个附魔。",
    "You need a Mining level of 60 to access the Mining Guild.": "你需要60级采矿才能进入矿工行会。",
    "You need a Prayer level of at least 10 to cast this enchantment.": "你至少需要10级祈祷才能施放这个附魔。",
    "You need a Shantay pass to get through this gate. See|Shantay, he will sell you one for a very reasonable|price.": "你需要一张Shantay通行证才能通过这扇门。去找|Shantay，他会以非常合理的|价格卖给你一张。",
    "You need a Smithing level of at least 20 to work elemental bars.": "你至少需要20级锻造才能加工元素锭。",
    "You need a Smithing level of at least 50 to work Gold.": "你至少需要50级锻造才能加工金。",
    "You need a Smithing level of at least 60 to repair this shield.": "你至少需要60级锻造才能修复这面盾牌。",
    "You need a Thieving level of 15 to steal from this stall.": "你需要15级盗窃才能从这个摊位偷东西。",
    "You need a Thieving skill of at least 50 to attempt this.": "你至少需要50级盗窃技能才能尝试这个。",
    "You need a better axe than that.": "你需要一把比那更好的斧头。",
    "You need a bow to take part in the competition.": "你需要一把弓才能参加比赛。",
    "You need a fishing level of 15 or above to catch any fish on the trawler.": "你需要15级或以上的钓鱼才能在拖网渔船上捕鱼。",
    "You need a flame-proof fishing rod to bait these fish.": "你需要一根防火钓竿才能用鱼饵钓这些鱼。",
    "You need a fletching level of at least 10 to complete this.": "你至少需要10级箭术制作才能完成这个。",
    "You need a hammer to force the nails in with.": "你需要一把锤子来把钉子钉进去。",
    "You need a hammer to work the metal with.|Talk to the mining instructor to get one": "你需要一把锤子来加工金属。|和采矿教官谈谈去拿一把",
    "You need a herblore skill of at least 45 to attempt to grow the Yommi tree.": "你至少需要45级草药学技能才能尝试种植Yommi树。",
    "You need a machete to cut your way through this dense jungle bush.": "你需要一把砍刀才能在这茂密的丛林灌木中开路。",
    "You need a magic level of 66.|The magical energy in here is unsafe for those below that level.": "你需要66级魔法。|这里的魔法能量对低于该等级的人来说不安全。",
    "You need a map of some kind...|I bet one of the ogres has one.": "你需要某种地图...|我打赌有个食人魔有一张。",
    "You need a pickaxe to clear the rockslide. You do not have one that you have the Mining level to use.": "你需要一把镐来清除岩崩。你没有与你采矿等级匹配的镐。",
    "You need a pickaxe to mine this rock. You do not have a pickaxe which you have the Mining level to use.": "你需要一把镐来开采这块岩石。你没有与你采矿等级匹配的镐。",
    "You need a watch and navigator's chart to work out your location.": "你需要一块手表和一张航海图来确定你的位置。",
    "You need a wig, maybe made from wool. If you find someone who can work with wool ask them about it. There's a witch nearby may be able to help you dye it.": "你需要一顶假发，也许可以用羊毛做的。如果你找到会加工羊毛的人，问问他们。附近有个女巫也许能帮你染色。",
    "You need a woodcutting skill of at least 50 to attempt to fell a Yommi tree.": "你至少需要50级伐木技能才能尝试砍倒Yommi树。",
    "You need an Agility level of 18 to climb this wall.": "你需要18级敏捷才能攀爬这面墙。",
    "You need an Agility level of 20 to balance on this log.": "你需要20级敏捷才能在这根圆木上保持平衡。",
    "You need an Agility level of 35 to squeeze through the pipe.": "你需要35级敏捷才能挤过管道。",
    "You need an Agility level of 40 to cross the ledge.": "你需要40级敏捷才能穿过这段岩架。",
    "You need an Agility level of 49 to squeeze through the pipe.": "你需要49级敏捷才能挤过管道。",
    "You need an Agility level of 5 to climb the wall.": "你需要5级敏捷才能攀爬这面墙。",
    "You need an Agility level of 52 to attempt balancing on the ridge.": "你需要52级敏捷才能尝试在山脊上保持平衡。",
    "You need an Agility level of 67 to climb this pile of rubble.": "你需要67级敏捷才能攀爬这堆瓦砾。",
    "You need an Agility level of <tostring(loc_param(agil_level_req))> to swing across the bars.": "你需要<tostring(loc_param(agil_level_req))>级敏捷才能荡过横杆。",
    "You need an agility level of at least 50 to even attempt this feat.": "你至少需要50级敏捷才能尝试这个壮举。",
    "You need an axe to chop this tree.|Talk to the survival expert to get one.": "你需要一把斧头来砍这棵树。|和生存专家谈谈去拿一把。",
    "You need an eye of newt, a rat's tail, an onion... Oh and a piece of burnt meat.": "你需要一只蝾螈眼睛、一条老鼠尾巴、一个洋葱...哦还有一块烧焦的肉。",
    "You need at least 1 Crafting to make Glass.": "你至少需要1级制作才能制造玻璃。",
    "You need at least 10 Fishing to lure these fish.": "你至少需要10级钓鱼才能引诱这些鱼。",
    "You need at least 16 Fishing to catch these fish.": "你至少需要16级钓鱼才能捕捉这些鱼。",
    "You need at least 20 Fishing to lure these fish.": "你至少需要20级钓鱼才能引诱这些鱼。",
    "You need at least 25 Agility to climb the tree.": "你至少需要25级敏捷才能爬树。",
    "You need at least 25 Fishing to bait these fish.": "你至少需要25级钓鱼才能用鱼饵钓这些鱼。",
    "You need at least 35 Fishing to harpoon these fish.": "你至少需要35级钓鱼才能用鱼叉捕捉这些鱼。",
    "You need at least 40 Fishing to catch Lobsters.": "你至少需要40级钓鱼才能捕捉龙虾。",
    "You need at least 5 Fishing to catch these fish.": "你至少需要5级钓鱼才能捕捉这些鱼。",
    "You need at least 76 Fishing to harpoon these fish.": "你至少需要76级钓鱼才能用鱼叉捕捉这些鱼。",
    "You need level 20 in smithing before you can attempt this.": "你需要20级锻造才能尝试这个。",
    "You need level 25 Herblore to make this potion.": "你需要25级草药学才能制作这瓶药水。",
    "You need some Sand to make Glass.": "你需要一些沙子来制造玻璃。",
    "You need some Soda Ash to make Glass.": "你需要一些苏打灰来制造玻璃。",
    "You need some ingredients for this section of the tutorial but you don't have enough inventory room. You'll need to drop something. To do so, right-click on an item you don't want and select drop. Once you've done that speak to the Cooking Guide again.": "你需要一些材料来完成教程的这个部分，但你没有足够的背包空间。你需要丢弃一些东西。右键点击你不想要的物品并选择丢弃。丢弃后再和烹饪指导员谈谈。",
    "You need to be at least level 53 Fishing to bait these eels.": "你至少需要53级钓鱼才能用鱼饵钓这些鳗鱼。",
    "You need to be fearless and gain entrance to|Gu'Tanoth, the city of the ogres, then find out how to|navigate the caves.": "你需要无所畏惧地进入|Gu'Tanoth，食人魔之城，然后找到|穿越洞穴的方法。",
    "You need to be searched before you can board.": "你必须接受搜查才能登船。",
    "You need to buy the ship first.": "你需要先买船。",
    "You need to complete the Legends Guild Quest before you can enter the Legends Guild.": "你需要完成传奇行会任务才能进入传奇行会。",
    "You need to equip the arrows you have in your inventory.": "你需要装备背包里的箭。",
    "You need to find the other half of this shield in order to repair it.": "你需要找到这面盾牌的另一半才能修复它。",
    "You need to find what Bugs wants on the chompy bird before you can cook it.": "你需要先找到Bugs想要的chompy鸟配料才能烹饪它。",
    "You need to find what Fycie wants with her chompy bird before you can cook it.": "你需要先找到Fycie想要的chompy鸟配料才能烹饪它。",
    "You need to finish Brother Brace's tasks before you are allowed to proceed through this door.": "你必须完成Brace修士的任务才能通过这扇门。",
    "You need to finish the Cooking Guide's tasks first.": "你需要先完成烹饪指导员的任务。",
    "You need to finish with Mining and Smithing first.": "你需要先完成采矿和锻造部分。",
    "You need to have a Crafting level of at least 20 to work this material.": "你至少需要20级制作才能加工这种材料。",
    "You need to kill Jonny the Beard,|who should be in the Blue Moon Inn.": "你需要杀死大胡子Jonny，|他应该在蓝月酒馆里。",
    "You need to make a blonde wig somehow. Leela may help.": "你需要想办法做一顶金色假发。Leela也许能帮忙。",
    "You need to open your bank first.": "你需要先打开你的银行。",
    "You need to take it with you when you're going on a barcrawl.": "你去酒吧巡游的时候需要带着它。",
    "You need to talk to the 'RuneScape Guide' before you are allowed to proceed through this door.": "你需要先和'RuneScape指南'谈话才能通过这扇门。",
    "You need to talk to the Financial Advisor before you are allowed to proceed through this door.": "你需要先和财务顾问谈话才能通过这扇门。",
    "You need to talk to the Survival Guide and complete her tasks before you are allowed to proceed through this gate.": "你需要先和生存指南谈话并完成她的任务才能通过这扇门。",
    "You need to use a net to catch these fish.|Talk to the survival expert to get one.": "你需要使用网来捕捉这些鱼。|和生存专家谈谈去拿一个。",
    "You need to what?": "你需要什么？",
    "You need two Gold Bars to make a bowl.": "你需要两根金锭来制作一个碗。",
    "You never know.|You'll find a lady down there called Katrine.|Speak to her.": "谁知道呢。|你会在那里找到一位叫Katrine的女士。|去和她谈谈。",
    "You never relax with these people, but it's a good career for a young man and some of the shouting I rather like.": "和这些人在一起你永远不能放松，但对年轻人来说这是个好职业，而且有些吼叫我还挺喜欢的。",
    "You never relax with these people, but it's a good career for a young man.": "和这些人在一起你永远不能放松，但对年轻人来说这是个好职业。",
    "You notice several books on the subject of sailing.": "你注意到几本关于航海的书。",
    "You obviously have a keen eye. Take this letter and give it to one of the workmen, and they will allow you to use them.": "你显然很有眼光。拿着这封信给工人们看，他们会让你使用它们的。",
    "You of course agree that if by some accident you are turned into a frog you have no rights for compensation or refund.": "你当然同意如果意外被变成青蛙的话，你没有权利要求赔偿或退款。",
    "You open the Book of Binding in front of Ungadulu and a|supernatural light starts emanating from the pages, illuminating|Ungadulu whose face twists and contorts in spasms.": "你在Ungadulu面前打开了束缚之书，|一道超自然的光芒从书页中散发出来，照亮了|Ungadulu，他的脸在痉挛中扭曲变形。",
    "You overpower Keli, tie her up, and put her in a cupboard.": "你制服了Keli，把她绑起来，塞进了柜子里。",
    "You owe me money.": "你欠我钱。",
    "You pack a banana into the crate.": "你把一根香蕉装进了箱子。",
    "You pass Juliet's message to Romeo.": "你把Juliet的消息传给了Romeo。",
    "You pass the ingredients to Hetty and she puts them all into her cauldron. Hetty closes her eyes and begins to chant. The cauldron bubbles mysteriously.": "你把材料递给了Hetty，她把所有东西都放进了她的大锅里。Hetty闭上眼睛开始吟唱。大锅神秘地冒着泡泡。",
    "You pass the potion to Juliet.": "你把药水递给了Juliet。",
    "You place Ana (In the barrel) carefully on the cart. This was the last barrel to go on the cart, but the cart driver doesn't seem to be in any rush to get going. And the desert heat will soon get to Ana.": "你小心地把Ana（在桶里）放到马车上。这是最后一个要上车的桶了，但车夫似乎并不急着出发。而且沙漠的酷热很快就会影响到Ana。",
    "You place the final segment of the crystal into the strangely shaped compartment, all the pieces seem to fit. You use your crafting skill to control the furnace.": "你把最后一段水晶放入形状奇特的隔间中，所有碎片似乎都合适。你用制作技能来操控熔炉。",
    "You place your hands on the dry tough bark of the spirit tree,|and feel a surge of energy run through your veins.": "你把手放在精灵树干燥粗糙的树皮上，|感到一股能量涌过你的血管。",
    "You planted the seed incorrectly in the fertile soil. The plant withers and dies.": "你在肥沃的土壤中种错了种子。植物枯萎死了。",
    "You pour insect repellent on the beehive again.|The bees have already left.": "你再次在蜂巢上喷了驱虫剂。|蜜蜂已经离开了。",
    "You pour insect repellent on the beehive.|You see bees leaving the hive.": "你在蜂巢上喷了驱虫剂。|你看到蜜蜂离开了蜂巢。",
    "You pour the poison into the hot pot. The poison dissolves into the soup.": "你把毒药倒进热锅里。毒药溶解在汤里了。"
}