{
    "Good luck!": "祝好运！",
    "Good luck, and may Guthix be with you!": "祝好运，愿Guthix与你同在！",
    "Good luck.": "祝好运。",
    "Good luck. You'll need it.": "祝好运。你会需要的。",
    "Good morning, what would you like?": "早上好，您想要什么？",
    "Good morning.": "早上好。",
    "Good point.": "说得有理。",
    "Good stuff, let me know if you have any luck.|If we manage to get that thing working...|those goblins will be no trouble at all.": "好东西，有进展的话告诉我。|如果我们能让那东西运转起来……|那些哥布林就根本不成问题了。",
    "Good stuff, my head's spinning!": "好东西，我头都转了！",
    "Good stuff, now for the digging. Beneath are the Ardougne sewers. There you'll find access to West Ardougne.": "很好，现在该挖了。下面是阿多格尼下水道。在那里你可以找到通往西阿多格尼的入口。",
    "Good stuff.": "不错。",
    "Good thank you, and yourself?": "很好，谢谢，你呢？",
    "Good thanks, yourself?": "很好，谢谢，你呢？",
    "Good to hear, the sooner we find King Tyras the better.": "很高兴听到，我们越早找到Tyras国王越好。",
    "Good work! Always a place for quick thinkers in my kingdom!": "干得好！我的王国里永远有聪明人的位置！",
    "Good work. Get the potion to Juliet when you have it.": "干得好。拿到药水后就送给Juliet。",
    "Good you creature, you need sticksies from achey tree and stabbies from dog bones.": "好的小东西，你需要从achey树上弄棍子，从狗骨头做尖尖。",
    "Good – that's three; I can exchange them for normal gold now. You can get this refined and make a profit!": "好——三块了；我现在可以把它们换成普通黄金。你可以把这些精炼然后赚一笔！",
    "Good! Don't pester! Help!": "好！别烦我！帮忙！",
    "Good! Good work! Ok, take it to Juliet, she's expecting you.": "好！干得漂亮！好了，把它送给Juliet，她在等你。",
    "Good! Good! My potion is nearly ready! Bubble, bubble, toil and trouble!": "好！好！我的药水快好了！咕噜咕噜，辛苦麻烦！",
    "Good! Good! Now we can party!": "好！好！现在我们可以开派对了！",
    "Good! Please remove yourself from my office.": "好！请离开我的办公室。",
    "Good! Seeya, we have some cleaning to do.": "好！再见，我们还有些打扫工作要做。",
    "Good, I see that you have come to your senses.": "好，我看你终于清醒过来了。",
    "Good, I shall await your return with everything.": "好，我等你带着所有东西回来。",
    "Good, good! I was worried for a second there!": "好好！我刚才还担心了一下！",
    "Good, good! I will expect the crystals back shortly then...": "好好！那我就期待你很快把水晶带回来……",
    "Good, good, I had to make sure.|This plague really has an incredible fast contagion rate. It spreads faster than the common cold!": "好好，我必须确认一下。|这场瘟疫的传染速度实在太快了。它传播得比普通感冒还快！",
    "Good, good, I hope you have chosen well. I will now|present you with a magic staff. This, along with the|cape awarded to you by your chosen god, are all the|weapons and armour you will need here.": "好好，希望你选择明智。我现在|给你一把魔法法杖。这个，加上|你选择的神赐予你的披风，就是|你在这里需要的全部武器和盔甲。",
    "Good, good, you have a healthy sense of competition.": "好好，你有健康的竞争意识。",
    "Good, good.": "好好。",
    "Good, let me know if you find anything unusual.": "好，如果你发现什么不寻常的东西就告诉我。",
    "Good, now perhaps you can leave me in peace? After all I do have some work to do.": "好，现在你能让我安静一下吗？毕竟我还有些工作要做。",
    "Good, the love of metal is a thing close to my heart.": "好，对金属的热爱正合我心意。",
    "Good, you have all the basic equipment. Next to deal with the guard on the door. He is talkative, try to find a weakness in him.": "好，你有了所有基本装备。接下来要对付门口的守卫。他很健谈，试着找出他的弱点。",
    "Good.": "好。",
    "Good. Now you have both menus open I'll tell you a little about each. You can add people to either list by clicking the add button then typing in their name into the box that appears.": "好。现在你打开了两个菜单，我来给你介绍一下。你可以通过点击添加按钮然后在弹出的框中输入名字来把人添加到任一列表中。",
    "Good. This is a list of your spells. Currently you can only cast one offensive spell called Wind Strike. Let's try it out on one of those chickens.": "好。这是你的法术列表。目前你只能施放一个叫做风击的攻击法术。让我们在那些鸡身上试试吧。",
    "Good... run along then. You stand around flapping your tongue chatting like an insane camel.": "好……那就快走吧。你站在这里喋喋不休，像只疯骆驼一样。",
    "Goodbye adventurer. I feel we shall meet again.": "再见，冒险者。我觉得我们还会再见的。",
    "Goodbye and good luck!": "再见，祝好运！",
    "Goodbye!": "再见！",
    "Goodbye.": "再见。",
    "Goodbye. Thanks for the chat.": "再见。谢谢聊天。",
    "Goodz, me now waits for da chompy! It shouldn't be long now. Sneaky... sneaky...": "好嘞，俺现在等大嘴鸟！应该不会太久了。偷偷地……偷偷地……",
    "Gor cur...": "Gor cur……",
    "Gor nod!": "Gor nod！",
    "Gor nod...": "Gor nod……",
    "Gor.": "Gor。",
    "Got any more quests?": "还有其他任务吗？",
    "Got any news?": "有什么新消息吗？",
    "Got anything easier?": "有简单点的吗？",
    "Got anything to share about Barker the clothes seller?": "有什么关于服装商Barker的消息要分享吗？",
    "Got that newbie?": "明白了吗，新手？",
    "Got them all with me.": "全带在身上了。",
    "Gotta find a way out.|We built this maze for protection|but I can't get used to it.|I'm always getting lost.": "得找条出路。|我们建这个迷宫是为了保护，|但我怎么也习惯不了。|我老是迷路。",
    "Grave danger lies ahead, only the bravest will linger.": "前方有巨大的危险，只有最勇敢的人才会停留。",
    "Great Bwana, now go plant them in the fertile soil. You should soon have a great Yommi tree worthy of a most marvelous totem pole.": "太好了勇士，现在去把它们种在肥沃的土壤里。你很快就会有一棵伟大的Yommi树，足以制作出最出色的图腾柱。",
    "Great Bwana, you are truly a brave warrior. Now you can try to grow the Yommi tree in earnest and make the totem pole.": "太好了勇士，你真是一个勇敢的战士。现在你可以认真地尝试种植Yommi树并制作图腾柱了。",
    "Great Effendi, now please try to keep the peace.": "太好了阁下，现在请尽量维持和平。",
    "Great blackbeard's beard!": "老天爷！",
    "Great stuff! There are few rules to Gnomeball, so it can get a bit rough.": "太好了！地精球的规则很少，所以可能会有点粗暴。",
    "Great stuff.": "太好了。",
    "Great work. Show me the evidence, and we'll take them to the dungeons.": "干得好。把证据给我看看，我们会把他们关进地牢。",
    "Great!": "太好了！",
    "Great! Hand over the cat and I'll give you the runes.": "太好了！把猫交给我，我给你符文。",
    "Great! It's opened it.": "太好了！打开了。",
    "Great! Just hop into the cart then and we'll go!": "太好了！那就跳上马车，我们出发！",
    "Great! Just what I've been looking for! Mmmmmmm... Delicious!! This is soo nice! Mmmmm, *SLURP* Yummmm... Oh yes, this is great.": "太好了！正是我一直在找的！嗯嗯嗯……好吃！！太美味了！嗯嗯，*啧啧*好吃……哦对，太棒了。",
    "Great! Put it in the ghost's coffin and see what happens!": "太好了！把它放进鬼魂的棺材里看看会怎样！",
    "Great! Thanks for getting me out of that mine! And that barrel wasn't too bad anyway! Pop by again sometime, I'm sure we'll have a barrel of laughs!": "太好了！谢谢你把我从矿井里救出来！而且那个桶也不算太差！改天再来吧，我相信我们会笑得很开心的！",
    "Great! That will be 200 coins then please.": "太好了！那请付200金币。",
    "Great! The guard is now harmless. Now you just need to use the rope on Keli to remove her. Then you can go in and give everything to the prince.": "太好了！守卫现在没有威胁了。现在你只需要用绳子绑住Keli。然后你就可以进去把一切交给王子了。",
    "Great! You did it! Do you want to trade clothes now?": "太好了！你做到了！你现在想换衣服吗？",
    "Great! You have the Desert Clothes! @dbl@-- The slave starts @dbl@undressing right in front of you --@bla@ Okay, here's the @bla@clothes, I won't need them anymore.": "太好了！你有沙漠服装了！@dbl@——奴隶开始@dbl@当着你的面换衣服——@bla@好的，给你@bla@衣服，我不再需要它们了。",
    "Great! You'll find the Phoenix gang's weapon stash just next to a temple, due east of here.": "太好了！你能在这里正东方一座神殿旁边找到凤凰帮的武器库。",
    "Great, I have just the thing for the desert adventurer.|I sell desert clothes which will keep you cool in the heat|of the desert. I also sell waterskins so that you won't|die in the desert.": "太好了，我正好有沙漠冒险者需要的东西。|我卖沙漠服装，能让你在沙漠的|酷热中保持凉爽。我也卖水袋，这样你|就不会在沙漠中渴死了。",
    "Great, I will get some. I think a wig would be useful.": "太好了，我去弄一些。我觉得一顶假发会有用。",
    "Great, I'll be on my way.": "太好了，我这就去。",
    "Great, I'll go and get them.": "太好了，我去拿。",
    "Great, I'll take that bet.": "太好了，我接受那个赌注。",
    "Great, but can you get the other ingredients as well?|You still need to find...": "很好，但你能把其他材料也拿来吗？|你还需要找……",
    "Great, nice doing business with you.": "很好，很高兴跟你做生意。",
    "Great, thanks a lot.": "太好了，非常感谢。",
    "Great, thanks for that!": "太好了，谢谢你！",
    "Great, thanks for your advice.": "太好了，谢谢你的建议。",
    "Great, we need the following items:|a bar of pure bronze, 10 feathers and a hammer.|Bring them to me and we'll continue to make the item.": "很好，我们需要以下物品：|一条纯青铜锭、10根羽毛和一把锤子。|把它们带来，我们就继续制作。",
    "Great, you have the Ardrigal! Many thanks.": "很好，你有Ardrigal了！多谢。",
    "Great.": "很好。",
    "Great. Come back with 3000 coins, and I'll get started.": "很好。带3000金币回来，我就开工。",
    "Great. Now all I need is the lens made.": "很好。现在我只需要把镜片做好了。",
    "Great. You might as well take a look at the rest of my wares as well.": "很好。你也可以顺便看看我其他的货物。",
    "Green armour best.": "绿色盔甲最好。",
    "Green coloured writing usually means it will be an easy fight for you, red means you will probably lose, yellow means they are around your level and orange means they are slightly stronger.": "绿色文字通常意味着对你来说是轻松的战斗，红色意味着你可能会输，黄色意味着他们跟你差不多级别，橙色意味着他们稍强一些。",
    "Greetings Bwana! We've removed the threat of Rashiliyia and though there are still some random outbreaks of undead activity we are more than able to deal with it.": "你好勇士！我们已经消除了Rashiliyia的威胁，虽然还有一些零星的亡灵活动爆发，但我们完全有能力应对。",
    "Greetings Bwana!|I am <npc_name> Shakaya|of the Tai Bwo Wannai village.": "你好勇士！|我是Tai Bwo Wannai村的|<npc_name> Shakaya。",
    "Greetings Bwana!|My name is Yanni and I buy and sell antiques|and other interesting items.|If you have any interesting items that you might": "你好勇士！|我叫Yanni，我买卖古董|和其他有趣的物品。|如果你有任何有趣的东西",
    "Greetings Bwana!|You look like you have some serious news.": "你好勇士！|看起来你有什么重要消息。",
    "Greetings Bwana, did you find Bervirius' Tomb?": "你好勇士，你找到Bervirius的墓了吗？",
    "Greetings Bwana, have you been successful in getting the Rogues Purse?": "你好勇士，你成功拿到Rogues Purse了吗？",
    "Greetings Bwana, have you been successful in getting the Sito Foil?": "你好勇士，你成功拿到Sito Foil了吗？",
    "Greetings Bwana, have you been successful in getting the Volencia Moss?": "你好勇士，你成功拿到Volencia Moss了吗？",
    "Greetings Bwana, we saw your fight with the Demon from some distance away. My people are so pleased with your heroic efforts. Your strength and ability as a warrior are Legendary.": "你好勇士，我们在远处看到了你与恶魔的战斗。我的人民对你的英勇事迹非常高兴。你作为战士的力量和能力堪称传奇。",
    "Greetings Bwana, you have been away! The situation with Rashiliyia is worsening! I pray that you have some good news for me.": "你好勇士，你离开了好一阵！Rashiliyia的情况在恶化！我祈祷你有好消息告诉我。",
    "Greetings Bwana. Ah I see you have the golden bowl! Would you like me to show you how to bless it?": "你好勇士。啊我看到你有金碗了！要我教你如何祝福它吗？",
    "Greetings Bwana... Why do you make such strange sounds and disturb the peace of the jungle?": "你好勇士……你为什么发出这么奇怪的声音，打扰丛林的宁静？",
    "Greetings I am Hassan, Chancellor to the Emir of Al- Kharid.": "你好，我是Hassan，阿尔卡里德埃米尔的大臣。",
    "Greetings again Bwana. I hope that you have managed to locate Rashiliyia's Tomb. Again, if you found anything interesting, please show it to me.": "再次问好勇士。我希望你已经找到了Rashiliyia的墓。如果你发现了什么有趣的东西，请给我看看。",
    "Greetings again adventurer. How go your travels in Moryania? Is it as evil as I have heard?": "再次问好冒险者。你在莫里塔尼亚的旅途如何？那里像我听说的那样邪恶吗？",
    "Greetings again, adventurer. How are you doing on retrieving the crest pieces?": "再次问好，冒险者。你找回纹章碎片的进展如何？",
    "Greetings and welcome to my pickaxe shop. Do you want to buy my premium quality pickaxes?": "你好，欢迎来到我的镐店。你想买我的优质镐吗？",
    "Greetings bold adventurer. Welcome to the guild of Champions.": "你好，勇敢的冒险者。欢迎来到勇士公会。",
    "Greetings bwana... Many thanks for defeating the|demon... and releasing me from this dreadful|possession... Pray tell me, what can I do to repay this|great favour?": "你好勇士……非常感谢你击败了|恶魔……并将我从这可怕的|附身中解救出来……请告诉我，我该如何报答|这份大恩？",
    "Greetings fellow gang member.": "你好，帮会同仁。",
    "Greetings friend. I am a manufacturer of leather.": "你好，朋友。我是皮革制造商。",
    "Greetings once again Bwana,": "再次问好勇士，",
    "Greetings to the court of King Arthur!": "向亚瑟王的宫廷致敬！",
    "Greetings to you to and yes indeed, the warrior's path is the one I travel. Sorry I can't stay to chat, I'm on a mission with my companions and we must break camp to continue our quest.": "你也好，没错，战士之路正是我的道路。抱歉我不能留下聊天，我和同伴们正在执行任务，我们必须拔营继续我们的探索。",
    "Greetings traveller.": "你好，旅行者。",
    "Greetings traveller. Welcome to 'The Hair Of The Dog' Tavern. What can I do you for?": "你好，旅行者。欢迎来到'狗毛'酒馆。需要什么？",
    "Greetings young one.": "你好，年轻人。",
    "Greetings!": "你好！",
    "Greetings! I am Sir Lancelot, the greatest Knight in the land! What do you want?": "你好！我是兰斯洛特爵士，这片土地上最伟大的骑士！你想要什么？",
    "Greetings! I hope things are going well for you now. I have no new information since last we spoke. Needless to say, that if something does come up I will certainly get in touch directly.": "你好！希望你现在一切顺利。自从上次谈话后我没有新消息。不用说，如果有什么新情况我一定会直接联系你。",
    "Greetings! I see you are a new arrival to this land. My|job is to welcome all the new visitors. So welcome!": "你好！我看到你是这片土地的新来者。我的|工作就是欢迎所有新访客。所以欢迎！",
    "Greetings! You look like a warrior.": "你好！你看起来像个战士。",
    "Greetings!|Are you in need of refreshment?": "你好！|需要喝点什么吗？",
    "Greetings, friend.|I trust all is well with you?|Yanille is safe at last!": "你好，朋友。|一切都好吧？|亚尼尔终于安全了！",
    "Greetings, traveller. Are you interested in any throwing weapons?": "你好，旅行者。对投掷武器感兴趣吗？",
    "Greetings, traveller. Enjoy your time at the Ranging Guild.": "你好，旅行者。好好享受在远程公会的时光。",
    "Greetings, your majesty.": "陛下，您好。",
    "Greetings.": "你好。",
    "Greetings. If you are an experienced archer, you may want to visit the guild here...": "你好。如果你是一位经验丰富的弓箭手，你可能想参观一下这里的公会……",
    "Greetings. Welcome to my castle.": "你好。欢迎来到我的城堡。",
    "Greetings. Welcome to the Heroes' Guild.": "你好。欢迎来到英雄公会。",
    "Greetings. Would you happen to be Johnathon Fitzharmon?": "你好。你是Johnathon Fitzharmon吗？",
    "Greetings...": "你好……",
    "Greldo the Goblin here|is just going to fetch the last ingredient for me.": "这里的哥布林Greldo|正要去帮我取最后一种材料。",
    "Grey wolf fur is something of a desirable item to me.": "灰狼毛皮对我来说是很珍贵的东西。",
    "Grip hands you a key.": "Grip递给你一把钥匙。",
    "Grip laughs to himself at the thought.": "Grip想到这个忍不住笑了。",
    "Grip was taking on a new deputy called Hartigen, an Asgarnian Black Knight who was desserting the Black Knight Foretress and seeking new employment here on Brimhaven.": "Grip正在招一个叫Hartigen的新副手，一个从黑骑士要塞叛逃出来在Brimhaven寻找新工作的阿斯加尼亚黑骑士。",
    "Grr!": "呜！",
    "Grr! Get your hands off those cakes!": "呜！把你的手从蛋糕上拿开！",
    "Grr! How dare you talk to us.|We will destroy you!": "呜！你竟敢跟我们说话。|我们要消灭你！",
    "Grr! Think you are a comedian, eh?|Get lost!": "呜！以为自己是喜剧演员是吧？|滚开！",
    "Grrr creature... you's no good stabber maker! You's make da stabbie bit from da dog bones, and get da sticksies from da Achey tree... simple see? Oh and da flufsies from da flappers as well!": "嗯嗯嗯小东西……你做不好戳戳！你要用狗骨头做尖尖，从Achey树上弄棍棍……很简单嘛？哦，还要从扑扑翅膀的东西身上弄毛毛！",
    "Grrr!": "嗯嗯嗯！",
    "Grrr! Go away from me, vermin!": "嗯嗯嗯！离我远点，害虫！",
    "Grrr, little animal; I shall destroy you!": "嗯嗯嗯，小动物；我要消灭你！",
    "Grrr, why do I bother?|It's a good job I got another part.": "嗯嗯嗯，我为什么要费心？|幸好我还有另一个零件。",
    "Grrreetings frrriend! Welcome to my worrrld famous food emporrrium! All my meats are so frrresh you'd swear you killed them yourrrself!": "你好朋友！欢迎来到我举世闻名的美食殿堂！我的肉都很新鲜，新鲜到你会以为是你自己杀的！",
    "Grrrr!": "嗯嗯嗯嗯！",
    "Grrrr, what business you got here?": "嗯嗯嗯，你来这里有什么事？",
    "Grrrr... You lookin' like a chompy!": "嗯嗯嗯……你看起来像只大嘴鸟！",
    "Grrrrr!": "嗯嗯嗯嗯嗯！",
    "Guard!": "卫兵！",
    "Guard! Call off the military training!": "卫兵！停止军事训练！",
    "Guards! Guards!": "卫兵！卫兵！",
    "Guards! Take him to the cells.": "卫兵！把他关进牢房。",
    "Guards, teach this desert weed some manners.": "卫兵们，教教这个沙漠杂草什么叫规矩。",
    "Guess what I found.": "猜猜我发现了什么。",
    "Guidor is a religious man?": "Guidor是个虔诚的人？",
    "Guidor? This one's on me then... the poor guy. Sorry for the interrogation.": "Guidor？那这次算我的……可怜的家伙。抱歉审问你了。",
    "Gujuo has been to see me. He told me that you have been given a sacred totem pole. It was constructed by one of my ancestors many moons ago. It is a noble prize Bwana, you have earned it. Look after it well.": "Gujuo来见过我了。他告诉我你得到了一根神圣的图腾柱。那是我的一位祖先很久以前建造的。这是一份崇高的奖赏勇士，你赢得了它。好好保管。",
    "Gujuo looks very uncomfortable...": "Gujuo看起来很不自在……",
    "Gujuo scratches his head for a moment.": "Gujuo挠了挠头。",
    "Gujuo smiles and shakes your hand warmly.": "Gujuo微笑着热情地跟你握手。",
    "Gujuo takes you out of the jungle...": "Gujuo带你离开了丛林……",
    "Gujuo's expression of sadness deepens...": "Gujuo的悲伤表情加深了……",
    "Guthix is the oldest and most powerful god in RuneScape. His existence is vital to this world. He is the god of balance, and nature; he is also a very part of this world.": "Guthix是RuneScape最古老、最强大的神。他的存在对这个世界至关重要。他是平衡与自然之神；他也是这个世界的一部分。",
    "Guthix's angels fly so high as to be beyond our sight but they are always looking down upon us.": "Guthix的天使飞得太高以至于超出了我们的视线，但他们一直在俯视着我们。",
    "Gypsy Aris said I should come and talk to you.": "吉普赛Aris说我应该来跟你谈谈。",
    "Gypsy Aris? Is she still alive? I remember her from when I was pretty young. Well what do you need to talk to me about?": "吉普赛Aris？她还活着？我记得她，那时候我还很年轻。那么你需要跟我谈什么？",
    "H-hello. You l-look like a s-stranger to these p-parts. Would you l-like to buy something? I h-have some s- special offers at the m-minute...some s-sample bottles for s-storing s-snail slime.": "你……你好。你……你看起来像是这……这里的陌生人。你……你想买点什么吗？我……我现在有些特……特价优惠……一些用来储……储存蜗牛黏液的小瓶子。",
    "HA HA HA HA HA HA! You call THAT cooking?|Some shrimp on an open log fire? Oh no no no... I am|going to teach you the fine art of cooking bread.": "哈哈哈哈哈哈！你管那叫烹饪？|在明火上烤几只虾？不不不不……我要|教你烤面包的精湛技艺。",
    "HEY! Just WHAT do you THINK you are DOING??? STAY OUT of MY cupboard!": "嘿！你以为你在干什么？？？别碰我的柜子！",
    "HUH!": "哼！",
    "Ha ha ha! There's no need to use that on me anymore... I'm cured now, remember?": "哈哈哈！不需要再对我用那个了……我现在已经痊愈了，记得吗？",
    "Ha ha ha! You're funny! @dbl@-- The cart driver checks that @dbl@guards aren't watching. -- @bla@What're you in fer?": "哈哈哈！你真有趣！@dbl@——马车夫确认@dbl@守卫没在看。——@bla@你因为什么进来的？",
    "Ha ha ha, oh stop it!": "哈哈哈，别闹了！",
    "Ha ha ha, what a muddle-headed numpty you are!": "哈哈哈，你真是个糊涂蛋！",
    "Ha ha! I warned you - it's strong stuff.|Have a good meal; it may sober you up a bit.": "哈哈！我警告过你——那酒劲很大。|好好吃顿饭吧，也许能让你清醒点。",
    "Ha ha, listen up. We came here as miners decades ago, completely unaware of the evil that lurked here. There's no way through, not while Iban still rules. He controls the gateway, the only way to the other side.": "哈哈，听好了。我们几十年前作为矿工来到这里，完全不知道这里潜伏着邪恶。在Iban仍然统治的情况下没有办法通过。他控制着大门，那是通往另一边的唯一道路。",
    "Ha ha... Another treasure hunter. Well if there is no one's been able to get to it. They've been searching that river for decades, all to no avail.": "哈哈……又一个寻宝者。没有人能拿到那个东西。他们搜索那条河已经几十年了，全都徒劳无功。",
    "Ha!": "哈！",
    "Ha! Ha! Ha!": "哈！哈！哈！",
    "Ha! I suppose one of my worthless brothers has sent you on this quest then?": "哈！我猜是我那些没用的兄弟之一派你来的吧？",
    "Ha! Look at yer! Look at the stupid elephant who tries to go catching a leprechaun when he don't even be knowing what he wants!": "哈！看看你！看看这个连自己想要什么都不知道就去抓小妖精的笨蛋！",
    "Ha! Me in here and you out dere. You not get map|piece.": "哈！我在这里面你在那外面。你拿不到地图|碎片。",
    "Ha! That silly old fool? He can't see the forest for the trees.": "哈！那个傻老头？他只见树木不见森林。",
    "Ha, ha ha Vacu... Come for me again and you'll taste more of my power!": "哈哈哈Vacu……再来找我你就会尝到更多我的力量！",
    "Ha, ha, ha! You come to a mining camp and offer us your mining skills! Thanks effendi, but we have all the miners we'll ever need.": "哈哈哈！你来一个矿营给我们提供采矿技能！谢谢阁下，但我们有足够多的矿工了。",
    "Ha, very funny.....": "哈，真有趣……",
    "Ha, you really think you stand a chance?|I'll crush you.": "哈，你真以为你有机会？|我会碾碎你的。",
    "Hah! .. the soft land lovers lost their sea legs have they?": "哈！……这些旱鸭子晕船了？",
    "Hah! ...Softy.": "哈！……软脚虾。",
    "Hah! A wizard of your level? Don't be absurd.": "哈！你这种级别的巫师？别荒唐了。",
    "Hah! Adventurers of our calibre don't just hang around in forests for fun, whelp!": "哈！我们这种级别的冒险者可不是在森林里闲逛消遣的，小鬼！"
}