{
    "Your duel ended in an honourable draw.": "你的决斗以光荣的平局告终。",
    "Your effectiveness as a ranger is almost entirely dependent on your Ranged stat. As with all skills, the more you train it, the more powerful it will become.": "你作为弓箭手的有效性几乎完全取决于你的远程属性。和所有技能一样，你训练得越多，它就会变得越强大。",
    "Your employment is known to me.|Now, do you know all that we need to make the break?": "我知道你的工作。|现在，你知道我们越狱需要的一切了吗？",
    "Your experience in crafting tells you that there isn't enough wood to complete this task.": "你的制作经验告诉你没有足够的木头来完成这项任务。",
    "Your father is apparently someone called the Fisher King. He is dying and wishes you to be his heir.": "你的父亲显然是一个叫渔王的人。他快死了，希望你成为他的继承人。",
    "Your father mentioned that you could improve some gauntlets for me.": "你父亲说你可以帮我改良一些手套。",
    "Your father mentioned that you could improve these gauntlets in some way for me...": "你父亲说你能帮我以某种方式改良这些手套...",
    "Your father tells me you can improve these gauntlets for me...": "你父亲告诉我你可以帮我改良这些手套...",
    "Your father told me you could improve some gauntlets for me.": "你父亲告诉我你可以帮我改良一些手套。",
    "Your father wishes to speak to you.": "你父亲想和你谈谈。",
    "Your fishing competition spot is beside the willow tree.": "你的钓鱼比赛位置在柳树旁边。",
    "Your fishing competition spot is now beside the pipes.": "你的钓鱼比赛位置现在在管道旁边。",
    "Your friend Thormac sent me to speak to you.": "你的朋友Thormac派我来跟你说话的。",
    "Your friends and ignore lists, yes... I'll tell you a little about each. You can add people to either list by clicking the add button then typing in their name into the box that appears.": "你的好友和屏蔽列表，是的...我给你说说每个的作用。你可以通过点击添加按钮然后在出现的框中输入他们的名字来将人添加到任一列表。",
    "Your friends list shows the online status of your friends. Friends in red are offline, green online and on the same server, and yellow online but on a different server.": "你的好友列表显示好友的在线状态。红色表示离线，绿色表示在线且在同一服务器上，黄色表示在线但在不同服务器上。",
    "Your hand passes straight through the hat as though it wasn't there at all. Nothing else seems to happen though.": "你的手直接穿过了帽子，就好像它根本不存在一样。不过似乎没有发生其他什么事。",
    "Your hand passes through the hat as though it wasn't there at all.": "你的手穿过了帽子，就好像它根本不存在一样。",
    "Your hand passes through the hat as though it wasn't there at all. Instantly, the other clothes begin to animate and walk towards you!": "你的手穿过了帽子，就好像它根本不存在一样。突然，其他衣服开始动了起来，向你走来！",
    "Your hands are covered in mud.": "你的手上全是泥巴。",
    "Your head on a stick.": "你的头插在棍子上。",
    "Your help was invaluable.|Take this payment as a token of my gratitude...": "你的帮助非常宝贵。|收下这份报酬作为我感激之情的象征...",
    "Your highness! I'm concerned about Glough!": "陛下！我对Glough感到担忧！",
    "Your highness, I believe Glough is killing the trees|in order to make a mass fleet of warships!": "陛下，我相信Glough在砍伐树木|为了制造大量战舰！",
    "Your highness, it's true about Glough I tell you! He's planning to take over RuneScape!": "陛下，关于Glough的事是真的，我告诉你！他正计划接管RuneScape！",
    "Your insolence shall be overlooked this time for I am in truth in your debt. Come close: I shall reward you with wealth such as you deserve.": "你的无礼这次就算了，因为我确实欠你一份恩情。靠过来：我会赐予你应得的财富。",
    "Your inventory is too full to hold any more <db_getfield($data, mining_table:ore_name, 0)>.": "你的背包太满了，放不下更多<db_getfield($data, mining_table:ore_name, 0)>了。",
    "Your inventory is too full to hold any more logs.|To drop an item right-click on it and select drop.": "你的背包太满了，放不下更多原木了。|要丢弃物品，右键点击它并选择丢弃。",
    "Your inventory is too full to hold any more shrimp.|To drop an item right-click on it and select drop.": "你的背包太满了，放不下更多虾了。|要丢弃物品，右键点击它并选择丢弃。",
    "Your inventory is too full to hold any more.": "你的背包太满了，放不下更多了。",
    "Your kitten has grown into a healthy cat,|that can hunt for itself.": "你的小猫已经长成了一只健康的猫，|可以自己捕猎了。",
    "Your losh... Hic!": "你的损失...嗝！",
    "Your loss.": "你的损失。",
    "Your loyalty is appreciated, traveller.": "旅者，感谢你的忠诚。",
    "Your majesty,|I have recovered the Shield Of Arrav;|I would like to claim the reward.": "陛下，|我找回了阿拉夫之盾；|我想领取奖赏。",
    "Your majesty.|I have come to claim the reward|for the return of the Shield Of Arrav.": "陛下。|我来领取|归还阿拉夫之盾的奖赏。",
    "Your mum sent me to find you.": "你妈妈让我来找你。",
    "Your name is... <displayname()>!": "你的名字是...<displayname()>！",
    "Your puny weapons do nothing against me human! Come back when you can give me a real fight!": "你那弱小的武器对我毫无作用，人类！等你能真正跟我打一场再来吧！",
    "Your story has been woven into the fabric of our society. And we all sing your many praises Bwana.": "你的故事已经融入了我们社会的方方面面。我们都在传颂你的许多功绩，Bwana。",
    "Your trained senses as a thief enable you|to see that there is a trap in these stairs.|You make a note of its location for|future reference when using these stairs.": "你作为盗贼的训练有素的感官让你|发现这些楼梯上有一个陷阱。|你记下了它的位置|以备将来使用这些楼梯时参考。",
    "Your type can't be trusted!|I'll take care of this! Go back to the King.": "你这种人不可信！|我来处理这件事！回去找国王。",
    "Your very life is in danger. Rashiliyia has returned and we are all doomed.": "你的生命正面临危险。Rashiliyia已经回来了，我们都完了。",
    "Your wife sent me out to find you and your boy.|Kennith's fine by the way, he's on the platform.": "你妻子派我来找你和你的儿子。|顺便说一下，Kennith很好，他在平台上。",
    "Your worldly greed has darkened your soul!": "你的贪婪已经让你的灵魂变得黑暗！",
    "Youssh go gesshh em.": "你...去...拿吧...嗝。",
    "Yuck!": "呸！",
    "Yuck! Thanks Kent.": "呸！谢了Kent。",
    "Yup!": "没错！",
    "Zadimus is a spirit yearning for freedom. Bury him in a sacred place to release his spirit.": "Zadimus是一个渴望自由的灵魂。把他埋在一个神圣的地方以释放他的灵魂。",
    "Zamorakians they encountered inside. The following morning, the Carnillean forefathers moved into the empty household and claimed it as their own.": "他们在里面遇到的Zamorak信徒。第二天早上，Carnillean的祖先搬进了空荡荡的宅邸并据为己有。",
    "Zanaris is a meeting point of cultures.|Those from many worlds converge here to exchange knowledge and goods.": "扎纳里斯是文化的交汇点。|来自许多世界的人在这里汇聚，交换知识和商品。",
    "Zanaris is it now? Well well well... Yer'll be needing to be going to that funny little shed out there in the swamp, so you will.": "扎纳里斯是吗？嗯嗯嗯...你得去沼泽里那个有趣的小棚屋，没错。",
    "a little assistance. The setting up of this restaurant was|the start of things; we have a secret door out the back|of here that leads through the back of Mr Olbors'|garden.": "一点帮助。这家餐馆的建立是|事情的开端；我们在后面有一扇暗门|通往Olbor先生|花园的后面。",
    "a particularly skilled tribe of dwarven smiths. I doubt anyone could make it in the style they do.": "一个特别精湛的矮人铁匠部落。我怀疑没有人能做出他们那种风格的东西。",
    "about, and made preparations for his return when first they began to storm his home. Soon the day will come when he will return to wreak his vengeance upon the thieves!": "并在他们开始攻打他的家园时就为他的回归做好了准备。他回来向那些盗贼复仇的日子很快就会到来！",
    "all with our uniquely fragrant concoction that is immediately recognisable across the land as Peter Potter's Patented Poison potion!!!": "全部使用我们独特芬芳的调配物，它在全国各地都被立即认出是Peter Potter的专利毒药！！！",
    "all!": "所有人！",
    "along the borders, as the brave heroes of Varrock fought to keep the evil creatures that now are trapped on the eastern side of the River Salve from over running": "沿着边界，勇敢的瓦洛克英雄们战斗着，阻止现在被困在Salve河东岸的邪恶生物蔓延",
    "always liked garlic, you should try his house. But remember, a vampire is still a dangerous foe!": "一直喜欢大蒜，你应该去他家看看。但记住，吸血鬼仍然是危险的敌人！",
    "always taught to be a polite wolf, he spoke back to it.": "从小被教导做一只有礼貌的狼，他便回答了它。",
    "an old soak these days. Mention his old friend Morgan, I'm sure he wouldn't want me killed by a vampire.": "这些天都在喝酒。提一下他的老朋友Morgan，我相信他不会想让我被吸血鬼杀死。",
    "and as those fiendish Zamorakians pointed out to me with delight, as a descendant of one of those who trapped it here, it will recognise": "而那些邪恶的Zamorak信徒兴高采烈地向我指出，作为当初将它困在这里的人的后代，它会认出",
    "and have used some kind of evil potion upon the well which leads to the source of the river Salve. As they have done this at the very mouth of the river": "并在通向Salve河源头的井上使用了某种邪恶的药剂。由于他们是在河口做的这件事",
    "and he always said that there isn't a crime that can't be solved through careful examination of the crime scene and all surrounding areas.": "他总是说没有什么犯罪不能通过仔细检查犯罪现场和所有周围区域来解决。",
    "and if my suspicions are correct. I will let you into the knowledge of one of the greatest secrets this world has ever known! A secret so powerful that it destroyed the": "如果我的怀疑是正确的。我将让你了解这个世界有史以来最大的秘密之一！一个强大到摧毁了",
    "and it is a holy relic that prevents the werewolf people from changing form. I suggest if you battle with them that you keep it always equipped, for their": "而且它是一件阻止狼人变身的圣物。我建议如果你和他们战斗，要一直装备着它，因为他们的",
    "and of the seven warrior priests who died here long ago, from whom I am descended. Once long ago Misthalin did not have the borders that": "以及很久以前在这里牺牲的七位战士牧师，我就是他们的后裔。很久以前Misthalin没有现在的",
    "and the case is closed, but the murdered man was a friend of the King, and it's more than my job's worth not to investigate fully.": "案子就结了，但被害者是国王的朋友，如果不彻底调查的话我这份差事就保不住了。",
    "and told him that should we be able to take the pass that this temple now stands in, Saradomin would use his power to bless this river, and make it": "并告诉他如果我们能夺取这座神殿现在所在的山口，Saradomin会用他的力量祝福这条河，使其",
    "and we can't seem to find a way through. We're|positive this is the key to entering the house undetected|however, and I promise to let you know if we find|anything there.": "而且我们似乎找不到通过的方法。不过我们|确信这是不被发现进入宅邸的关键，|我保证如果我们在那里|发现什么会告诉你。",
    "and you should be able to pinpoint where it is.": "你应该就能确定它在哪里了。",
    "as I may have a proposition for you.|Now I need to attend to the plight|of my people. Please excuse me...": "因为我可能有个提议给你。|现在我需要处理|我族人的困境。请恕我失陪...",
    "as Varrock can be a confusing place for the first time visitor. He will give you a special item - bring it back to me, and I shall show you the mystery of the runes...": "因为瓦洛克对第一次来的人来说可能是个令人困惑的地方。他会给你一个特殊物品——把它带回给我，我就会向你展示符文的奥秘...",
    "as our ancestors did! I cannot stress enough what a find this is! Now, due to the risks involved of letting this mighty power fall into the wrong hands": "像我们的祖先一样！我怎么强调这个发现的重要性都不过分！现在，由于让这种强大力量落入坏人手中的风险",
    "at the household servants when he's angry, and they live in a state of fear, always walking on eggshells around him, but none of them have the courage": "生气时对家中仆人，他们生活在恐惧中，总是在他面前小心翼翼，但他们都没有勇气",
    "attack us... South East of here is the castle of Lord Drakan, our master.": "攻击我们...这里东南方向是Drakan领主的城堡，我们的主人。",
    "be extremely powerful to have survived until today. I suspect your best chance would be to incapacitate it somehow.": "能够存活到今天一定极其强大。我怀疑你最好的机会是想办法让它失去行动能力。",
    "before he will be defeated.": "他才能被打败。",
    "better get a better meal at this house, so he ran as fast as his paws could carry him to the house the human told him about... inside he found an old human lying in bed, and although the meat was a little tough, as the": "在这所房子里能得到更好的饭菜，所以他尽可能快地跑到那个人类告诉他的房子...在里面他发现一个老人类躺在床上，虽然肉有点老，因为",
    "blocked, and as nobody else here has the|intelligence to even unblock a simple drain|I felt I had to do it myself.": "堵了，而这里没有其他人|有智商能够疏通一个简单的下水道|所以我觉得我得自己来。",
    "bloodshed that was devestating the ranks of the ruling classes at that time. When you captured a rival family's clan, you also captured their lands and wealth.": "那个时代正在毁灭统治阶层的流血事件。当你俘获了一个敌对家族时，你也获得了他们的土地和财富。",
    "but I must also compensate Jones for this terrible slander you have made against him.": "但我也必须补偿Jones，因为你对他进行了可怕的诽谤。",
    "but the stars may hold a secret for you.": "但星星也许为你藏着一个秘密。",
    "but there is one cap'n I reckon might 'elp. I 'eard|there's a retired 'un who lives in Draynor Village who's|so desperate to sail again 'e'd take any job.": "但有个船长我觉得可能会帮忙。我听说|德雷诺村住着一个退休的船长，他|太想再次出海了，什么活都会接。",
    "but were once known to our ancestors. Legends tell us that in the past the mages who lived here could fashion Rune Stones almost at will, and as many as they desired.": "但曾经为我们的祖先所知。传说告诉我们，过去住在这里的法师几乎可以随心所欲地制造符文石，要多少有多少。",
    "by killing all of the flowers in the garden. If her father ever found out she had done that he would be so furious he would probably disown her.": "通过杀死花园里所有的花。如果她父亲知道她做了那种事，他会愤怒到可能会和她断绝关系。",
    "by the glory of Saradomin and that good will always defeat evil, no matter how the odds are stacked against them.": "凭着Saradomin的荣光，善良终将战胜邪恶，无论形势多么不利。",
    "by the south entrance to this city.|The name of the contact is Jonny the Beard.|Kill him and bring back his intelligence report.": "在这座城市的南入口。|联络人的名字是大胡子Jonny。|杀了他并带回他的情报。",
    "can you make me a a veg ball, a tangled toad's legs, and a worm hole please?": "你能帮我做一个蔬菜球、一盘缠结蟾蜍腿和一个虫洞吗？",
    "carrying an axe, and the poor young wolf died in this terrible trap made for him by the humans.": "拿着斧头，可怜的小狼就这样死在了人类为他设的可怕陷阱里。",
    "catches a day? That takes real dedication! Some of the young pups think just because a wolf has a bit of grey in his fur then he's past it, but I've seen him put those pups to shame in a hunt! He's a real inspiration to us": "一天的猎获量？那真的需要全力以赴！有些小崽子以为只要狼毛里有点灰白就已经老了，但我见过他在狩猎中让那些小崽子自愧不如！他是我们真正的榜样",
    "caverns in the northern part of this island. A secret entrance to the caverns is set into the northern cliffs of this land. Take care Bwana as it may be dangerous.": "这座岛北部的洞穴。通往洞穴的秘密入口设在这片土地的北部悬崖上。小心，Bwana，那里可能很危险。",
    "circumstances. Good luck in clearing your name. You have my support.": "情况。祝你好运洗清你的名声。你有我的支持。",
    "directly to it! I hope to revolutionise the entire teleportation system! Don't you think I'm great? Uh, I mean it's great?": "直达那里！我希望彻底革新整个传送系统！你不觉得我很伟大吗？呃，我是说它很伟大？",
    "dressed in red came into the house, and pretended to believe the brave wolf was really a human, and began to talk to him. But then the human started asking strange questions of the wolf, because the human knew that it": "穿着红衣的人走进了房子，假装相信这只勇敢的狼真的是人类，并开始和他说话。但后来人类开始问狼一些奇怪的问题，因为人类知道它",
    "elemental altars that were scattered across the land|back then. Now, this is an interesting little piece of|history, but not much use to us as modern wizards|without access to the Rune Essence,": "当时散布在大地上的元素祭坛。|这是一段有趣的小历史，|但对我们现代巫师来说没什么用|因为我们无法接触到符文精华，",
    "ell, that is strange. I sense a growing evil power since you visited the caves.": "嗯，那很奇怪。自从你访问了洞穴以来，我感觉到一股不断增长的邪恶力量。",
    "enough to get rid of it. A Good job too, I hate mosquitos.": "足以除掉它了。做得好，我讨厌蚊子。",
    "experience when smithing gold. I can easily modify these for you.": "在锻造黄金时的经验。我可以很容易地为你改造这些。",
    "find some kind of way of removing or counteracting the evil magic that has been put into the river source at the well, so that the river will flow pure once again.": "找到某种方法来消除或对抗放入井中河流源头的邪恶魔法，这样河水才能再次纯净流淌。",
    "for entrance are:|An Entranan Firebird feather,|a Master Thieves' armband,|and a cooked Lava Eel.": "入场所需物品为：|一根Entrana火鸟的羽毛，|一个盗贼大师臂章，|和一条烹饪过的熔岩鳗鱼。",
    "for if we could but find the elemental altars spoken|of in the ancient texts, we would once more be able|to create runes as our ancestors had done! It would|be the saviour of the wizards' art!": "因为如果我们能找到古籍中提到的|元素祭坛，我们就能再次|像祖先那样制造符文！那将|是巫师技艺的救星！",
    "for the blood so that the tithe is fulfilled.": "用血来满足什一税的要求。",
    "from 'perfect gold' - whatever that is - like 'normal' golds just not good enough for little lord fancy pants there! I told him to head to the desert": "用'完美黄金'——不管那是什么——好像'普通'黄金对那个花花公子少爷来说不够好！我让他去沙漠",
    "from a dramen tree branch, and there's a Dramen tree on Entrana! Now leave me alone yer great elephant!": "用dramen树枝制作，Entrana上就有一棵Dramen树！现在别烦我了，你这大笨象！",
    "from that poison salesman the other day. I assume it was to sort out those bees. You'd really have to ask him though.": "前几天从那个毒药商人那里买的。我估计是为了对付那些蜜蜂。不过你真的得去问他。",
    "gladly hand over my fragment of the family crest to you.": "很乐意把我的家族纹章碎片交给你。",
    "had indeed been filled with the power of Saradomin, and the evil creatures of Morytania were trapped beyond the river banks forever, by their own evil.": "确实充满了Saradomin的力量，而Morytania的邪恶生物因为它们自身的邪恶被永远困在了河岸之外。",
    "her father would be incredibly annoyed if he ever found out - he might even throw her out of the house!": "如果她父亲知道的话会非常生气——他甚至可能把她赶出家门！",
    "here focussing upon it to keep it intact. Should an attack come, they would be able to break this defence very quickly indeed. What we need to do is": "在这里集中精力维持它的完整。如果遭到攻击，他们确实能很快突破这道防线。我们需要做的是",
    "him to the house! Suspecting a human trap, the brave young wolf put on the old humans clothes and jumped into the bed, so that he could pretend to be human and escape from this terrible trap! Well now, this human": "把他引到了房子里！怀疑这是人类的陷阱，勇敢的小狼穿上了老人类的衣服跳进了床里，这样他就可以假装是人类来逃脱这个可怕的陷阱！好了，这个人类",
    "human was older than he thought, he had a good meal and decided to sleep it off in the house for awhile. He had not been asleep long though, when he was woken by a knocking at the door. The human in red had followed": "人类比他想象的老，他饱餐了一顿并决定在房子里睡一会儿。但他没睡多久就被敲门声吵醒了。那个穿红衣的人类跟着",
    "if you can assist us with this task. You may find such wisdom a greater reward than mere money.": "如果你能帮助我们完成这个任务。你可能会发现这样的智慧比金钱更有价值。",
    "impassable to all creatures with evil in their hearts. This unknown hero grouped together all of the mightiest fighters whose hearts were pure": "让所有心怀邪恶的生物无法通过。这位无名英雄集合了所有心地纯洁的最强战士",
    "in finding it I am afraid. If you can find me my perfect gold, make a ring and necklace from it, and add rubies to them, I will": "恐怕在寻找它方面不太顺利。如果你能帮我找到完美的黄金，用它制作一枚戒指和一条项链，再镶上红宝石，我就会",
    "in their Butler Jones, a faithful follower to Hazeel. His loyalty to Hazeel is beyond questioning, yet he has been unsuccessful in locating the scroll containing the spell so far.": "他们的管家Jones，一个忠实的Hazeel追随者。他对Hazeel的忠诚毋庸置疑，但到目前为止他还没能找到包含咒语的卷轴。",
    "in this land, and the hateful Saradominists declared war upon all Zamorakians who lived here. Lord Hazeel nobly would not repent his beliefs, and the Carnilleans harrassed": "在这片土地上，可恨的Saradomin信徒向所有住在这里的Zamorak信徒宣战。Hazeel大人高尚地拒绝放弃他的信仰，而Carnillean家族骚扰",
    "is a golden ring, embedded with the finest precious red stone available, and a necklace to match this ring. The problem however for me, is that": "是一枚镶嵌着最上等红宝石的金戒指，以及一条与之相配的项链。然而对我来说问题在于",
    "is located North East of here, there is a certain shop that sells magical runes. I have in this package all of the research I have done relating to the Rune Stones, and": "位于这里的东北方向，那里有一家卖魔法符文的商店。这个包裹里有我关于符文石所做的全部研究，以及",
    "it currently does. This entire area, as far West as Varrock itself was under the control of an evil god. There was frequent skirmishing": "目前的边界。这整个区域，向西一直到瓦洛克都在一个邪恶之神的控制之下。经常有小规模冲突",
    "it has the power to prevent werewolves from adopting their wolf form in combat as long as you have it equipped.": "只要你装备着它，它就有力量阻止狼人在战斗中变成狼形。",
    "it through the day without having at least 20 cups!": "不喝至少20杯就撑不过一天！",
    "it to his extent.": "到他的程度。",
    "it will spread along the entire river, disrupting the blessing placed upon it and allowing the evil creatures of Morytania to invade at their leisure.": "它会沿着整条河蔓延，破坏放置在其上的祝福，让Morytania的邪恶生物可以随意入侵。",
    "item from the natives to display in the Legends Guild. You may be given a task or test to earn this.|* Note - You may need to get help from other people near the jungle, for example, the local woodsmen may have some knowledge of the Jungle area.": "从当地人那里获得一件物品在传奇行会展示。你可能会被要求完成一项任务或测试来获得它。|* 注意 - 你可能需要从丛林附近的其他人那里获得帮助，例如，当地的伐木工可能对丛林地区有一些了解。",
    "kick him out of the house, as some of the servants have been there longer than he has, and he definitely has no right to treat them like he does... but I'm not one to gossip about people.": "把他赶出宅邸，因为有些仆人在那里工作的时间比他还长，他绝对没有权利那样对待他们...不过我不是那种爱说人闲话的人。",
    "looks good for my people.|We are happy now that the gods are not angry with us.": "对我的族人来说是个好兆头。|我们很高兴，因为众神没有对我们生气。",
    "many years past by the treachery of the Zamorakians. Many mysteries were lost, which we try to find once more. By building this Tower on the remains of the old,": "多年前因为Zamorak信徒的背叛。许多奥秘丢失了，我们正在尝试重新找到它们。在旧废墟上建造这座塔，",
    "me anytime soon!": "我很快！",
    "me up here, Misthalin would be doomed! If they should manage to desecrate the holy river Salve, we would be defenceless against Morytania!": "把我困在这里，Misthalin就完了！如果他们设法亵渎了神圣的Salve河，我们将对Morytania毫无防御！",
    "melee only.": "仅限近战。",
    "not be accepted by some people as the 'real' thing.": "不被某些人认为是'真货'。",
    "not just any old gold will be suitable. I seek only the purest, the most high quality of gold - what I seek, if you will, is perfect gold.": "不是随便什么金子都行。我只寻找最纯净、最高品质的金子——如果你愿意的话，我寻找的是完美黄金。",
    "object would appear on my land in such a short period of time. Please take this to the head wizard at the Wizards' Tower, south-west of here, and don't lose it this time.": "这么短的时间内出现在我的领地上。请把这个带到西南方向的巫师塔给首席巫师，这次别弄丢了。",
    "of beans by telling her they were magic. But they weren't. She sold some rare books from the library to cover her debts, but": "的豆子，骗她说是魔法豆子。但不是。她卖了图书馆的一些珍贵书籍来偿还债务，但是",
    "of beans that she bought for some reason. There were far too many to eat, and they were almost rotten when she bought them anyway! You'd really have to ask her though.": "她不知道为什么买了一堆豆子。多到根本吃不完，而且她买的时候就差不多烂了！不过你真的得去问她本人。",
    "one.": "一个。",
    "or some such. There would probably be a good place for an elephant like yer to be starting looking I reckon.": "之类的地方。我觉得像你这样的大象从那里开始找应该是个好地方。",
    "or these elemental altars. This is where you and|Aubury come into this story. A few weeks back,|Aubury discovered in a standard delivery of runes|to his store, a parchment detailing a": "或者这些元素祭坛。这就是你和|Aubury登场的地方。几周前，|Aubury在送到他商店的一批普通符文中|发现了一张详细记载着",
    "original Wizards' Tower all of those centuries|ago! My research, combined with this mysterious|talisman... I cannot believe the answer to|the mysteries is so close now!": "几个世纪前的原始巫师塔！|我的研究，结合这个神秘的|护符...我简直不敢相信|谜题的答案现在就近在咫尺！",
    "our last battle when he bested me and forced me away from his den. He probably still has it now.": "上次我们交战时他打败了我并把我赶出了他的窝。他现在可能还有。",
    "our village. He could probably kill us all if he wanted us gone, so keeping on his good side is worth the sacrifice to us. Lucky we're not human really!": "我们的村庄。如果他想让我们消失，他大概能杀了我们所有人，所以保持和他的良好关系对我们来说是值得的。幸好我们不是人类！",
    "people a lot of money. If his father ever found out, he would stop his income, and then he would be in serious trouble!": "欠了很多人钱。如果他父亲知道了，就会断了他的收入，那他就真的有大麻烦了！",
    "persuasion around here recently... Wearing a poncey yellow cape he was! Came in here all la-di-dah, high and mighty, asking for jewelry made": "最近出没在这附近...穿着一件花里胡哨的黄色披风！趾高气扬地走进来，自命不凡，要求用",
    "possession of a unique crest, which signifies the honour and lineage of the family. More than this however, it also represents the lawful rights of each family": "拥有一枚独特的纹章，象征着家族的荣誉和血统。不仅如此，它还代表着每个家族的合法权利",
    "protects the purity of the water.": "保护水的纯净。",
    "redberry pie. They REALLY like redberry pie.": "红莓派。他们真的很喜欢红莓派。",
    "require somebody to take them to the shopkeeper so that he may share my research and offer me his insights. Do this thing for me, and bring back what he gives you,": "需要有人把它们带给那个店主，这样他可以分享我的研究并给我他的见解。帮我做这件事，然后把他给你的东西带回来，",
    "return your Air Talisman to you. Find the Air|Temple, and you will be able to charge your Rune|Essences to become Air Runes at will. Any time": "把你的风护符还给你。找到风|神殿，你就能随时把符文|精华充能为风符文。任何时候",
    "returning to him with an incomplete crest... We each went our seperate ways many years past, none of us seeing our father or willing to give up our fragments.": "带着一个不完整的纹章回去见他...多年前我们各奔东西，我们都没有见过父亲，也不愿意放弃我们手中的碎片。",
    "room about the way he treats the staff, the other day. I did not intend to overhear their conversation, but they were shouting so loudly I could not help but Overhear it. David definitely used the words": "前几天在房间里争论他对待员工的方式。我并不打算偷听他们的对话，但他们喊得太大声了，我不由自主就听到了。David确实用了",
    "so if you will assist me in my search for the ingredients, then I will let you take my piece as reward for your assistance.": "所以如果你帮我寻找材料，我就会把我的碎片作为你帮忙的回报给你。",
    "so our prayers seem to have less effect down there. Oh, also, you won't be able to come back this way -  This ladder only goes one way!": "所以我们的祈祷在下面似乎效果较差。哦，还有，你不能从这条路回来——这个梯子只能单向通行！",
    "some tavern or other near the edge of The Wilderness. You'll probably find him still there.": "在荒野边缘附近的某个酒馆里。你可能还能在那里找到他。",
    "south-west of here. I suggest you deliver it to him as soon as possible. I have the oddest feeling that it is important...": "在这里的西南方向。我建议你尽快把它送到他那里。我有一种奇怪的感觉，觉得它很重要...",
    "survived the battle here all those years ago, and is by now quite, quite, mad. It has been trapped on this side of the river for centuries,": "在多年前的那场战斗中幸存了下来，到现在已经完全疯了。它被困在河的这一边已经好几个世纪了，",
    "suspicious? what do you mean suspicious?": "可疑？你说可疑是什么意思？",
    "teleportation spell that he had never come across before. To his shock, when cast it took him to a strange rock he had never encountered before... yet that felt strangely familiar...": "一个他从未见过的传送咒语。令他震惊的是，施放后它把他带到了一块他从未见过的奇怪石头前...但感觉奇怪地熟悉...",
    "that he could find, and the seven of them rode here to make a final stand. The enemies swarmed across the Salve but they did not yield.": "他能找到的，他们七人骑马来到这里做最后的抵抗。敌人蜂拥渡过Salve河，但他们没有屈服。",
    "that they then had the nerve to build that gigantic statue on the river mouth to mock the slaughter of our people and the poisoning of our river! I can understand Lord Drakan's hatred for them": "他们居然有胆量在河口建那座巨大的雕像来嘲讽对我们族人的屠杀和对我们河流的毒害！我能理解Drakan领主对他们的仇恨",
    "the Rune Stones that allow us to use Magic. Who makes them? Where do they come from? How many types are there? What spells can they produce? All these questions and more are still unknown to us,": "让我们得以使用魔法的符文石。谁制造了它们？它们来自哪里？有多少种类型？它们能产生什么咒语？所有这些问题以及更多问题我们仍然不知道，",
    "the Wizards' Tower for me? It's just south-west of here and should not take you very long at all. I would be awfully grateful.": "帮我去巫师塔？它就在这里西南方向，应该不会花你太长时间。我会非常感激的。",
    "the army of evil that lurks to the east, longing for the opportunity to invade and destroy us all!": "潜伏在东方的邪恶大军，渴望着入侵和毁灭我们所有人的机会！",
    "the balloons! For 2000 gold you can summon the Party Room Knights who will dance for your delight.": "气球！花2000金币你可以召唤派对房骑士为你跳舞助兴。",
    "the battle to save Varrock. For many years I had assumed them all dead, as I had heard no word from them, but recently I heard word that my son": "拯救瓦洛克的战斗。许多年来我一直以为他们都死了，因为我没有收到他们的消息，但最近我听说我的儿子",
    "the border into Misthalin and pretending to be a human so he could buy exotic items to sell.": "越过边界进入Misthalin，假装是人类，这样他就可以买到异国物品来卖。",
    "the entrance to the long forgotten Air Altar! By|bringing pieces of the Rune Essence to the Air Temple,|you will be able to fashion your own Air Runes!": "通往被遗忘已久的风祭坛的入口！通过|把符文精华带到风神殿，|你就能制作自己的风符文！",
    "the ground turns soft and the water kisses your feet.": "地面变得柔软，水轻吻着你的脚。",
    "the human encampments, who worshipped Saradomin. Then one day, Saradomin himself appeared to one of our mighty heroes, whose name has been forgotten by history,": "崇拜Saradomin的人类营地。然后有一天，Saradomin亲自出现在我们一位强大英雄面前，他的名字已被历史遗忘，",
    "the other day. I don't think he has any stock left now though...": "前几天。不过我觉得他现在已经没有库存了...",
    "the riches of this plane shall be yours to share, in domination over all who oppose my kind. You would be wise to pledge yourself now while you still may.": "这个位面的财富将由你分享，统治所有反对我族的人。趁你还有机会，现在效忠是明智之举。",
    "the runes that we use daily, which dwindle in supply with each use. Someday I hope we may once more create our own runes, and the Wizards' Tower will once more be a place of glory!": "我们每天使用的符文，每次使用后供应都在减少。希望有一天我们能再次制造自己的符文，巫师塔将再次成为一个荣耀之地！",
    "the smell of my blood should I come anywhere near it. It will of course then wake up and kill me, very probably slowly and painfully.": "如果我靠近它，它就会闻到我的血味。当然它就会醒来并杀了我，很可能是缓慢而痛苦地。",
    "the very least I can do is to reward you for your noble efforts, and to offer my sincerest apologies as a Lord and gentleman.": "我能做的最少的事就是奖赏你的高尚努力，并以一位贵族和绅士的身份向你表示最诚挚的歉意。",
    "then simply right click on the rock and select 'prospect' to check closely. Anything else you wanted to know?": "那就简单地右键点击岩石并选择'勘探'来仔细检查。你还想知道什么？",
    "there is a vampire in that coffin over there. I do not know how they managed to find it, but it is one of the ones that somehow": "那边的棺材里有一个吸血鬼。我不知道他们是怎么找到它的，但它是那些不知怎么",
    "this however, the human in red shouted out at him: 'Aha! You are a wolf!' and as the human shouted this another bigger human ran into the room from outside! This bigger human was much stronger and was": "然而就在这时，穿红衣的人类对他喊道：'啊哈！你是一只狼！'当人类这么喊的时候，另一个更大的人类从外面跑进了房间！这个更大的人类更加强壮而且",
    "though all true Saradominists know that he watches over us, his power upon the land is not as strong as it once was.": "虽然所有真正的Saradomin信徒都知道他在看护着我们，但他在大地上的力量已不如从前那么强大。",
    "thoughtless and careless? He knows we are all under threat!": "轻率和不负责任？他知道我们都处于威胁之下！",
    "to it.": "到它。",
    "to join my fellow mahjarrat and regain my strength and powers. I shall return when I am ready to fight my enemies and much blood shall flow across these lands!": "去加入我的Mahjarrat同胞并恢复我的力量。当我准备好与敌人作战时我会回来，届时这些土地将血流成河！",
    "to prove their ownership of their wealth and lands. If the family crest is lost, then the family's estate is handed over to the current monarch until the crest is restored.": "来证明他们对财富和土地的所有权。如果家族纹章丢失，那么家族的财产将被移交给现任君主，直到纹章恢复。",
    "to see what fate befalls us.|You can help me by collecting|some herbs that I need.": "看看我们会遭遇什么命运。|你可以帮我收集|一些我需要的草药。",
    "to talk to his father about his behaviour. If they did, Lord Sinclair would almost certainly": "去和他父亲谈论他的行为。如果他们这么做了，Sinclair勋爵几乎肯定会",
    "tragedy befalling this world. I know not where the|temples are located, nor do I know where the talismans|have been scattered to in this land, but I now": "降临在这个世界上的悲剧。我不知道|神殿在哪里，也不知道护符|被散落到了这片土地的何处，但我现在",
    "want to sell me, please let me see them and I'll|offer you a fair price.": "想卖给我的东西，请让我看看，|我会给你一个公道的价格。",
    "was not a human at all! The brave young wolf decided to try and escape, for it was only a young human, and not very strong, so the brave young wolf said he would eat the human if they did not let him escape! As he said": "根本不是人类！勇敢的小狼决定试着逃跑，因为那只是一个年轻的人类，并不是很强壮，所以勇敢的小狼说如果他们不让他逃跑他就要吃了那个人类！当他说这话的时候",
    "we sought to show the world of our dedication to learning the mysteries of Magic. I am here searching through these fragments for knowledge from the artefacts from our past": "我们试图向世界展示我们对学习魔法奥秘的奉献。我在这里搜寻这些碎片，从我们过去的文物中寻找知识",
    "were the bodies of these seven brave but unknown heroes, surrounded by the piles of the dead creatures of evil that had tried to defeat them.": "是这七位勇敢但无名的英雄的遗体，周围堆满了试图打败他们的邪恶生物的尸体。",
    "when I heard talk of a dwarven expert on gold named Boot some time back, but unfortunately for me, he has returned to his mountain home, which I cannot find.": "前段时间我听说有一个叫Boot的矮人黄金专家，但不幸的是，他已经回到了他的山中家园，而我找不到那里。",
    "whenever lost, or if the owner has died. I will pledge these to you, and if you should lose them return to me, and they will be here.": "无论何时丢失，或者如果主人已经死亡。我会把这些保证给你，如果你弄丢了回来找我，它们会在这里。",
    "who imprisoned me here were ever gone for long periods of time. Should you find the key however, as you may have noticed,": "把我关在这里的人曾长时间离开过。但是如果你找到了钥匙，正如你可能已经注意到的，",
    "who wish to destroy it, and laid the bodies of those brave warriors in tombs of honour below this temple with golden gifts on the tombs as marks of respect.": "那些想要摧毁它的人，并将那些勇敢战士的遗体安放在这座神殿下方的荣誉墓穴中，墓上放着金色的礼物以示敬意。",
    "wolf form is incredibly powerful, and would savage you very quickly. Please adventurer, promise me this: I should hate for you to die foolishly.": "狼形态无比强大，会很快把你撕碎。请冒险者，答应我这件事：我不想看到你愚蠢地死去。",
    "years old! You need stuff tanning, I recommend him!": "岁了！你需要鞣革的话，我推荐他！",
    "you get to the Barbarian village. The man you seek is named Aubury, and he owns the rune shop there. It is vital he receives this package.": "你到了野蛮人村庄。你要找的人叫Aubury，他在那里开了一家符文商店。他收到这个包裹至关重要。",
    "you use the cattle prod from the barn over there to herd them, that way you won't have to touch them directly and risk infection.": "你用那边谷仓里的电棒来驱赶它们，这样你就不用直接接触它们，冒感染的风险。",
    "you wish to visit the Rune Essence, speak to me|or Aubury and we will open a portal to that|mystical place for you to visit.": "你想去参观符文精华的话，跟我|或Aubury说，我们会为你打开一个|通往那个神秘之地的传送门。",
    "you'll need to take over as head guard here. You'll find important keys to the treasure room and Pete's quarters inside my jacket - although I doubt anything bad's going to happen to": "你将需要接管这里的卫队长职务。你会在我夹克里找到宝物室和Pete房间的重要钥匙——虽然我怀疑不会发生什么坏事给",
    "Ana (in a Barrel)": "Ana（在桶里）"
}