{
    "Hello nurse.": "你好护士。",
    "Hello old man.": "你好老人家。",
    "Hello once more adventurer. All we need is Hazeels' magical scroll to bring him forth once more to this world.": "又见面了冒险者。我们只需要Hazeel的魔法卷轴就能再次将他召唤回这个世界。",
    "Hello short person.": "你好矮个子。",
    "Hello soldier.": "你好士兵。",
    "Hello son, are you okay?": "你好孩子，你没事吧？",
    "Hello son, are you okay? You need help?": "你好孩子，你没事吧？需要帮忙吗？",
    "Hello stranger, are you new to these parts?": "你好陌生人，你是这里的新人吗？",
    "Hello stranger, are you new to these parts?|You look lost.": "你好陌生人，你是这里的新人吗？|你看起来迷路了。",
    "Hello stranger, new to these parts?": "你好陌生人，初来乍到？",
    "Hello stranger.": "你好陌生人。",
    "Hello stranger. Khazard's got some great fights lined up this week. I can't wait.": "你好陌生人。Khazard这周安排了一些精彩的格斗。我等不及了。",
    "Hello stranger. Would you like me to tan any hides for you?": "你好陌生人。要我帮你鞣制兽皮吗？",
    "Hello tall person.": "你好高个子。",
    "Hello then.": "那你好。",
    "Hello there adventurer, what do you want of me?": "你好冒险者，你想要什么？",
    "Hello there adventurer.": "你好冒险者。",
    "Hello there and welcome to the shop of useful items. Can I help you at all?": "你好，欢迎来到实用物品商店。需要帮忙吗？",
    "Hello there lad.": "你好小伙子。",
    "Hello there newcomer. My name is Brynna. My job is|to teach you a few survival tips and tricks. First off|we're going to start with the most basic survival skill of|all; making a fire.": "你好新人。我叫Brynna。我的工作是|教你一些生存技巧。首先|我们要从最基本的生存技能|开始：生火。",
    "Hello there shipmate! I sail to Khazard Port and to Port Sarim. Where are you bound?": "你好船员！我航行到Khazard港和萨里姆港。你要去哪里？",
    "Hello there traveller, how's things?": "你好旅行者，一切还好吗？",
    "Hello there traveller.": "你好旅行者。",
    "Hello there traveller. Would you like some groceries? I have a large selection": "你好旅行者。想买些杂货吗？我有很多种类可选",
    "Hello there!": "你好！",
    "Hello there! How are you enjoying the Legends Guild?": "你好！你在传奇公会过得开心吗？",
    "Hello there! I am known as the make-over mage! I have spent many years researching magics that can change your physical appearance!": "你好！我是著名的变身法师！我花了很多年研究能改变你外貌的魔法！",
    "Hello there! I sell plate mail bodies,|are you interested?": "你好！我卖板甲，|有兴趣吗？",
    "Hello there! My colleague tells me you helped to uncover a hidden altar to the god Zaros.": "你好！我的同事告诉我你帮忙发现了一座Zaros神的隐藏祭坛。",
    "Hello there! Nice weather we've been having.": "你好！最近天气不错。",
    "Hello there! What can I do for you?": "你好！我能帮你什么？",
    "Hello there, <displayname>!": "你好，<displayname>！",
    "Hello there, I don't think I've seen you before.": "你好，我好像以前没见过你。",
    "Hello there, I've been looking for you.": "你好，我一直在找你。",
    "Hello there, I've cast the spell in the swamp, but I'm not sure what to do now.": "你好，我已经在沼泽里施放了咒语，但我不确定现在该怎么办。",
    "Hello there, What's wrong?": "你好，怎么了？",
    "Hello there, are you the King's scout?": "你好，你是国王的侦察兵吗？",
    "Hello there, have you been blessed yet?": "你好，你被祝福了吗？",
    "Hello there, how did you get on?": "你好，你做得怎么样？",
    "Hello there, how is the quest going?": "你好，任务进展如何？",
    "Hello there, what do you do here?": "你好，你在这里做什么？",
    "Hello there, would you like to take part in the archery competition? It only costs 200 coins to enter.": "你好，你想参加射箭比赛吗？只需200金币即可报名。",
    "Hello there, you look lost.": "你好，你看起来迷路了。",
    "Hello there,|are you too lazy to work as well?": "你好，|你也懒得工作吗？",
    "Hello there. Caught any of those weird thieves yet?": "你好。抓到那些奇怪的小偷了吗？",
    "Hello there. I haven't seen you around here before. If you've come to admire the Carnillean family home I must warn you not to cause any trouble.": "你好。我以前没在这里见过你。如果你是来参观Carnillean家族宅邸的，我必须警告你不要惹麻烦。",
    "Hello there. I haven't seen you before?": "你好。我以前没见过你吧？",
    "Hello there. I've spoken to Councillor Halgrive. He has asked me to round up your sheep and slaughter them.": "你好。我跟Halgrive议员谈过了。他让我来围捕你的羊并宰杀它们。",
    "Hello there. It's good to see you again.": "你好。很高兴再次见到你。",
    "Hello there. What is this place?": "你好。这是什么地方？",
    "Hello there. You've come to the right place if you're looking for adventurer's equipment.": "你好。如果你在找冒险装备，你来对地方了。",
    "Hello there.|I fear Guidor may not be long for this world!": "你好。|我担心Guidor在这个世界上待不了多久了！",
    "Hello there.|I'm sorry about your sheep...": "你好。|我对你的羊感到抱歉……",
    "Hello there.|My name is Cromperty.|I am a Wizard, and an inventor.": "你好。|我叫Cromperty。|我是一名巫师，也是一名发明家。",
    "Hello there.|Want to have a look at what we're selling today?": "你好。|想看看我们今天卖什么吗？",
    "Hello there.|You're that hero who saved the orbs.|Soon we will perform the ritual|and the village will be safe again.": "你好。|你就是那个拯救了宝珠的英雄。|很快我们就会举行仪式|村庄就会再次安全了。",
    "Hello there; as you can see I am a student.": "你好，如你所见我是一名学生。",
    "Hello traveller, I'm pleased to see you.|We were hoping to find an extra pair of hands.|That's if you don't mind helping?": "你好旅行者，很高兴见到你。|我们正希望能多一个帮手。|如果你不介意帮忙的话？",
    "Hello traveller, any word from the Cannon Engineer?": "你好旅行者，大炮工程师有消息吗？",
    "Hello traveller, are you here to help or just to watch?": "你好旅行者，你是来帮忙的还是来看热闹的？",
    "Hello traveller, how are you?": "你好旅行者，你好吗？",
    "Hello traveller, how is your metalworking coming along?": "你好旅行者，你的金属加工学得怎么样了？",
    "Hello traveller, how's things?": "你好旅行者，一切还好吗？",
    "Hello traveller, we must retrieve the orb.|It's being held by Khazard troops north of here.": "你好旅行者，我们必须夺回宝珠。|它被这里北边的Khazard军队扣押了。",
    "Hello traveller, what brings you to my humble smithy?": "你好旅行者，什么风把你吹到我这简陋的铁匠铺来了？",
    "Hello traveller,|any word from the Cannon Engineer?": "你好旅行者，|大炮工程师有消息吗？",
    "Hello traveller. Are you eating properly? You look tired.": "你好旅行者。你吃得好吗？你看起来很累。",
    "Hello traveller. Are you enjoying your stay?": "你好旅行者。你在这里过得好吗？",
    "Hello traveller. Do you need to go back over?": "你好旅行者。你需要回到对面吗？",
    "Hello traveller. Have a look at my latest range of|gnome fashion. Rometti is the ultimate label in gnome|high society.": "你好旅行者。看看我最新系列的|地精时装。Rometti是地精|上流社会的顶级品牌。",
    "Hello traveller. How can I be of assistance?": "你好旅行者。我能帮你什么？",
    "Hello traveller. The guards are still distracted if you wish to cross the wall.": "你好旅行者。如果你想翻墙的话，守卫们仍然分心着。",
    "Hello traveller.|Are you here to fish or to hunt for treasure?": "你好旅行者。|你是来钓鱼还是来寻宝的？",
    "Hello wanderer.|Do you require any assistance?": "你好流浪者。|你需要帮助吗？",
    "Hello warrior. We need the coordinates|for a direct hit from the ballista.|Once you have a direct hit you will be able|to enter the stronghold and retrieve the orb.": "你好战士。我们需要坐标|才能用弩炮直接命中。|一旦你命中了就能|进入要塞取回宝珠。",
    "Hello young man.": "你好年轻人。",
    "Hello young one. Cross my palm with silver and the future will be revealed to you.": "你好年轻人。用银币交叉我的手掌，未来就会向你揭示。",
    "Hello youngster!": "你好年轻人！",
    "Hello youngster.": "你好年轻人。",
    "Hello your highness!": "你好殿下！",
    "Hello yourself.": "你也好。",
    "Hello!": "你好！",
    "Hello! How are you today??": "你好！你今天怎么样？？",
    "Hello! I am in search of a quest.": "你好！我在寻找任务。",
    "Hello! Playing solitaire?": "你好！在玩纸牌吗？",
    "Hello! Would you like to trade?": "你好！你想交易吗？",
    "Hello, <displayname>.|I'm Brother Brace. I'm here to |tell you all about prayer.": "你好，<displayname>。|我是Brace修士。我来|告诉你关于祈祷的一切。",
    "Hello, I am Osman. With what can I assist you?": "你好，我是Osman。我能帮你什么？",
    "Hello, I am in search of an Entranan Firebird. Can you help me?": "你好，我在寻找一只Entrana火鸟。你能帮我吗？",
    "Hello, I am in search of the Holy Grail.": "你好，我在寻找圣杯。",
    "Hello, I am the panning guide. I teach students how to pan in these waters. They're not permitted to do so until after they've had training and, of course, they must be invited to pan here too.": "你好，我是淘金向导。我教学生们如何在这些水域淘金。他们在接受训练之前不允许这样做，当然，他们也必须被邀请才能在这里淘金。",
    "Hello, I am the panning guide. I'm here to teach you how to pan for gold.": "你好，我是淘金向导。我来教你如何淘金。",
    "Hello, I don't recognise you. We don't get many newcomers around here.": "你好，我不认识你。这里不常有新面孔。",
    "Hello, I hear you're an errand boy for the chemist.": "你好，我听说你是化学家的跑腿小弟。",
    "Hello, I'm a friend of Elena, here to see Guidor.": "你好，我是Elena的朋友，来看Guidor的。",
    "Hello, I'm afraid only the top fishers are allowed to use our premier fishing facilities.": "你好，恐怕只有顶级钓鱼者才能使用我们的高级钓鱼设施。",
    "Hello, I've been blessed but I don't know what to do now.": "你好，我已经被祝福了，但我不知道现在该怎么办。",
    "Hello, I've been expecting you.|Elena tells me you need to cross the wall.": "你好，我一直在等你。|Elena告诉我你需要翻过城墙。",
    "Hello, I've got a vial for you to take to Varrock.": "你好，我有一瓶药需要你带到瓦洛克。",
    "Hello, Kolodion.": "你好，Kolodion。",
    "Hello, are you alright?": "你好，你还好吗？",
    "Hello, are you in charge?": "你好，你是负责人吗？",
    "Hello, are you okay?": "你好，你没事吧？",
    "Hello, bold adventurer!|Can I interest you in some swords?": "你好，勇敢的冒险者！|有兴趣看看剑吗？",
    "Hello, captain! Here to inspect your new ship? Just a|little work and she'll be seaworthy again.": "你好，船长！来检查你的新船吗？只需|做点小工，她就能再次航行了。",
    "Hello, did you find the orb?": "你好，你找到宝珠了吗？",
    "Hello, do you have a knight named Sir Percival?": "你好，你们有一位叫Percival爵士的骑士吗？",
    "Hello, do you need any help?": "你好，你需要帮忙吗？",
    "Hello, friend!": "你好，朋友！",
    "Hello, has Lollk returned yet?": "你好，Lollk回来了吗？",
    "Hello, how are you?": "你好，你好吗？",
    "Hello, how can I help you?": "你好，我能帮你什么？",
    "Hello, how did it go with the Choc Saturday?": "你好，Choc Saturday做得怎么样？",
    "Hello, how was your journey?": "你好，旅途还好吗？",
    "Hello, how's it going?": "你好，怎么样？",
    "Hello, how's the job?": "你好，工作怎么样？",
    "Hello, how's things?": "你好，一切还好吗？",
    "Hello, is your name Golrie?": "你好，你叫Golrie吗？",
    "Hello, only the top fishers are allowed in here, you need a fishing level of 68 to enter.": "你好，只有顶级钓鱼者才能进入这里，你需要68级钓鱼技能才能进入。",
    "Hello, shorty.": "你好，矮子。",
    "Hello, traveller, how can I help?": "你好旅行者，我能帮什么忙？",
    "Hello, welcome to our maze.|I'm Elkoy the tree gnome.": "你好，欢迎来到我们的迷宫。|我是树地精Elkoy。",
    "Hello, welcome to the Civic Office of West Ardougne. How can I help you?": "你好，欢迎来到西阿多格尼市政厅。我能帮你什么？",
    "Hello, welcome to the Cooking Guild.|Only accomplished chefs and cooks are allowed in here.|Feel free to use any of our facilities.": "你好，欢迎来到烹饪公会。|只有资深厨师才能进入。|随意使用我们的任何设施。",
    "Hello, welcome to the fishing guild.  Please|feel free to make use of any of our facilities.": "你好，欢迎来到钓鱼公会。请|随意使用我们的任何设施。",
    "Hello, what are you doing out here?": "你好，你在外面做什么？",
    "Hello, what is this place?": "你好，这是什么地方？",
    "Hello, who are you?": "你好，你是谁？",
    "Hello, would you like a worm?": "你好，想要一条虫子吗？",
    "Hello, you must be Guidor.|I understand that you are unwell.": "你好，你一定是Guidor。|我听说你身体不好。",
    "Hello, young mage. You're a tough one.": "你好，年轻的法师。你很顽强。",
    "Hello, your highness.": "你好，殿下。",
    "Hello, your highness.|Have you any news on the Daconia stones?": "你好，殿下。|关于Daconia石有什么消息吗？",
    "Hello. Are you an Imcando dwarf?": "你好。你是Imcando矮人吗？",
    "Hello. Do you want to buy or sell any maces?": "你好。你想买或卖钉头锤吗？",
    "Hello. Having any luck getting the sextant and watch?": "你好。六分仪和手表找到了吗？",
    "Hello. How are you today?": "你好。你今天怎么样？",
    "Hello. How can I help you?": "你好。我能帮你什么？",
    "Hello. How's it going?|Any luck?": "你好。进展如何？|有什么运气吗？",
    "Hello. I Kangai Mau of the Rantuki tribe.": "你好。我是Rantuki部落的Kangai Mau。",
    "Hello. I am here for Excalibur. Can I have it yet?": "你好。我来取Excalibur。我可以拿了吗？",
    "Hello. I am the squire to Sir Vyvin.": "你好。我是Vyvin爵士的侍从。",
    "Hello. I have some fine silk from Al-Kharid to sell to you.": "你好。我有一些来自阿尔卡里德的上等丝绸要卖给你。",
    "Hello. I hear tell you're after that loony cult who broke in the other night. It always gladdens me when civilians assist the law like this.": "你好。我听说你在追查那晚闯入的那个疯狂邪教。看到平民这样协助执法总是令我很高兴。",
    "Hello. I hope they come out and find me soon.|It's getting cold.": "你好。我希望他们快点出来找到我。|天越来越冷了。",
    "Hello. I'm in search of very high quality gold.": "你好。我在寻找非常高品质的黄金。",
    "Hello. I'm looking for a quest. Who should I talk to?": "你好。我在找任务。我应该跟谁说？",
    "Hello. I've heard you stopped the demon, well done!": "你好。我听说你阻止了恶魔，干得好！",
    "Hello. King Arthur has sent me on a quest for the Holy Grail. He thought you could offer some assistance.": "你好。亚瑟王派我来寻找圣杯。他认为你能提供一些帮助。",
    "Hello. My name is Dimintheis, of the noble family Fitzharmon.": "你好。我叫Dimintheis，来自Fitzharmon贵族家庭。",
    "Hello. Oh, are you new?": "你好。哦，你是新来的吗？",
    "Hello. The sarge is furious with me! Apparently those loony cultists have been back somehow without me noticing! I got a right roasting earlier...": "你好。军士对我很生气！那些疯狂的邪教徒竟然在我没注意到的情况下又回来了！我刚才被骂了一顿……",
    "Hello. We don't get many newcomers around here.": "你好。这里不常有新面孔。",
    "Hello. What are you doing here?": "你好。你在这里做什么？",
    "Hello. What do you want?": "你好。你想要什么？",
    "Hello. What is this building?": "你好。这栋建筑是什么？",
    "Hello. Who are you?": "你好。你是谁？",
    "Hello. Why are you so tall?": "你好。你为什么这么高？",
    "Hello...": "你好……",
    "Hello... Who are you?": "你好……你是谁？",
    "Hello.|How are you?": "你好。|你好吗？",
    "Hello?": "你好？",
    "Help Menu": "帮助菜单",
    "Help me take vengeance on Viyeldi and I will gladly remove the rocks and allow you access to the water. What say you?": "帮我向Viyeldi复仇，我会乐意移开石头让你到达水源。你觉得怎么样？",
    "Help wanted? Enquire within.": "招人？内详。",
    "Help? Oh wonderful, dear traveller!": "帮忙？太好了，亲爱的旅行者！",
    "Help? What help? I didn't help! Please don't say I did, I'll get in trouble!": "帮忙？什么帮忙？我没有帮忙！请别说我帮了，我会惹麻烦的！",
    "Her breath is the main thing to watch out for.|You can get fried very fast, unless you have a special flameproof antidragon shield.": "她的吐息是最需要注意的。|你会很快被烤焦，除非你有一面特殊的防龙盾。",
    "Her cousin and I are getting on well though.|Thanks for your help!": "不过她的表亲和我相处得很好。|谢谢你的帮助！",
    "Her father confronted her about her constant petty thieving, and was devestated to find she had stolen a silver needle which had meant a lot to him.": "她父亲就她经常小偷小摸的行为质问她，发现她偷了一根对他意义重大的银针后心碎不已。",
    "Her house full of pictures of a city on island and old|pictures of people. Me not recognise island.": "她的房子里满是一座岛上城市的照片和|人物的老照片。我不认识那个岛。",
    "Herblore eh? You're probably best off talking to Kaqemeex about that; he's the best herblore teacher we currently have. I believe at the moment he's at out stone circle just North of here.": "草药学？你最好去跟Kaqemeex谈谈那个；他是我们目前最好的草药学老师。我相信他现在在这里正北方的石圈那里。",
    "Herblore is the skill of working with herbs and other ingredients, to make useful potions and poison.": "草药学是使用草药和其他材料来制作有用药水和毒药的技能。",
    "Herbs can be found on the ground, and are also dropped by some monsters when you kill them.": "草药可以在地上找到，也会在你杀死某些怪物时掉落。",
    "Here at Thessalia's fine clothing boutique, we offer a unique service where we will totally revamp your outfit to your choosing, for... wait for it...": "在Thessalia的高档服装精品店，我们提供独特的服务，可以根据你的选择彻底改造你的装扮，只需……等一下……",
    "Here get this worm down you. It'll do you the world of|good.": "来吃了这条虫子。它对你|大有好处。",
    "Here is Excalibur, guard it well.": "这是Excalibur，好好守护它。",
    "Here is a copy of the key that should give you access to the chest.": "这是一把钥匙的复制品，应该能让你打开那个箱子。",
    "Here is a key to the chest it's in.|If you bring it here,|I may reward you...": "这是装它的箱子的钥匙。|如果你把它带来，|我可能会奖励你……",
    "Here is a mould to make a token for our Lord;|a mould for the unholy symbol of Zamorak.": "这是一个为我们的主制作信物的模具；|Zamorak的不洁符号的模具。",
    "Here is a special item for you...|It's a new spell.|Read the scroll and you will be able|to teleport yourself here magically...": "这是给你的特殊物品……|它是一个新法术。|阅读卷轴，你就能|用魔法传送到这里……",
    "Here is another crystal.": "这是另一颗水晶。",
    "Here is another pineapple, try not to lose this one.": "这是另一个菠萝，这次别弄丢了。",
    "Here is the key you'll need for the chest!": "这是你打开箱子所需的钥匙！",
    "Here is the stamped letter you asked for.": "这是你要的盖章信函。",
    "Here is what you need.": "这是你需要的。",
    "Here it is - a dangerous substance.|I must remind you that this potion can only be used|if your magic ability is high enough.": "这就是——一种危险物质。|我必须提醒你，只有你的魔法能力|足够高时才能使用这种药水。",
    "Here it is!": "在这里！",
    "Here lies Scorpius: Only those who have seen beyond the stars may seek his counsel.": "Scorpius长眠于此：只有看透了星辰的人才能寻求他的指引。",
    "Here take a look at this, perhaps you can see that you're utterly transparent now!": "来看看这个，也许你能看到你现在完全透明了！",
    "Here take these, I don't see how it will help though.": "拿着这些吧，虽然我看不出这有什么帮助。",
    "Here take these.": "拿着这些。",
    "Here take this, I don't need it.": "拿着这个，我不需要了。",
    "Here we are. Despite what has happened here, I hope you feel welcome.": "我们到了。尽管这里发生了这些事情，我还是希望你感到受欢迎。",
    "Here we are. Take the orb to King Bolren, I'm sure he'll be pleased to see you.": "我们到了。把宝珠带给Bolren国王，我相信他会很高兴见到你的。",
    "Here ya go pal. Enjoy!": "给你，伙计。享用吧！",
    "Here you are, accept these with my gratitude. You'll|need to soak them in sacred water before planting them.|I notice that you must already be familiar with sacred|water to have passed into the flaming octagram.": "给你，带着我的感激收下这些。你需要|在种植之前将它们浸泡在圣水中。|我注意到你一定已经熟悉圣水|了，才能通过那个燃烧的八芒星。",
    "Here you go!": "给你！",
    "Here you go, how's that for a quick effort?|Not bad I think!": "给你，这速度怎么样？|我觉得还不错！",
    "Here you go, look after her and thank you again!": "给你，好好照顾她，再次感谢你！"
}