{
    "The examiner up at the education centre can help you there.": "教育中心的考官可以帮你。",
    "The expert has already seen the talisman.": "专家已经看过那个护身符了。",
    "The fiend has made his lair in the Wilderness below the Obelisk of Air.": "那个恶魔在气之方尖碑下方的荒野中建了巢穴。",
    "The figure turns and soars away, quickly disappearing into the distance.": "那个身影转身飞走了，很快消失在远方。",
    "The first person I can speak to in ages...": "好久以来第一个能和我说话的人……",
    "The first signs are typical flu symptoms. These tend to be followed by severe nightmares, horrifying hallucinations which drive many to madness.": "最初的症状是典型的流感。之后往往会出现严重的噩梦，令人恐惧的幻觉让许多人走向疯狂。",
    "The first task is to find out what's killing the tree.": "第一个任务是找出是什么在杀死这棵树。",
    "The fish here aren't suitable for catching with a Big Net.": "这里的鱼不适合用大网捕捉。",
    "The fish here aren't suitable for catching with a big net.": "这里的鱼不适合用大网捕捉。",
    "The fishermen are becoming stranger by the minute,|and they keep pulling up those blasted sea slugs.": "渔民们每分钟都在变得更奇怪，|他们一直在捞上那些该死的海蛞蝓。",
    "The fishermen spend all day pulling in hauls of fish,|only to throw back the fish and keep those nasty sea slugs.": "渔民们整天拉网捕鱼，|结果把鱼全扔回去只留下那些恶心的海蛞蝓。",
    "The fissure looks very dark, you're not sure what lies beyond.": "裂缝看起来非常黑暗，你不确定里面是什么。",
    "The foreman is too busy to talk.": "工头太忙了没空说话。",
    "The formless shape of Echned Zekin takes the dagger from you. As a ghostly hand envelopes the dagger, something seems to move from the black weapon into the floating figure of the spirit.": "Echned Zekin无形的身影从你手中拿走了匕首。当一只幽灵般的手包裹住匕首时，似乎有什么东西从这把黑色武器中移入了漂浮的灵魂之中。",
    "The formless shape shimmers brightly...": "无形的身影闪烁着明亮的光芒……",
    "The fountain is swarming with mosquitos.|There's a nest of them underneath the fountain.": "喷泉到处是蚊子。|喷泉底下有一窝蚊子。",
    "The further, the better! Hee hee!": "越远越好！嘻嘻！",
    "The gallows look pretty eerie. You search but find nothing.": "绞刑架看起来很阴森。你搜索了一番但什么也没找到。",
    "The gate feels very cold to your touch! Are you sure you want to go through?": "大门摸起来非常冰冷！你确定要通过吗？",
    "The gate is locked, but Jeremy's not in there anyway.": "门锁着，不过Jeremy反正也不在里面。",
    "The gate is locked.": "门锁着。",
    "The general stores in Asgarnia and Misthalin are heavily taxed. It really makes it hard for them to run an effective business. For some reason taxmen don't visit my store.": "Asgarnia和Misthalin的杂货店税很重。这使得他们很难有效经营。不知为何税务官从不来我的店。",
    "The ghost vanishes.": "鬼魂消失了。",
    "The gnome appears to be singing.": "地精似乎在唱歌。",
    "The gnome backs away": "地精退后了",
    "The gnome continues to eat.": "地精继续吃东西。",
    "The gnome is munching on a worm hole.": "地精正在嚼一个虫洞。",
    "The gnome is praying.": "地精正在祈祷。",
    "The gnome is too busy to talk.": "地精太忙了没空说话。",
    "The gnome seems a little drunk.": "地精似乎有点醉了。",
    "The gnome tells you the @dbl@height coordinate.": "地精告诉你@dbl@高度坐标。",
    "The gnome tells you the @dbl@y coordinate.": "地精告诉你@dbl@y坐标。",
    "The gnomes begin to chant. Meanwhile, King Bolren holds the orbs of protection out in front of him.": "地精们开始吟唱。与此同时，Bolren国王将守护宝珠举在面前。",
    "The goblins are still getting in,|so there must still be some broken railings.": "哥布林还在进来，|所以一定还有一些破损的栏杆。",
    "The goblins must have taken him.": "一定是哥布林把他带走了。",
    "The goblins seemed to have stopped getting in,|I think you've done the job.": "哥布林似乎不再进来了，|我想你完成任务了。",
    "The goblins will never make up their minds on their own.": "哥布林永远无法自己下定决心。",
    "The great Lady Keli, of course I have heard of you. You are famous in RuneScape!": "伟大的Keli女士，我当然听说过你。你在RuneScape很有名！",
    "The great snake of Guthix guards more than she knows.": "Guthix的大蛇守护的东西比她知道的更多。",
    "The grill is too secure.|You can't pull it off alone.": "铁栅栏太牢固了。|你一个人拉不开。",
    "The ground in the centre of the village is very sacred to us. Maybe you could try there?": "村庄中心的土地对我们来说非常神圣。也许你可以去那里试试？",
    "The guard always keeps hold of them.": "守卫一直拿着它们。",
    "The guard approaches you again and gives you a sharp kick.": "守卫再次走近你并狠狠踢了你一脚。",
    "The guard comes over and helps you. He takes one end of the barrel.": "守卫过来帮你。他抬起了桶的一端。",
    "The guard downstairs said you were lonely.": "楼下的守卫说你很寂寞。",
    "The guard gets out a scroll of paper and starts looking through it.": "守卫拿出一卷纸开始翻看。",
    "The guard hands you a Barcrawl card": "守卫递给你一张酒吧巡游卡",
    "The guard is drunk, and no longer a problem.": "守卫喝醉了，不再是问题了。",
    "The guard leans close and whispers": "守卫凑近低声说",
    "The guard leans closer to you and says in a low voice.": "守卫向你靠近并低声说。",
    "The guard moves back to his post and winks at you knowingly.": "守卫回到了他的岗位并会意地向你眨了眨眼。",
    "The guard notices the barrel (with Ana in it) that you're carrying.": "守卫注意到了你扛着的桶（里面装着Ana）。",
    "The guard places the barrel carefully on the lift platform.": "守卫小心地把桶放在升降台上。",
    "The guard quickly finishes the rest of the bottle and begins to sway slightly.": "守卫很快喝完了剩下的酒，开始微微摇晃。",
    "The guard seems quite bad tempered, probably from having to wear heavy armour in this intense heat.": "守卫脾气似乎很差，大概是因为在酷热中穿着沉重的盔甲。",
    "The guard unlocks the gate and pushes it open for you.": "守卫打开了门锁并为你推开门。",
    "The guard winks at you.": "守卫向你眨了眨眼。",
    "The guardian splashes holy water over you.": "守护者向你泼了圣水。",
    "The guardians of the Staff of Armadyl fear me!": "Armadyl之杖的守护者们都害怕我！",
    "The guards allow me to clean my clothes.": "守卫允许我清洗衣物。",
    "The guards are distracted by the birds,|you must go now,|quickly traveller.": "守卫被鸟分散了注意力，|你现在必须走了，|旅行者快走。",
    "The guards gather around to watch the fight.": "守卫们围过来观看打斗。",
    "The guards move off leaving you stranded in the desert.": "守卫们离开了，把你丢在沙漠中。",
    "The guards told me not to talk to anyone.": "守卫告诉我不要和任何人说话。",
    "The guildmaster of the Champions' Guild told me.": "冠军公会的会长告诉我的。",
    "The guy at the information kiosk?": "信息亭的那个人？",
    "The half baked batta is completely plain.": "半烤面饼完全是原味的。",
    "The half baked bowl is empty.": "半烤碗是空的。",
    "The half baked crunchies are completely plain.": "半烤脆饼完全是原味的。",
    "The head wizard gives you a package.": "首席巫师给了你一个包裹。",
    "The heat in the furnace slowly rises and soon fuses the parts together. As soon as the item cools, you pick it up.": "熔炉中的温度缓慢升高，很快将各部件熔合在一起。物品一冷却你就把它拿了起来。",
    "The height coordinate is 4.": "高度坐标是4。",
    "The higher Smithing level you reach, the better quality of metal you can work with. You start off on bronze and work your way up as your Smithing skills increase.": "你的锻造等级越高，就能加工越好的金属。你从青铜开始，随着锻造技能的提升逐步升级。",
    "The hive is empty. There are a few dead bees|and a faint smell of poison.": "蜂巢是空的。有几只死蜜蜂|和一丝微弱的毒药气味。",
    "The hooded, headless figure turns to face you... It's quite unnerving.": "戴着兜帽的无头身影转向你……相当令人不安。",
    "The huge doors open into a dark, dank and smelly tunnel. The associated smells of a hundred sweaty miners greets your nostrils. And your ears ring with the 'CLANG CLANG CLANG' as metal hits rock.": "巨大的门通向一条黑暗、潮湿、臭气熏天的隧道。一百个汗流浃背的矿工的气味扑鼻而来。你的耳朵里回荡着金属敲击岩石的'叮叮当当'声。",
    "The human mind is a tremendous thing.": "人类的头脑是一样了不起的东西。",
    "The humans are not attacking!": "人类没有发动攻击！",
    "The ice gloves cool down the cog.|You can carry it now.": "冰手套冷却了齿轮。|你现在可以携带它了。",
    "The information is quite specific, North of Ah Za Rhoon!  That's a great place to start looking!": "信息非常具体，在Ah Za Rhoon以北！那是开始寻找的好地方！",
    "The invincibility potion is almost ready...": "无敌药水快要完成了……",
    "The key fitted the lock! You're free to leave now!": "钥匙和锁对上了！你现在可以自由离开了！",
    "The key is a similar size to the lock, but does not fit.": "钥匙的大小和锁差不多，但插不进去。",
    "The key? The key to what?": "钥匙？什么的钥匙？",
    "The king is the man to talk to if you want a quest.": "如果你想做任务就去找国王谈谈。",
    "The king of where?": "哪里的国王？",
    "The kitten has run off!": "小猫跑掉了！",
    "The label on this shelf reads 'Earth Sciences'; however, the helpful books have been taken. It looks like the other students got to them first.": "这个架子上的标签写着'地球科学'；然而有用的书已经被拿走了。看起来其他学生先下手为强了。",
    "The ladder leads to the entrance of the cavern|that leads from here to the observatory.": "梯子通向洞穴的入口|从这里可以到达天文台。",
    "The lady of the lake has it.|I don't know if she'll give it to you though,|she can be rather temperamental.": "湖中仙女拿着它。|不过我不知道她会不会给你，|她脾气可能有点古怪。",
    "The last one was this big!": "上一条有这么大！",
    "The last place to hold any details regarding this mystery was in the temple of Ah Za Rhoon....and that has long since vanished... it crumbled into dust...": "最后一个保存这个谜团相关细节的地方是在Ah Za Rhoon神殿里……而它早已消失了……化为了尘埃……",
    "The last time I did a trade in this place, I nearly lost the shirt from my back!": "上次我在这里做买卖，差点连身上的衬衫都赔进去了！",
    "The leprechaun magically disappears.": "小矮妖神奇地消失了。",
    "The light at the end of the tunnel is the demon-infested lava pit.": "隧道尽头的光亮是充满恶魔的熔岩坑。",
    "The mage carefully examines the sample.": "法师仔细检查了样本。",
    "The mage only talks in the old tongue, you'll need this.": "法师只用古语交谈，你需要这个。",
    "The mage starts to speak but all you hear is:": "法师开始说话但你听到的只有：",
    "The magic pool has dried up and I need some more pure water.": "魔法池干涸了我需要更多纯净水。",
    "The main aim is to leave with no broken limbs. I think you should be fine.": "主要目标是不断手断脚地离开。我觉得你应该没问题。",
    "The man jumps onto the raft and pushes off down into the sewer system.": "那人跳上木筏顺流而下进入下水道系统。",
    "The man looks upset.": "那人看起来很难过。",
    "The map's behind a door below,|but entering is rather tough.|This is what you need to know:|You must use the following stuff.": "地图在下面一扇门后面，|但要进去可不容易。|这是你需要知道的：|你必须使用以下物品。",
    "The markings appear to be holes in the wall... It's a trap!": "那些标记看起来是墙上的洞……是陷阱！",
    "The markings are very intricate. It's a very strange language. The meaning of it evades you though. Perhaps Trufitus can decipher the markings?": "那些标记非常精细。是一种很奇怪的语言。不过你看不懂它的意思。也许Trufitus能解读这些标记？",
    "The men around you fall silent and the Captain silently fumes. All eyes turn to the Captain...": "你周围的人都沉默了队长默默地怒火中烧。所有的目光都转向了队长……",
    "The men were saddened at the loss of such pure and mighty warriors, yet their sacrifice had not been in vain; for the water of the Salve": "人们为失去如此纯洁而强大的战士而悲伤，但他们的牺牲并非徒劳；因为Salve之水",
    "The might of mortals, to me, is as the dust to the sea.": "凡人的力量，对我而言，如同尘埃之于大海。",
    "The money goes to the city of Al-Kharid.": "钱归阿尔卡里德城所有。",
    "The monk quickly searches you.": "修道士迅速搜查了你。",
    "The monks are running a ship from Port Sarim to Entrana, I hear too. Now leave me alone yer elephant!": "我也听说修道士们在运营一艘从Port Sarim到Entrana的船。现在别烦我了你这头大象！",
    "The moon rises in Scorpio...": "月亮升起在天蝎座……",
    "The morsel is back.|Does it have our tooth for us?": "小东西回来了。|它给我们带牙齿了吗？",
    "The mosquitos bite me bwana! I must go for a swim...": "蚊子咬我啊bwana！我得去游个泳……",
    "The name on this certificate isn't yours!|I can't give you the reward|unless you do the quest yourself!": "这张证书上的名字不是你的！|除非你自己完成任务|否则我不能给你奖励！",
    "The nasty fishermen tried to throw|me and daddy into the sea.|So he told me to hide here.": "那些坏渔民试图把|我和爸爸扔进海里。|所以他让我藏在这里。",
    "The nearest clock tower is south of Ardougne - you could probably get a watch there.": "最近的钟楼在阿多格尼以南——你大概可以在那里弄到手表。",
    "The net has ripped!|You can't catch anything whilst the net is ripped!": "网破了！|网破的时候你什么也抓不到！",
    "The next herb is called Volencia Moss.|It clings to rocks for its existence.|It is difficult to see, so you must search for it well.": "下一种草药叫做Volencia苔藓。|它依附在岩石上生存。|它很难看到，所以你必须仔细搜索。",
    "The object of which you speak did once pass through holy Entrana. I know not where it is now however.": "你说的那个物品确实曾经经过神圣的Entrana。不过我不知道它现在在哪里。",
    "The ogre points to a small clearing to da south.": "食人魔指向南边的一小片空地。",
    "The one that says; 'Please Do Not Ask For Credit As Being Attacked By A Large Angry Werewolf Inn Keeper Often Offends'?": "上面写着'请不要赊账因为被愤怒的大狼人旅店老板攻击经常会冒犯到人'的那个？",
    "The one to get her to the crypt.": "把她送到地下墓穴的那个。",
    "The only exit from the caves below is a portal which leads only to the deepest wilderness!": "下面洞穴的唯一出口是一个传送门，它只通往最深处的荒野！",
    "The only ores and bars I sell are those sold to me.": "我卖的矿石和金属锭都是别人卖给我的。",
    "The only person I know of who would possibly have been of help is Merlin...": "我所知道的唯一可能有所帮助的人是Merlin……",
    "The only place I know is McGrubor's Wood to the north.": "我知道的唯一地方是北边的McGrubor森林。",
    "The only problem is all the wood and flint are damp...|I can't light a thing!": "唯一的问题是所有的木头和燧石都是潮的……|我什么也点不着！",
    "The only question is...|... why?": "唯一的问题是……|……为什么？",
    "The only task remotely approaching a quest is the delivery of that talisman I gave you to the head wizard of the Wizards' Tower,": "唯一算得上任务的事就是把我给你的那个护身符送到巫师塔的首席巫师那里，",
    "The only thing I have heard of my son Caleb is that he is trying to earn his fortune as a great chef in the lands beyond White Wolf Mountain.": "我唯一听说过关于我儿子Caleb的消息就是他正试图在白狼山另一边的土地上当大厨来赚取财富。",
    "The only thing that gets out of here is the rock that we mine.": "从这里出去的唯一东西就是我们开采的石头。",
    "The only thing that is constant...": "唯一不变的东西是……",
    "The orb is being held at the battlefield north of the maze.": "宝珠被扣在迷宫北边的战场上。",
    "The orb, they have the orb. We're doomed.|Do you need me to show you back to the village?": "宝珠，他们拿走了宝珠。我们完了。|你需要我带你回村庄吗？",
    "The orb, they have the orb. We're doomed.|Do you need me to show you through the maze?": "宝珠，他们拿走了宝珠。我们完了。|你需要我带你穿过迷宫吗？",
    "The orb, they have the orb.|It must be returned or we're doomed.": "宝珠，他们拿走了宝珠。|必须拿回来，不然我们就完了。",
    "The orbs are gone,|taken north of the battlefield by a Khazard warlord.|We're all doomed.": "宝珠没了，|被一个Khazard战争领主带到战场以北去了。|我们全完了。",
    "The orbs of protection come to rest gently in the branches of the ancient spirit tree.": "守护宝珠轻轻地落入了古老精灵树的枝条中。",
    "The other two tracker gnomes|should have the other coordinates|if they're still alive.": "另外两个追踪地精|应该有其他坐标|如果他们还活着的话。",
    "The party room knights are already here!": "派对室的骑士们已经到了！",
    "The path of the righteous man is beset on all sides by the iniquities of the selfish and the tyranny of evil men.": "正义之人的路途被自私之徒的不义和邪恶之人的暴虐所困扰。",
    "The pirate leader Scarface Pete has a pair of extremely valuable candlesticks.": "海盗首领刀疤Pete有一对极其珍贵的烛台。",
    "The plague of course...": "当然是瘟疫……",
    "The plague? Tell me more.": "瘟疫？跟我多说说。",
    "The point of realm crossing?": "跨越位面的交汇点？",
    "The politics and histories of Ardougne do not concern me. I have been given a job and intend to see it through to the end.": "阿多格尼的政治和历史与我无关。我接了一份工作，打算做到底。",
    "The pool of sacred water is very precious to us, it is located in the middle of the Kharazi Jungle.": "圣水之池对我们来说非常珍贵，它位于Kharazi丛林的中部。",
    "The poor creatures have developed strangely discoloured wool and flesh. You should have no trouble spotting them.": "那些可怜的生物长出了奇怪变色的毛和肉。你应该很容易就能找到它们。",
    "The prince has escaped, well done!|You are now a friend of Al-Kharid|and may pass through the Al-Kharid toll gate for free.": "王子逃脱了，干得好！|你现在是阿尔卡里德的朋友了|可以免费通过阿尔卡里德收费站。",
    "The prince is guarded by some stupid guards and a clever woman. The woman is our only way to get the prince out. Only she can walk freely about the area.": "王子被一些愚蠢的守卫和一个聪明的女人看守着。那个女人是我们救出王子的唯一途径。只有她能在那个区域自由行走。",
    "The prince is not here. He is...away.|If you can be trusted, speak to the chancellor, Hassan.": "王子不在。他……出去了。|如果你值得信任，去找大臣Hassan谈谈。",
    "The prince is safe and on his way home with Leela.|You can pick up your payment from the chancellor.": "王子安全了，正在和Leela一起回家。|你可以去大臣那里领取报酬。",
    "The prisoner said he was paid by Glough to get the Daconia stones!": "囚犯说是Glough付钱让他去拿Daconia石头的！",
    "The problem is getting Silverlight.": "问题在于如何弄到Silverlight。",
    "The problem is the soil is rock hard. You'll need to pour on some buckets of water to soften it up. I'll keep an eye out for the mourners.": "问题是土壤硬得像石头。你需要倒几桶水来软化它。我会注意哀悼者的。",
    "The professor carries on with his duties.": "教授继续他的工作。",
    "The professor carries on with his studies.": "教授继续他的研究。",
    "The professor from the Observatory says that I need a watch.": "天文台的教授说我需要一块手表。",
    "The professor said that I need to have a sextant. Do you know where I can get one?": "教授说我需要有一个六分仪。你知道我在哪能弄到一个吗？",
    "The proper health and safety points are:|Leather gloves and boots to be worn at all times,|proper tools must be used.": "正确的健康安全要点是：|必须始终佩戴皮手套和皮靴，|必须使用正确的工具。",
    "The proper technique for handling bones is:|Handle bones carefully|and keep away from other samples.": "正确的骨骼处理方法是：|小心处理骨骼|并远离其他样本。",
    "The quests themselves can vary greatly from collecting|beads to hunting down dragons. Generally quests are|started by talking to a non player character and will|involve a series of tasks.": "任务本身千差万别，从收集|珠子到猎杀龙。通常任务|通过与NPC交谈来开始，|会涉及一系列的任务。",
    "The raft flows with the current back to the cave entrance.": "木筏顺流漂回了洞穴入口。",
    "The raft washes up the sewer, and stops at the first island. You need to find the right combination of the five sewer valves above to get further.": "木筏顺着下水道漂上来，停在了第一个岛上。你需要找到上面五个下水道阀门的正确组合才能继续前进。",
    "The raft washes up the sewer, and stops at the fourth island. You need to find the right combination of the five sewer valves above to get further.": "木筏顺着下水道漂上来，停在了第四个岛上。你需要找到上面五个下水道阀门的正确组合才能继续前进。",
    "The raft washes up the sewer, and stops at the second island. You need to find the right combination of the five sewer valves above to get further.": "木筏顺着下水道漂上来，停在了第二个岛上。你需要找到上面五个下水道阀门的正确组合才能继续前进。",
    "The raft washes up the sewer, and stops at the third island. You need to find the right combination of the five sewer valves above to get further.": "木筏顺着下水道漂上来，停在了第三个岛上。你需要找到上面五个下水道阀门的正确组合才能继续前进。",
    "The raft washes up the sewer, past the islands until it reaches the end of the sewer passage.": "木筏顺着下水道漂上来，经过各个岛屿直到到达下水道通道的尽头。",
    "The range is the only place you can cook a lot of the more complex foods in RuneScape. To cook on a range, right click the item you would like to cook, select 'use' then left click the range.": "灶台是RuneScape中你唯一能烹饪很多复杂食物的地方。要在灶台上烹饪，右键点击你想烹饪的食物，选择'使用'然后左键点击灶台。",
    "The realm of the Fisher King is not quite of this reality. It is of a reality very close to ours though... Where it is easiest to cross, THAT is a point of realm crossing.": "渔王的领域并不完全属于这个现实。不过它属于一个与我们非常接近的现实……最容易穿越的地方，那就是跨越位面的交汇点。",
    "The rock appears to move slightly as you touch it... It's a trap!": "当你触碰岩石时它似乎微微移动了……是陷阱！",
    "The rock appears to move slightly as you touch it...|It's a trap!|You don't see any way to disarm it,|maybe you can find a way to cross over it...": "当你触碰岩石时它似乎微微移动了……|是陷阱！|你看不到任何解除它的方法，|也许你能找到跨过它的方法……",
    "The rock is being used.": "岩石正在被使用中。",
    "The rock must remain, it stoppers the waters that babble. The noise troubles my soul and I seek some rest... rest from this terrible torture...": "石头必须留在那里，它堵住了潺潺的流水。那噪音折磨着我的灵魂我需要一些安宁……从这可怕的折磨中得到安宁……",
    "The rock of the shaman is the key.|I understand their power is linked to it in some way.|You may need something heavy to crack this boulder...": "萨满之石是关键。|我了解到他们的力量以某种方式与之相连。|你可能需要某种重物来砸碎这块巨石……",
    "The rocks around here contain tin and copper. You should try mining some.": "这附近的岩石含有锡和铜。你应该试着开采一些。",
    "The rope swing is being used": "绳索秋千正在被使用",
    "The rules are fairly self-evident with lots of different combinations for you to try out!": "规则相当一目了然，有很多不同的组合供你尝试！",
    "The rules are very simple:": "规则非常简单：",
    "The salesman stops for breath.": "推销员停下来喘口气。",
    "The scorpion seems to be going through some crack in the wall. It's gone into some sort of secret room.": "蝎子似乎正从墙上的某个裂缝钻过去。它进入了某种密室。",
    "The scroll bursts into flame.": "卷轴燃烧了起来。",
    "The sea slugs are scared of heat,|I figured that out when I tried to cook them.": "海蛞蝓怕热，|我尝试烹饪它们的时候发现了这一点。",
    "The sea slugs?": "海蛞蝓？",
    "The sextant doesn't seem to work here.": "六分仪在这里似乎不管用。",
    "The shaman's eyes roll back and he returns to his quiet, unassuming self.": "萨满的眼睛翻了回去，他恢复了安静谦逊的样子。",
    "The shapeless entity of Echned Zekin appears in front of you.": "Echned Zekin无形的实体出现在你面前。",
    "The shapeless spirit seems to crackle with energy.": "无形的灵魂似乎噼啪作响充满能量。",
    "The sheep is already in the enclosure.|You don't need to prod it.": "羊已经在围栏里了。|你不需要再赶它了。",
    "The sheep looks extremely unwell.|I don't want to touch it without a full protective suit.": "这只羊看起来极其不适。|没有全套防护服我不想碰它。",
    "The shield of Arrav?|Let me see that!": "Arrav之盾？|让我看看！",
    "The ship comes to a stop.": "船停了下来。",
    "The sickle is the symbol and weapon of the Druid, you need to construct one of silver so that I can bless it, with its powers you will be able to defeat the Ghasts of Mort Myre.": "镰刀是德鲁伊的象征和武器，你需要制作一把银的好让我祝福它，有了它的力量你就能打败Mort Myre的幽灵了。",
    "The six stone heads have appeared just recently in the world. They all face the point of realm crossing. Find where two of the heads face,": "六个石头人头最近才出现在世界上。它们都面朝跨越位面的交汇点。找到两个头像面对的方向，",
    "The small thing returns; what do you want now?": "小东西又回来了；你现在想要什么？",
    "The soil there is slightly magical.|And it gives the cabbages slight magic properties.": "那里的土壤带有微弱的魔力。|这让卷心菜也有了微弱的魔法属性。",
    "The solving of this puzzle could be the key to your treasure.": "解开这个谜题可能就是通往宝藏的钥匙。",
    "The son of Brother Androe's birthday party. He's going to be one year old!": "Androe兄弟的儿子的生日派对。他就要一岁了！",
    "The spell fizzles and has no effect as it passes through the flames.": "咒语穿过火焰时失效了，没有任何效果。"
}