{
    "For da stabbie chucker, I's wanna hunt da chompy! Creature knows what Rantz wants... ...flyin' to stabbie da chompy!": "要那个戳戳丢丢的东西，俺想猎大嘴鸟！小东西知道Rantz想要啥……飞过去戳大嘴鸟！",
    "For just one second, imagine that it's none of your business!": "就一秒钟，想象一下这根本不关你的事！",
    "For now - begone!": "暂时——滚吧！",
    "For now.": "暂时如此。",
    "For ten days and nights they fought, never sleeping, never eating, fuelled by their desire to make the world a better place for humans to live.": "他们战斗了十天十夜，不眠不休，不吃不喝，全凭着让世界变得更适合人类居住的渴望支撑着。",
    "For the full set up... 750,000 coins.|Or I can sell you the separate parts for 200,000 each.": "全套的话……750,000金币。|或者我可以单独卖给你各个部件，每个200,000金币。",
    "For what is a man but this quintessence of dust? And so I say goodnight sweet prince. The rest is silence.": "人不过是尘埃之精华？所以我说，晚安，亲爱的王子。余下的只有沉默。",
    "Forest north of Varrock.": "瓦洛克北边的森林。",
    "Forget it!": "算了吧！",
    "Forget it, I'm not paying.": "算了，我不付钱了。",
    "Fortunately I'm alright at fishing!": "幸好我钓鱼还行！",
    "Fortunately we have acquired a pass to enter that competition...": "幸运的是，我们已经拿到了参加那场比赛的通行证……",
    "Fortune favours us both then adventurer.|I suggest you go and speak to King Arthur.": "那么幸运之神眷顾了我们双方，冒险者。|我建议你去和亚瑟王谈谈。",
    "Found that leprechaun yet?": "找到那个小妖精了吗？",
    "Four leaved clover.": "四叶草。",
    "Frank examines the thread from the crime scene.": "Frank检查了犯罪现场的线头。",
    "Frank, I have some Karamja Rum.": "Frank，我有一些卡拉姆贾朗姆酒。",
    "Franksh, that wash just what I need to shtay on guard. No more beersh, I don't want to get drunk.": "Franksh，那正是我需要的来保持警惕。不要再来啤酒了，我不想喝醉。",
    "Free up a little space so I can give you a present.": "腾出点空间，这样我就能给你一份礼物了。",
    "Free up some space and I'll give you a feather.": "腾出点空间，我就给你一根羽毛。",
    "Friend.": "朋友。",
    "From above you hear a voice..... 'Ladies and gentlemen! Let today's first fight between the outsider and everyone's favourite scorpion commence.'": "你听到上方传来一个声音……'女士们先生们！今天外来者与大家最喜爱的蝎子之间的第一场战斗，现在开始。'",
    "From above you hear a voice..... 'Ladies and gentlemen! Today's second round of battle is between the outsider and Bouncer.'": "你听到上方传来一个声音……'女士们先生们！今天的第二轮战斗是外来者对阵Bouncer。'",
    "From now on I vow to make this stronghold a welcoming place for all! I'll grant you access to all our facilities.": "从现在起，我发誓要把这个要塞变成一个欢迎所有人的地方！我会允许你使用我们所有的设施。",
    "From one of the barrels at the digsite.": "从挖掘现场的一个桶里找到的。",
    "From the markings on it, it seems to be a ceremonial ornament to a god named...": "从上面的标记来看，它似乎是一个用于祭拜一位名叫……的神的仪式装饰品。",
    "From this distance we can't get an accurate enough shot. We need the correct coordinates of the stronghold for a direct hit. I've sent out three tracker gnomes to gather them.": "从这个距离我们无法射得足够准确。我们需要正确的要塞坐标才能直接命中。我已经派出了三个追踪地精去收集坐标。",
    "From what I can tell, after you killed the guard dog who protected the entrance to the monuments, those Zamorakians forced the door into the main chamber": "据我所知，在你杀死了守护纪念碑入口的看门狗之后，那些扎莫拉克信徒强行打开了通往主厅的门",
    "Funnily enough...": "说来也巧……",
    "Funny you should mention that, but when I left there I took this small cloth from the table as a keepsake.": "你提到这个倒是巧了，我离开那里的时候从桌上拿了这块小布作为纪念品。",
    "Funny!": "真有趣！",
    "Funny, you don't look like the gardening type.": "有趣，你看起来不像是会种花的类型。",
    "Furnaces are expensive to build and maintain, so there are not that many scattered around the world. I suggest when you find one you remember its location for future use.": "熔炉建造和维护都很昂贵，所以世界各地并没有太多。我建议你找到一个的时候记住它的位置，以便将来使用。",
    "GAH! I didn't mean to tell you that! Look, just forget I said anything okay?": "啊！我不是故意告诉你的！看，就当我什么都没说好吗？",
    "GRAAAAAARGH!": "嗷嗷嗷嗷嗷！",
    "GREY WOLF FUR??? NOW you're talking!": "灰狼毛皮？？？现在你说到点子上了！",
    "GUARD!": "卫兵！",
    "Gah! Lousy Beggar! Your sort is what's ruining this great land! Why don't you just go and get a job if you need the money so badly?": "呸！讨厌的乞丐！你们这种人就是在毁掉这片伟大的土地！你要是那么缺钱，为什么不去找份工作？",
    "Galahad gives you another table napkin.": "Galahad又给了你一条餐巾。",
    "Galahad now lives a life of religious contemplation. He lives somewhere west of McGrubor's Wood I think.": "Galahad现在过着宗教冥想的生活。我想他住在McGrubor树林西边的某个地方。",
    "Galahad reluctantly passes you a small cloth.": "Galahad不情愿地递给你一块小布。",
    "Galahad winks at you.": "Galahad朝你眨了眨眼。",
    "Galahad? Who is he?": "Galahad？他是谁？",
    "Gang. They're operating there under the name of the VTAM Corporation. Be careful. The Phoenixes ain't the types to be messed about.": "帮派。他们在那里以VTAM公司的名义运作。小心点。凤凰帮可不是好惹的。",
    "Gee. I guess I'll just have to live with that then.": "哎。我想我只能接受了。",
    "Gee.. you think?": "哎……你觉得呢？",
    "Gemini the twins.|The double nature of Gemini awards you a two-handed weapon.": "双子座。|双子座的双重特性奖励你一把双手武器。",
    "General Khazard doesn't tolerate the lazy. If you're not keeping busy I'll practice my combat skills on your hide.": "Khazard将军不容忍懒人。如果你不忙起来，我就拿你练练战斗技巧。",
    "General Khazard?": "Khazard将军？",
    "Generally someone has to prove their loyalty before they can join.": "通常一个人必须先证明自己的忠诚才能加入。",
    "Gerrant (oily fishing rod)": "Gerrant（油腻的钓竿）",
    "Gerrant searches around a bit.": "Gerrant四处搜寻了一会儿。",
    "Gertrude gives you a hug.": "Gertrude给了你一个拥抱。",
    "Gertrude gives you a kitten.": "Gertrude给了你一只小猫。",
    "Gertrude gives you another kitten.": "Gertrude又给了你一只小猫。",
    "Gessh ush a cosshtail.": "给我们来杯鸡尾酒。",
    "Get Items": "获取物品",
    "Get Winelda 20 limpwurt roots for my pot.": "给Winelda弄20个软根草来放进我的锅里。",
    "Get a blonde wig, too. That is up to you to make or find. Something to colour the skin of the prince.": "还要弄一顶金色假发。那得你自己做或找。还需要能给王子皮肤上色的东西。",
    "Get a copy of the Varrock Herald.|If we have any positions right now,|they'll be advertised in there.": "去拿一份《瓦洛克先驱报》。|如果我们现在有职位空缺，|都会在上面刊登广告。",
    "Get a few mates round, get the beers in and have fun!": "叫上几个朋友，来点啤酒，好好玩一场！",
    "Get a grip!": "振作起来！",
    "Get away, get away. One day I'll have my revenge, and I'll have all your heads.": "滚开，滚开。总有一天我会报仇的，我要你们所有人的脑袋。",
    "Get away... Far away from here!": "走开……离这里远远的！",
    "Get it back yourself.": "你自己去拿回来。",
    "Get lost before I chop off your head!": "在我砍掉你的脑袋之前赶紧滚！",
    "Get lost then, this is private property! ...Unless you'd like to be taken in for questioning yourself?": "那就滚吧，这是私人领地！……除非你想被带去审讯？",
    "Get lost!": "滚开！",
    "Get lost. This is private property.": "滚开。这是私人领地。",
    "Get me OUT OF HERE!": "把我从这里弄出去！",
    "Get out and explore the digsite, talk to people and learn!": "出去探索挖掘现场，和人们交谈，多学习！",
    "Get out of here before I give you a beating!": "在我揍你之前赶紧滚！",
    "Get out of my kitchen scoundrel. You're NOT welcome HERE.": "滚出我的厨房，无赖。这里不欢迎你。",
    "Get out of my sight.": "滚出我的视线。",
    "Get out of my way, I'm in a hurry!": "让开，我赶时间！",
    "Get out then! We don't want any riff-raff in here.": "那就出去！我们这里不要闲杂人等。",
    "Get out! Whoever let you in shall be severely punished for this.": "出去！谁放你进来的，必将受到严厉惩罚。",
    "Get over it, it was only a dog.": "别在意了，不过是条狗而已。",
    "Get some soft clay and get her to show you the key somehow. Then take the print, with bronze, to my father.": "弄些软黏土，想办法让她把钥匙给你看看。然后带着印模和青铜去找我父亲。",
    "Get those fishies!": "抓那些小鱼！",
    "Get yer own!": "自己弄去！",
    "Getting ready to go fishing of course. There's no time to waste!": "当然是准备去钓鱼了。没时间浪费！",
    "Give 'em here then.": "那就给我吧。",
    "Give it to me!": "给我！",
    "Give me a quest or else!": "给我个任务，否则别怪我不客气！",
    "Give me a quest please.": "请给我一个任务。",
    "Give me a quest what?": "给我一个任务什么？",
    "Give me a quest!": "给我一个任务！",
    "Give them here and I'll sort out a reward.": "把它们给我，我来安排奖励。",
    "Glad to hear it!": "很高兴听到！",
    "Glad to hear it, good luck!": "很高兴听到，祝好运！",
    "Glad to hear it.": "很高兴听到。",
    "Glad to hear it. Let's keep it that way, hmmm?": "很高兴听到。让我们保持这样，嗯？",
    "Glad you ask. This is the Observatory reception.": "很高兴你问。这里是天文台接待处。",
    "Glough has a store of Daconia rocks further up the passage! He's been accessing the roots from a secret passage at his home.": "Glough在通道深处藏了一批Daconia岩石！他一直从家里的一条秘密通道进入树根区域。",
    "Glough has ordered that I only take gnomes on Gnome Air.": "Glough下令我只能载地精乘坐地精航空。",
    "Glough has some plan to rule RuneScape!": "Glough有个统治RuneScape的计划！",
    "Glough is looking for you! Leave on the glider now before it's too late!": "Glough在找你！趁还来得及赶紧坐滑翔机离开！",
    "Glough is searching his pockets.": "Glough在搜自己的口袋。",
    "Glough paid me to go to this gnome on a hill.|I gave the gnome a seal and he gave me|some rocks to give to Glough.": "Glough付钱让我去找山上的一个地精。|我给了那个地精一个印章，他给了我|一些石头让我带给Glough。",
    "Glough sent me to Karamja to meet him. I delivered a large amount of gold. For what? I don't know. He may be able to tell you what Glough's up to. That's if you can get out of here. You'll find him in the": "Glough派我去卡拉姆贾见他。我送了大量黄金过去。为了什么？我不知道。他也许能告诉你Glough在搞什么。前提是你能从这里出去。你能在",
    "Glough sent me to check on how you are doing.": "Glough派我来看看你进展如何。",
    "Glough sent me.": "Glough派我来的。",
    "Glough!": "Glough！",
    "Glough! I don't know what you're up to but I know you paid Charlie to get those rocks!": "Glough！我不知道你在搞什么鬼，但我知道你付钱给Charlie去弄那些石头！",
    "Glough's scared the whole town, he expects the humans to attack any day. He's even begun to recruit hundreds of gnome soldiers.": "Glough吓坏了整个城镇，他预计人类随时会发动攻击。他甚至已经开始招募数百名地精士兵。",
    "Gloves and boots to be worn at all times; proper tools must be used.": "必须始终佩戴手套和靴子；必须使用适当的工具。",
    "Gnome Air is the finest airline in RuneScape!": "地精航空是RuneScape最好的航空公司！",
    "Gnome stronghold.": "地精要塞。",
    "Go ahead - it's a very good range.|It's easier to use than most other ranges.": "请便——这是一个非常好的炉灶。|它比大多数其他炉灶都更容易使用。",
    "Go and check out that passage!": "去检查一下那条通道！",
    "Go and see my father,|I'll make sure he adequately rewards you.": "去见我的父亲，|我会确保他给你足够的奖励。",
    "Go and see the foreman in the Karamja jungle, there's a shipyard there, you might find some clues. Don't forget the password is Ka-Lu-Min; if they realise that you're not working for Glough there'll be trouble!": "去卡拉姆贾丛林找工头，那里有个造船厂，你可能会找到一些线索。别忘了密码是Ka-Lu-Min；如果他们发现你不是为Glough工作的，就会有麻烦！",
    "Go and talk to the bartender at the Jolly Boar Inn,|he doesn't seem to mind giving away clues.": "去跟欢乐野猪旅馆的酒保聊聊，|他似乎不介意透露些线索。",
    "Go away I'm very busy!": "走开，我很忙！",
    "Go away and play with some cabbage amateur!": "走开，去跟卷心菜玩吧，菜鸟！",
    "Go away then.": "那就走吧。",
    "Go away!": "走开！",
    "Go away! I'm meditating!": "走开！我在冥想！",
    "Go away!|This is our village!": "走开！|这是我们的村子！",
    "Go away!|You're not going to bully your way in here!": "走开！|你别想靠恐吓闯进来！",
    "Go away, human, we busy.": "走开，人类，我们很忙。",
    "Go away, you're getting annoying.": "走开，你真烦人。",
    "Go away. People from the outside shut us in like animals. I have nothing to say to you.": "走开。外面的人把我们像动物一样关起来。我没什么好跟你说的。",
    "Go away. Thish areash resh... restricted! We don't like strangersh, 'specially ones who sway. Oooh!": "走开。这里是……禁区！我们不喜欢陌生人，特别是摇摇晃晃的。哦！",
    "Go away. We don't want any.": "走开。我们不需要。",
    "Go back and tell this captain that if he wants to find this man he should search for him personally. See how much of his own time he would like to waste.": "回去告诉那个队长，如果他想找到这个人，就该自己去找。看看他愿意浪费多少自己的时间。",
    "Go back to the mansion, and assist us in finding this enchantment, so that together we can restore Hazeel to his true power and glory!": "回到宅邸，帮我们找到这个魔法，这样我们就能一起恢复Hazeel的真正力量和荣耀！",
    "Go back to your pesky little green friends.": "回你那些烦人的绿色小朋友那里去吧。",
    "Go chant at the statue of the god you most wish to|represent in this world, you will be rewarded.": "去你最想在这个世界中代表的神的雕像前吟唱，|你会得到奖励。",
    "Go forth and with the sickle make the swamp bloom. Collect natures bounty to fill a druids pouch. So armed will the Ghasts be bound to you until, you flee or they are defeated.": "带着镰刀去让沼泽开花吧。收集大自然的馈赠来填满德鲁伊袋子。这样武装起来，幽魂就会被束缚于你，直到你逃离或它们被击败。",
    "Go get a job!": "去找份工作！",
    "Go in peace.": "平安地去吧。",
    "Go into Desert?": "进入沙漠？",
    "Go meet my main tracker, Koftik. He will help you. He waits for you at the west side of West Ardougne.": "去见我的首席追踪者Koftik。他会帮助你。他在西阿多格尼的西边等你。",
    "Go now and slay him, as you agreed. If you are forfeit on this I will take you as a replacement for Viyeldi!": "现在就去杀了他，如你所承诺的。如果你食言，我就拿你来代替Viyeldi！",
    "Go on then, what's my future?": "那就说吧，我的未来是什么？",
    "Go on then.": "那就继续吧。",
    "Go speak to King Arthur, I'm sure he'll reward you!": "去跟亚瑟王说说，我相信他会奖赏你的！",
    "Go speak to Merlin. He may be able to give a better clue as to where it is now you have freed him from that crystal.": "去跟梅林说说。既然你已经把他从水晶中解救出来，他也许能给你更好的线索知道它在哪里。",
    "Go talk to Shantay. I'm on duty and I don't have time to talk to the likes of you!": "去跟Shantay说。我在执勤，没时间跟你这种人聊天！",
    "Go talk to him if you need some advice.": "如果你需要建议的话就去跟他谈谈。",
    "Go talk to our man Alfonse, the waiter in the Shrimp|and Parrot.": "去跟我们的人Alfonse谈谈，他是虾与鹦鹉餐厅的|侍者。",
    "Go to Leela, she is close to here.": "去找Leela，她就在附近。",
    "Go to Rimmington and get some touch paper from the chemist. Use his errand boys to smuggle the vials into Varrock.": "去Rimmington从化学家那里拿些火药纸。利用他的跑腿小弟把药瓶偷运进瓦洛克。",
    "Go to the Apothecary, tell him I sent you.": "去找药剂师，告诉他是我让你去的。",
    "Go to the King and tell him! Finally you have proof. Surely King Narnode will belive you now and set me free!": "去告诉国王！你终于有证据了。Narnode国王现在一定会相信你并释放我的！",
    "Go to where the six heads face,|blow the whistle and away you go!": "去六个头像朝向的地方，|吹响哨子就可以出发了！",
    "Go!": "走吧！",
    "Go... go now...!": "走……快走……！",
    "Goblins! They wander everywhere, attacking anyone they think is small enough to be an easy victim. We need more cannons to fight them off properly.": "哥布林！它们到处游荡，攻击任何它们认为足够弱小的目标。我们需要更多大炮来妥善击退它们。",
    "God speed to you my friend.": "愿神保佑你，我的朋友。",
    "Good Luck!": "祝好运！",
    "Good a guess as any right?": "跟其他猜测差不多对吧？",
    "Good afternoon madam. In need of a haircut are we?": "下午好，女士。需要理发吗？",
    "Good afternoon sir. In need of a haircut are we? Perhaps a shave too?": "下午好，先生。需要理发吗？也许还需要刮胡子？",
    "Good attitude!": "好态度！",
    "Good creature, quickly, hurry bring da stabbers!": "好的小东西，快点，快把戳戳带来！",
    "Good day Bwana, it's always good to see you.": "日安，勇士，见到你总是很高兴。",
    "Good day Bwana. The Kharazi Jungle is especially beautiful today isn't it? My village people pass on their thanks to you.": "日安，勇士。今天的Kharazi丛林特别美丽，不是吗？我的村民们向你表示感谢。",
    "Good day Bwana. The jungle is especially beautiful today isn't it? My village people pass on their thanks to you.": "日安，勇士。今天的丛林特别美丽，不是吗？我的村民们向你表示感谢。",
    "Good day Effendi!": "日安，阁下！",
    "Good day brave adventurer!|Could I interest you in my fine selection of weapons?": "日安，勇敢的冒险者！|有兴趣看看我精选的武器吗？",
    "Good day brother, my name's <displayname>.": "日安，兄弟，我叫<displayname>。",
    "Good day newcomer.|My name is Terrova.|I'm here to tell you about magic.|Let's start by opening your spell list.": "日安，新人。|我叫Terrova。|我来告诉你关于魔法的知识。|让我们先打开你的法术列表。",
    "Good day to you Sir.": "日安，先生。",
    "Good day to you land lover.|Fancy hitting the high seas again?": "日安，旱鸭子。|想再次出海吗？",
    "Good day to you my dear sir!": "日安，亲爱的先生！",
    "Good day to you my friend, a beautiful one at that. Would you like some groceries? I have all sorts. Alcohol also, if you're partial to a drink.": "日安，朋友，今天天气真好。想买些杂货吗？我什么都有。如果你喜欢喝酒，也有酒精饮品。",
    "Good day to you outsider. I'm Klank, I'm the only blacksmith still alive down here. In fact we're the only ones that haven't yet turned.": "日安，外来者。我是Klank，我是这里还活着的唯一铁匠。事实上我们是唯一还没有变异的人。",
    "Good day to you traveller.": "日安，旅行者。",
    "Good day to you traveller.|Would you be interested in buying some gems?": "日安，旅行者。|有兴趣买些宝石吗？",
    "Good day to you.": "日安。",
    "Good day to you. My name is Terry Balando; I am an expert on digsite finds.": "日安。我叫Terry Balando；我是挖掘现场发现物方面的专家。",
    "Good day to you. Nice weather we've been having.": "日安。最近天气不错。",
    "Good day to you.|What can I get you to drink?": "日安。|想喝点什么？",
    "Good day to your traveller,|are you here to fish or just looking around?|I've caught some beauties down here.": "日安，旅行者，|你是来钓鱼还是只是看看？|我在这里钓到了一些好东西。",
    "Good day, my dear fellow.": "日安，亲爱的朋友。",
    "Good day, would you like to access your bank account?": "日安，您想访问您的银行账户吗？",
    "Good day.": "日安。",
    "Good day. What can I get you?": "日安。需要点什么？",
    "Good for all of us!": "对我们所有人都好！",
    "Good for the foremost heroes of the land.": "适合这片土地上最伟大的英雄。",
    "Good for you.": "不错嘛。",
    "Good for you. I'll give a master thief's armband to the one who retrieved that. I know it wasn't you.": "不错嘛。我会把大师盗贼臂章给取回那东西的人。我知道不是你。",
    "Good for you. Now what do you want?": "不错嘛。那你想要什么？",
    "Good for you.|Now can you take a vial to Varrock for me?": "不错嘛。|现在你能帮我把一瓶药送到瓦洛克吗？",
    "Good good, a part of an ogre relic.": "好好，食人魔遗物的一部分。",
    "Good good, we will begin the exam...": "好好，我们开始考试吧……",
    "Good good.": "好好。",
    "Good good. Well, Here's the I.D. papers, take them and introduce yourself to the guards at Scarface Pete's mansion, we'll have that treasure in no time.": "好好。这是身份文件，拿着它们去跟刀疤Pete宅邸的守卫自我介绍吧，我们很快就能得到那些宝藏了。",
    "Good idea. I'll look after the prisoners.": "好主意。我来看管囚犯。",
    "Good luck friend.": "祝好运，朋友。",
    "Good luck to you, you'll need it. May the strength of the Elders be with you...": "祝你好运，你会需要的。愿长老们的力量与你同在……",
    "Good luck traveller, give Iban a slap for me!": "祝好运，旅行者，替我给Iban一巴掌！",
    "Good luck with that then.": "那就祝你好运了。",
    "Good luck with that!": "祝你好运！",
    "Good luck with that.": "祝你好运。",
    "Good luck with the guard. When the guard is out you can tie up Keli.": "对付守卫祝好运。等守卫不在了你就可以绑住Keli。",
    "Good luck with your Herblore practices, Good day adventurer.": "祝你草药学练习顺利，日安，冒险者。"
}