{
    "How do I bless the vessel?": "我怎么祝福这个器皿？",
    "How do I challenge someone to a duel?": "我怎么向别人发起决斗？",
    "How do I get a job with the VTAM corporation?": "我怎么在VTAM公司找到工作？",
    "How do I get clearance?": "我怎么获得许可？",
    "How do I get further into the monastery?": "我怎么进入修道院更深处？",
    "How do I get in here?": "我怎么进去？",
    "How do I get into the Kharazi Jungle?": "我怎么进入Kharazi丛林？",
    "How do I get out of here?": "我怎么离开这里？",
    "How do I get to Zanaris again?": "我怎么再去扎纳里斯？",
    "How do I get to attack the Ghasts?": "我怎么才能攻击幽魂？",
    "How do I get trained?": "我怎么接受训练？",
    "How do I grow the Yommi tree?": "我怎么种植Yommi树？",
    "How do I make a bronze necklace?": "我怎么做青铜项链？",
    "How do I make a weapon out of this?": "我怎么用这个做武器？",
    "How do I make the 'stabbers' again?": "我怎么再做'戳戳'？",
    "How do I make the 'stabbers'?": "我怎么做'戳戳'？",
    "How do I make the totem pole?": "我怎么做图腾柱？",
    "How do crops and such survive down here?": "庄稼什么的怎么在这里存活？",
    "How do crops and such survive down here?|Surely they need a bit of sunlight?": "庄稼什么的怎么在这里存活？|它们肯定需要一些阳光吧？",
    "How do we make a totem pole?": "我们怎么做图腾柱？",
    "How do we make the chompys come?": "我们怎么让大嘴鸟来？",
    "How do you feel?|No heavy flu, shivers, nausea or loss of appetite?": "你感觉怎么样？|没有重感冒、发抖、恶心或食欲不振吧？",
    "How do you have a party in RuneScape?": "在RuneScape里怎么开派对？",
    "How do you know I killed it?": "你怎么知道是我杀的？",
    "How do you know how old I think you are?": "你怎么知道我觉得你多大？",
    "How do you know that?": "你怎么知道的？",
    "How do you know?": "你怎么知道的？",
    "How do you manage that?": "你是怎么做到的？",
    "How do you mean 'suspicious'?": "你说的'可疑'是什么意思？",
    "How does it fit in a shed then?": "那它怎么放得进棚子里？",
    "How does the rock get out?": "那石头是怎么出来的？",
    "How does this amulet help do that then?": "那这个护身符怎么帮忙做到那个？",
    "How goes it adventurer? Any luck in finding the key to the cell or a way of stopping the vampire yet?": "冒险者进展如何？找到牢房钥匙或阻止吸血鬼的方法了吗？",
    "How goes the quest?": "任务进展如何？",
    "How goes thy quest adventurer?": "冒险者你的任务进展如何？",
    "How goes thy quest?": "你的任务进展如何？",
    "How goes your quest to grow the sacred Yommi tree?": "种植神圣Yommi树的任务进展如何？",
    "How goes your quest to release Ungadulu Bwana?": "释放Ungadulu的任务进展如何勇士？",
    "How goes your quest to release Ungadulu?": "释放Ungadulu的任务进展如何？",
    "How goes your quest?": "你的任务进展如何？",
    "How good must the disguise be?": "伪装需要多好？",
    "How interesting Bwana, did you find anything?": "真有趣勇士，你发现什么了吗？",
    "How is a river a good defence then?": "那河流怎么算好的防御？",
    "How is the adventuring going, my friend?": "冒险进展如何，朋友？",
    "How is the fish collecting going?": "收集鱼的进展如何？",
    "How is the quest going?": "任务进展如何？",
    "How long have you been a ghost?": "你当鬼魂多久了？",
    "How long have you been here?": "你在这里多久了？",
    "How long have you been interested in books?": "你对书籍感兴趣多久了？",
    "How long have you worked here?": "你在这里工作多久了？",
    "How many 'bright pretties' do you want?": "你要多少'亮闪闪'？",
    "How many did you need again?": "你说你需要多少来着？",
    "How many more essences do I need to bring you?": "我还需要给你带多少精华？",
    "How much are they?": "它们多少钱？",
    "How much are you willing to pay?": "你愿意付多少钱？",
    "How much do you want for that then?": "那你想要多少钱？",
    "How much for one-way to Varrock?": "去瓦洛克的单程票多少钱？",
    "How much reward are we talking?": "我们说的是多少奖励？",
    "How much?": "多少钱？",
    "How nice to meet someone with such pleasant manners. Do come again when you need to shout at someone smaller than you!": "很高兴遇到一个这么有礼貌的人。下次你想对比你矮的人吼叫时再来吧！",
    "How on earth did this dwarf get in here?": "这个矮人到底是怎么进来的？",
    "How unusual.": "真不寻常。",
    "How unusual. This armour doesn't seem to match with the other finds. Keep looking.": "真不寻常。这件盔甲似乎跟其他发现不匹配。继续找。",
    "How very careless of you!": "你真是太粗心了！",
    "How very careless of you! Here is another key, don't lose it this time !": "你真是太粗心了！这是另一把钥匙，这次别弄丢了！",
    "How very inventive Bwana. You must have seen the lock to have crafted it so well. Does the key work?": "真有创意勇士。你一定见过那把锁才能做得这么好。钥匙管用吗？",
    "How will I get downstairs?": "我怎么下楼？",
    "How will I know which sheep are infected?": "我怎么知道哪些羊被感染了？",
    "How would I do that?": "我该怎么做？",
    "How would I go about doing that?": "我该怎么着手做那个？",
    "How would I go about getting a master thief armband?": "我该怎么获得大师盗贼臂章？",
    "How you doing Murphy?": "你好吗Murphy？",
    "How you doing murphy?": "你好吗murphy？",
    "How's everyone doing there anyway? Wasn't there some plague scare?": "那边大家怎么样了？不是有什么瘟疫恐慌吗？",
    "How's it going?": "进展如何？",
    "How's life been treating you since you got blessed?": "自从你被祝福后日子过得怎么样？",
    "How's life treating you?": "日子过得怎么样？",
    "How's the fishing?": "钓鱼怎么样？",
    "How's the mission going?": "任务进展如何？",
    "How's the study going?": "学习进展如何？",
    "How's the tunnel going?": "隧道挖得怎么样？",
    "How's your little mission going?": "你的小任务进展如何？",
    "How's your magic coming along?": "你的魔法学得怎么样了？",
    "How?": "怎么做？",
    "Howdy there partner!|Want to see my toy horseys?": "你好伙伴！|想看看我的玩具小马吗？",
    "However during recent times a cluster of cultists have settled there, run by a madman named Iban.": "然而近来有一群邪教徒在那里定居，由一个叫Iban的疯子领导。",
    "However she never managed to leave.|My daughter Milli was playing near the west wall|when she saw some shadowy figures jump out and grab her. Milli is upstairs if you wish to speak to her.": "然而她一直没能离开。|我女儿Milli在西墙附近玩耍时|看到一些阴影人影跳出来抓住了她。如果你想跟她说话，Milli在楼上。",
    "However, four sheep recently escaped from| a farm near the city. When they were found,|we noticed that they were strangely discoloured,|so we asked the mourners to examine them.": "然而，最近有四只羊从|城市附近的一个农场逃跑了。当它们被找到时，|我们注意到它们奇怪地变了色，|所以我们让哀悼者来检查它们。",
    "However, you don't have the right components to cast this spell.": "然而，你没有施放这个法术所需的正确组件。",
    "Huh! It looks like you're betting with money you don't have.": "哼！看起来你在用你没有的钱下注。",
    "Huh! Now you're just not making any sense at all! I just cannot understand you!": "哼！现在你说的完全不通！我就是没法理解你！",
    "Huh! You have been talking to the guards at the mining camp. Or worse, that cowardly mercenary captain. Al Zaba Bhasim does not exist, he is a figment of their imagination!": "哼！你跟矿营的守卫们谈过了。或者更糟，跟那个懦弱的佣兵队长。Al Zaba Bhasim根本不存在，他是他们想象出来的！",
    "Huh, fat chance of a rest for me.": "哼，我别想休息了。",
    "Huh, these guards are rubbish, it was easy to sneak past them!": "哼，这些守卫真差劲，溜过他们太容易了！",
    "Huh? I think you're confusing me with somebody else...": "啊？我觉得你把我跟别人搞混了……",
    "Huh? Them's your words, not mine.": "啊？那是你说的，不是我。",
    "Huh? What's this?": "啊？这是什么？",
    "Hum. I probably shouldn't have said that. Forget I mentioned it.": "嗯。我可能不应该说那个。就当我没提过。",
    "Human do puzzle for me!": "人类帮俺解谜！",
    "Humans are planning to invade and wipe out the tree gnomes!": "人类计划入侵并消灭树地精！",
    "Humph, philistine.": "哼，粗人。",
    "Humph. Quite right too. I cannot fathom why this scoundrel would accuse you of such a crime without evidence to back up his accusations.": "哼。说得对。我无法理解这个无赖为什么在没有证据支持的情况下指控你犯下这种罪行。",
    "Hurrah! Now I can stop being a ghost! You just need to put it in my coffin there, And I will be free!": "万岁！现在我终于可以不再当鬼魂了！你只需要把它放进那边我的棺材里，我就自由了！",
    "Hurrah! That's all 25 sets of bones.": "万岁！25套骨头全齐了。",
    "Hurry and free up some space, then.": "那就赶紧腾出些空间。",
    "Hurry friend! Time is against us!": "快朋友！时间紧迫！",
    "Hurry up, get in the cart or I'll go without you!": "快点，上马车，不然我就不等你了！",
    "Hurry, Vacu, the heat kills me... ha ha ha": "快点，Vacu，这热度要把我杀了……哈哈哈",
    "Hush - I'm trying to perfect the art of dealing off the bottom of the deck. Whatever you want, come back later on a members' world and I'll speak to you then.": "嘘——我正在练习底牌术。不管你想要什么，回头在会员世界里再来找我说。",
    "I 'new it were you matey!|'Ere, have some ob the good stuff!": "俺就知道是你伙计！|来，喝点好东西！",
    "I AM Sir Galahad.": "我就是Galahad爵士。",
    "I KNOW it was Anna.": "我知道是Anna干的。",
    "I SAID go AWAY.": "我说了走开。",
    "I actually need help with something else.": "我其实需要别的帮忙。",
    "I admit it won't be easy.": "我承认这不会容易。",
    "I agree! I hope whichever evildoer is responsible gets the full weight of the law brought upon them!": "我同意！我希望无论哪个作恶者都会受到法律的严惩！",
    "I ain't got nothing to sell ye, adventurer.": "我没什么东西可以卖给你，冒险者。",
    "I already gave you some Yommi tree seeds. Try using those first.": "我已经给你一些Yommi树种子了。先试试用那些。",
    "I already have that part...": "我已经有那个部件了……",
    "I already have this crystal in the bank.": "我银行里已经有这颗水晶了。",
    "I already have this crystal.|There is no benefit to getting another.": "我已经有这颗水晶了。|再拿一颗没有用。",
    "I already know how to cook.|Brynna taught me just now.": "我已经知道怎么烹饪了。|Brynna刚才教过我了。",
    "I already told you. I'm not talking to you anymore.": "我已经告诉你了。我不再跟你说话了。",
    "I also found this old journal. I don't know if it's of any importance.": "我还找到了这本旧日记。我不知道它是否重要。",
    "I always wondered what that amulet was... Well, I hope it's useful. Tell me when you get rid of the ghost!": "我一直好奇那个护身符是什么……好吧，希望它有用。等你赶走鬼魂了告诉我！",
    "I am - do you like my disguise?": "我是——你喜欢我的伪装吗？",
    "I am Al Shabim Effendi! I am the leader of the Bedabin peoples!": "我是Al Shabim阁下！我是Bedabin族人的领袖！",
    "I am Al Shabim, greetings on behalf of the Bedabin nomads.": "我是Al Shabim，代表Bedabin游牧民向你问好。",
    "I am Echned Zekin, and I seek peace from my eternal torture...": "我是Echned Zekin，我在寻求从永恒折磨中解脱……",
    "I am Gorad, and you are tiny.|Go now and I won't chase you!": "我是Gorad，你太渺小了。|现在走的话我就不追你了！",
    "I am Keli, you have heard of me then?": "我是Keli，你听说过我吗？",
    "I am Mosol Rei, I am a Jungle Warrior. I used to live in this village, but it is too dangerous for you to stay around here.": "我是Mosol Rei，我是一名丛林战士。我以前住在这个村庄里，但这里对你来说太危险了，不能待在这附近。",
    "I am SO sure it was Carol.": "我非常确定是Carol干的。",
    "I am Sir Prysin. A bold and famous knight of the realm.": "我是Prysin爵士。一位勇敢而著名的王国骑士。",
    "I am Ungadulu, trapped here many years now... Leave these caves and save yourself...": "我是Ungadulu，被困在这里很多年了……离开这些洞穴，救你自己吧……",
    "I am Vannaka, the greatest swordsman alive.": "我是Vannaka，当世最伟大的剑客。",
    "I am a friend to ogres.": "我是食人魔的朋友。",
    "I am a little inexperienced.": "我有点缺乏经验。",
    "I am a master detective.": "我是一名侦探大师。",
    "I am a mighty adventurer, who are you?": "我是一名强大的冒险者，你是谁？",
    "I am a mighty adventurer,|slayer of monsters and user of magic powers.": "我是一名强大的冒险者，|怪物杀手和魔法使用者。",
    "I am a mighty adventurer. Who are you?": "我是一名强大的冒险者。你是谁？",
    "I am a mighty hero!": "我是一名伟大的英雄！",
    "I am a supplier of leather armours and accessories. Ask and I will tell you what I know.": "我是皮甲和配件的供应商。尽管问，我会告诉你我知道的。",
    "I am afraid not. Would that we could! Mordred and his cronies have been thorns in our side for far too long already!": "恐怕不行。要是我们能就好了！Mordred和他的同党已经成为我们的眼中钉太久了！",
    "I am already skilled in digging.": "我已经擅长挖掘了。",
    "I am always looking for a quest.": "我一直在寻找任务。",
    "I am an ogre killer come to destroy you!": "我是食人魔杀手，来消灭你的！",
    "I am at a loss as well Bwana. At this time Ungadulu is the only one who might know of a solution for this puzzle and at this time, he is part of that same puzzle.": "我也没有头绪勇士。目前Ungadulu是唯一可能知道这个谜题答案的人，而此刻他本身也是这个谜题的一部分。",
    "I am definitely an outlaw, prepare to die!": "我绝对是个不法之徒，准备受死吧！",
    "I am employed by the museum in Varrock to oversee all finds at this digsite. Anything you find must be reported to me.": "我受雇于瓦洛克博物馆来监管这个挖掘现场的所有发现。你找到的任何东西都必须向我报告。",
    "I am getting strong and mighty.": "我变得越来越强壮了。",
    "I am glad I know none of your secrets, Keli.": "我很庆幸我不知道你的任何秘密，Keli。",
    "I am going to search for Ah Za Rhoon!": "我要去寻找Ah Za Rhoon！",
    "I am having difficulty with the tribes.": "我跟部落们打交道遇到了困难。",
    "I am here to help you free the prince.": "我来帮你解救王子。",
    "I am here to retrieve your fragment of the Fitzharmon family crest.": "我来取回你手中的Fitzharmon家族纹章碎片。",
    "I am in search of a quest.": "我在寻找任务。",
    "I am in the employ of the Emir.|That is all you need to know.": "我受雇于埃米尔。|你只需要知道这些。",
    "I am involved in various stages of the dig, from the initial investigation to the installation of the mine shafts.": "我参与了挖掘的各个阶段，从最初的调查到矿井的安装。",
    "I am just being nosy.": "我只是好奇。",
    "I am long since dead and buried, lost in the passages of time. Long since have my kin departed and I been forgotten... It is unlikely that you know me... I am a poor tortured soul looking for rest and eternal peace...": "我早已死去并被埋葬，迷失在时间的长河中。我的亲族早已离去，我已被遗忘……你不太可能认识我……我是一个寻求安息和永恒和平的可怜受折磨的灵魂……",
    "I am looking for Al Zaba Bhasim.": "我在找Al Zaba Bhasim。",
    "I am looking for a pineapple.": "我在找一个菠萝。",
    "I am looking for another crystal.": "我在找另一颗水晶。",
    "I am lost!!!": "我迷路了！！！",
    "I am making progress, but I have not recovered the Grail yet.": "我有进展了，但还没找到圣杯。",
    "I am not sure about this...": "我不太确定……",
    "I am not sure at this time Bwana. Give me a few moments to think.": "此刻我不太确定勇士。给我几分钟想想。",
    "I am not sure really.": "我不太确定。",
    "I am not sure why I am searching this bush.": "我不确定我为什么在搜这个灌木丛。",
    "I am not sure, but the legend about her certainly is long. It's a pity that the temple of Ah Za Rhoon has crumbled as there may be some clues that could help us to defeat her.": "我不确定，但关于她的传说确实很长。可惜Ah Za Rhoon的神殿已经坍塌了，因为那里可能有一些线索能帮我们击败她。",
    "I am now ready for the shamans.": "我现在准备好对付萨满了。",
    "I am on a quest to get more pure water.": "我正在执行获取更多纯净水的任务。",
    "I am on an errand.": "我在跑腿办事。",
    "I am on my way back to him with the ingredients.": "我正带着材料赶回去找他。",
    "I am one of the palace guards.": "我是宫殿卫兵之一。",
    "I am questing for the Holy Grail.": "我正在寻找圣杯。",
    "I am ready for the last exam...": "我准备好参加最后的考试了……",
    "I am ready for the next exam.": "我准备好参加下一次考试了。",
    "I am saved, thank you!": "我得救了，谢谢你！",
    "I am searching this tray.": "我在搜索这个托盘。",
    "I am seeking the Grail...": "我在寻找圣杯……",
    "I am so confused about who did it.": "我对谁干的完全搞不清楚。",
    "I am so confused about who did it...": "我对谁干的完全搞不清楚……",
    "I am so very tired... Leave me be... to rest...": "我好累……让我……休息……",
    "I am sorry Bwana, my people are scattered throughout the Kharazi Jungle. Without the totem pole to allay their fears, I believe it is impossible to collect them together as a group.": "抱歉勇士，我的族人分散在整个Kharazi丛林中。没有图腾柱来消除他们的恐惧，我认为不可能把他们聚集在一起。",
    "I am sorry to say that I don't Bwana. You will need to explore that area, but use your wits, and you may be lucky.": "很遗憾我不知道勇士。你需要去探索那个区域，但运用你的智慧，也许你会走运。",
    "I am sorry, but I am very busy.": "抱歉，但我很忙。",
    "I am speechless Bwana, this is truly ancient. Where did you find it?": "我无话可说勇士，这真的是古老的东西。你在哪里找到的？",
    "I am still trying to navigate the skavid caves.": "我仍在尝试在skavid洞穴中导航。",
    "I am still waiting for your letter of recommendation.": "我仍在等你的推荐信。",
    "I am still working on it.": "我还在努力。",
    "I am still working to rid us of the shamans...": "我仍在努力消灭那些萨满……",
    "I am stuck on a question.": "我被一道题难住了。",
    "I am stuck on some more exam questions.": "我又被一些考试题难住了。",
    "I am studying the speech of your kind...": "我在研究你们人类的语言……",
    "I am sure I can. What are you thinking of?": "我确定我能。你在想什么？",
    "I am sure he can use some help.": "我确定他需要一些帮助。",
    "I am sure you won't get any problems. Speak to the Curator of Varrock's museum.": "我确定你不会有任何问题。去跟瓦洛克博物馆的馆长说。"
}