{
    "It is, isn't it?|It was built over 230 years ago.": "是吧？|它建于230多年前。",
    "It is?": "是吗？",
    "It just looks like a normal door... at first.|And then you notice that some of the inscriptions make up letters.|After some time you manage to make sense of it.|Would you like to read it?": "乍一看只是一扇普通的门。|然后你注意到一些铭文组成了字母。|过了一会儿你终于看懂了。|你想读一下吗？",
    "It just looks like some bumpy ground.": "看起来只是一些凹凸不平的地面。",
    "It just so happens that I have!": "恰巧我有！",
    "It kept us from goblin hunting, which was what most boys did. What are you here for?": "它让我们没法去猎哥布林，那是大多数男孩做的事。你来这里做什么？",
    "It kind of looks like the same material as my trousers are made of... same colour anyway. Think it's worth anything? Can I have it? Or just some money?": "它看起来有点像我裤子的材料……反正颜色一样。你觉得它值钱吗？能给我吗？或者给我点钱也行？",
    "It looks a lot like the material your trousers are made of doesn't it?": "它看起来很像你裤子的材料，不是吗？",
    "It looks as if some poor unfortunate soul died here.": "看起来好像有个可怜的倒霉蛋死在了这里。",
    "It looks as if something has been cut from this stone.": "看起来好像有什么东西从这块石头上被切了下来。",
    "It looks as if something is buried here.": "看起来好像有什么东西埋在这里。",
    "It looks as if something is buried here. You may need some tools to excavate further.": "看起来好像有什么东西埋在这里。你可能需要一些工具来进一步挖掘。",
    "It looks as if there is a rocky escarpment that|you could climb up here. Would you like to try?": "看起来这里有一个岩石陡坡|你可以爬上去。你想试试吗？",
    "It looks as if this is where very difficult prisoners are sent as a punishment.": "看起来这里是关押特别难管的囚犯作为惩罚的地方。",
    "It looks as if this pool has dried up. A thick black sludge has replaced|the sparkling pure water. There is a disgusting stench of death that|emanates from this area. Maybe Gujuo knows what's happened.": "看起来这个水池已经干涸了。浓稠的黑色污泥取代了|晶莹的纯净水。这个区域散发着|令人作呕的死亡恶臭。也许Gujuo知道发生了什么。",
    "It looks as if you can climb across the cart. Would you like to try?": "看起来你可以爬过这辆马车。你想试试吗？",
    "It looks as if you don't have the funds for it at the moment. How irritating...": "看起来你现在没有足够的资金。真烦人……",
    "It looks easy enough.": "看起来够简单的。",
    "It looks like I am indebted to you sirrah!": "看来我欠你一个人情啊，先生！",
    "It looks like a rickety old crate, perhaps placed in this recess to hide it from prying eyes.": "看起来是一个摇摇晃晃的旧板条箱，也许是放在这个凹处来躲避别人的目光。",
    "It looks like a simple shard of bone. Why do you think it is significant?": "看起来只是一块普通的骨头碎片。你为什么觉得它重要？",
    "It looks like a small babbling brook that comes from and disappears underground again. The water bubbles with a strange effervescence.": "看起来是一条小溪，从地下冒出来又消失到地下。水面泛着奇怪的泡沫。",
    "It looks like the Sinclair family crest|but it is very dirty.|You can barely make it out under all of the grime.|It's certainly clear nobody's cleaned it recently.": "看起来像是Sinclair家族纹章|但它非常脏。|在所有的污垢下面几乎看不清。|很明显最近没有人清洁过它。",
    "It looks like the wearer of this fought a mighty battle.": "看起来穿这个的人经历了一场激烈的战斗。",
    "It looks like there is a steep drop just after the fissure. It may be dangerous to try to climb down without any sort of support.": "看起来裂缝后面有一个陡峭的落差。没有任何支撑就试图爬下去可能很危险。",
    "It looks like this room was once sealed, but the top wall fell down.|If you're feeling particularly agile, you could try jumping over it.": "看起来这个房间曾经是密封的，但上面的墙倒塌了。|如果你觉得自己特别灵活，可以试着跳过去。",
    "It looks like thread to me, but I'm not exactly an expert. Is it worth something? Can I have it? Actually, can you spare me a few gold?": "对我来说看起来像线，但我不是什么专家。它值钱吗？能给我吗？其实，你能给我几个金币吗？",
    "It looks like you are going to need to perform similar heroics.": "看来你也需要做出类似的英勇之举。",
    "It looks like you need the help.": "看来你需要帮助。",
    "It looks like you'll have problems getting some of the water as it's difficult to reach with all the rocks around it. There is a narrow gap that you simply won't be able to get a container into.": "看来你取水会有困难，因为周围全是岩石很难接近。有一条狭窄的缝隙，你根本没法把容器伸进去。",
    "It looks like you'll have to find another way in...": "看来你得找另一条路进去……",
    "It looks like you're lost in the jungle!|Would you like to try and scrabble out?": "看来你在丛林里迷路了！|你想试着爬出去吗？",
    "It looks very sophisticated...": "看起来非常精致……",
    "It may already have happened you thoughtless oaf! My daughter, Ana, could be dead or dying in the desert!": "可能已经发生了，你这个没脑子的蠢货！我女儿Ana可能已经死在沙漠里或者正在死去！",
    "It may be an idea to try it and then scout out the area. If it relates to Rashiliyia, it might help us  to defeat her.": "也许可以试试它然后侦察一下这个区域。如果它跟Rashiliyia有关，可能有助于我们击败她。",
    "It may be our only hope.": "这可能是我们唯一的希望。",
    "It may be possible to make a ward like that... But what is the best thing to make it from? Perhaps something close to Bervirius, an item of some significance to him.": "也许可以制作那样的守护物……但用什么来做最好呢？也许是跟Bervirius相关的东西，对他有某种意义的物品。",
    "It may be that the ogres have one...": "也许食人魔有一个……",
    "It may contain something; I don't want to get my hands dirty.": "里面可能有什么东西；我不想弄脏手。",
    "It means 'small clearing in the jungle' but it is now the name of our village.": "它的意思是'丛林中的小空地'，但现在它是我们村庄的名字。",
    "It means friend,|and friends come in peace.|I assume that you come in peace?": "它的意思是朋友，|朋友是和平而来的。|我假设你是和平而来的？",
    "It most likely is, but that isn't normally a barrier to most adventurers! And it may very well lead to something very interesting.": "很可能是的，但那通常不会阻挡大多数冒险者！而且它很可能通往某些非常有趣的东西。",
    "It must be a sign... Yes a sign... I must try to find out what it means. Now, where did I put my journal?": "这一定是一个征兆……是的，一个征兆……我必须试着找出它的含义。我的日记放在哪里了？",
    "It needs to be.|There's no other way to build a fleet of this size!": "必须这样。|没有其他方法建造这么大规模的舰队！",
    "It once stood as the 'Well of Voyage'. A gateway to the West. Now Iban's moulded it into a pit of the damned, a portal to Zamorak's darkest realms.": "它曾经是'旅途之井'。通往西方的门户。现在Iban把它变成了诅咒之坑，通往Zamorak最黑暗领域的传送门。",
    "It prefers rocks of high metal content and a frequently disturbed environment. There is some, I believe to the south east of this village.": "它喜欢高金属含量的岩石和频繁被扰动的环境。我相信在这个村子的东南方有一些。",
    "It really suits you!": "真适合你！",
    "It requires a strict 18 months of training.": "它需要严格的18个月训练。",
    "It says, 'I give permission for the bearer... to use the mine shafts on site. - signed Terrance Balando, Archaeological Expert, City of Varrock.'": "上面写着，'我允许持有者……使用现场的矿井。- 瓦洛克城考古专家 Terrance Balando 签署。'",
    "It says: Tremble mortal, before the altar of our dread lord Zaros.": "上面写着：凡人，在我们可畏之主Zaros的祭坛前颤抖吧。",
    "It scares me in there, ... The voices, don't you hear them?": "里面好可怕……那些声音，你没听到吗？",
    "It seems like Lord Sinclair was drinking from this before he died.": "看起来Sinclair勋爵在死前一直在用这个喝东西。",
    "It seems that Ungadulu has started to lose his senses. In our native and ancient history, the 'Vacu' were the servants of the evil spirits from the underworld.": "看来Ungadulu开始失去理智了。在我们原住民的古老历史中，'Vacu'是来自冥界的邪灵仆从。",
    "It seems the followers of Saradomin|have tried to cover up the evidence of the Zaros altar.|This whole city must have been built over it!": "看来Saradomin的追随者|试图掩盖Zaros祭坛的证据。|整座城市一定是建在上面的！",
    "It seems to be in some sort of upstairs room.|There seems to be some sort of brown clothing lying on a table.": "看起来是在某种楼上的房间里。|桌子上好像放着某种棕色的衣物。",
    "It seems to be mystical and I have never seen anything like it before. Would you take it to the head wizard at": "它似乎是神秘的，我以前从没见过这样的东西。你能把它带给",
    "It seems to be written by the adventurer Randas. It reads...": "这似乎是冒险者Randas写的。内容是……",
    "It seems you can't carry anymore. Come back when you have some space.": "看来你带不了更多了。等你有空间了再回来。",
    "It should make you seem dead,|and get you away from this place.": "它应该能让你看起来像死了一样，|让你离开这个地方。",
    "It should make your stay here easier. You can use the spirit tree to transport yourself, as well as the gnome glider. I also give you access to our mine.": "这应该能让你在这里过得更轻松。你可以使用精灵树传送自己，也可以使用侏儒滑翔机。我还给你开放了我们矿山的使用权。",
    "It sounds an awful way to live.": "听起来这种生活方式太糟糕了。",
    "It sounds like just the challenge for me.": "听起来这正是适合我的挑战。",
    "It sounds like just the challenge for me.|And it would make a nice break from killing things!": "听起来这正是适合我的挑战。|而且这也是从杀戮中换换口味的好机会！",
    "It sounds like there's something alive inside it. I don't think it would be a very good idea to open it...": "听起来里面有什么活着的东西。我觉得打开它不是个好主意……",
    "It varies slightly from case to case,|but usually abnormal nightmares and flu-like symptoms,|progressing as you succumb more.": "每个案例略有不同，|但通常是异常的噩梦和类似流感的症状，|随着你越来越屈服而加重。",
    "It was Anna. She is seriously unbalanced. She trashed the garden once then tried to blame it on me! I bet it was her. It's just the kind of thing she'd do!": "是Anna干的。她精神严重不稳定。她有一次毁了花园然后试图怪到我头上！我赌一定是她。这正是她会做的事！",
    "It was David. No doubt about it.": "是David。毫无疑问。",
    "It was SO obviously Louisa the cook.": "太明显了，是厨师Louisa。",
    "It was an intruder!": "是一个入侵者！",
    "It was around here for sure. Maybe someone picked it up?": "它肯定在这附近。也许有人捡走了？",
    "It was clearly an intruder.": "很明显是一个入侵者。",
    "It was indeed.": "确实如此。",
    "It was one of his family!": "是他家里的人！",
    "It was one of our lazy servants then.": "那是我们的一个懒仆人干的。",
    "It was one of the men...": "是其中一个男人……",
    "It was one of the servants!": "是仆人中的一个！",
    "It was one of the women": "是其中一个女人",
    "It was one of the women...": "是其中一个女人……",
    "It was originally going to be called a transmutation machine. But after testing pouletmorph seems more appropriate.": "它原本叫做变形机。但经过测试后，鸡变形器这个名字似乎更合适。",
    "It was rigged I tell you!": "我告诉你那是操纵的！",
    "It was the mossy windowless building|in that south east corner of West Ardougne.": "就是那栋长满苔藓的没有窗户的建筑|在西阿多格尼的东南角。",
    "It was the sea slugs, they attach themselves to your body and somehow take over the mind of the carrier.": "是海蛞蝓，它们附着在你的身体上，然后以某种方式控制宿主的思想。",
    "It was the tramp outside.": "是外面的流浪汉。",
    "It will do when I find it.|I just need to get into this blasted waterfall|I've been washed downstream three times already.": "等我找到就行了。|我只需要进入这个该死的瀑布|我已经被冲到下游三次了。",
    "It won't totally protect you|but it should prevent some of the damage to you.": "它不会完全保护你|但应该能防止一些对你的伤害。",
    "It would be an honour to have you on the team.": "能有你加入队伍是我们的荣幸。",
    "It would be easier to cope with if I could have spent his last few days with him.": "如果我能在他最后几天陪着他，会更容易承受一些。",
    "It would be rude to break into this house.": "闯入这栋房子是很不礼貌的。",
    "It's 'Never trust humans' of course! My dear old mammy told me that story when I was a pup, and I'm still alive and well to tell it to you today!": "当然是'永远不要相信人类'！我亲爱的老妈妈在我还是小狗的时候就告诉我这个故事了，我现在活得好好的来告诉你！",
    "It's Delrith! Delrith is coming!": "是Delrith！Delrith来了！",
    "It's Glough! He set a demon on me!": "是Glough！他放了一个恶魔来对付我！",
    "It's Glough! He's trying to cover something up.": "是Glough！他在试图掩盖什么。",
    "It's OK Traveller, thanks to Glough!|He found a human sneaking around!|He had three Daconia rocks on him!": "没事了，旅行者，多亏了Glough！|他发现了一个偷偷摸摸的人类！|他身上有三块Daconia石头！",
    "It's a bit dark down here!|You decide not to venture far.": "这里好暗！|你决定不走远。",
    "It's a deal then brown armour it is.": "那就这么说定了，棕色盔甲。",
    "It's a demanding job, and we get little thanks from the people here.": "这是一份要求很高的工作，而且这里的人对我们很少感恩。",
    "It's a family heirloom after all!": "毕竟是传家宝！",
    "It's a family of goblins.": "是一家哥布林。",
    "It's a fierce sea today traveller, you best hold on tight.": "旅行者，今天海上风浪很大，你最好抓紧了。",
    "It's a fine day to be out in the garden isn't it?": "在花园里待着的好日子，不是吗？",
    "It's a funny captain who can't fight his own battles!": "一个不能自己打仗的船长真是可笑！",
    "It's a good deal and no mistake. Here you go me old shipmate, here's your ticket.": "这笔交易很划算没错。给你，老船友，这是你的票。",
    "It's a good place to find gold...": "这是一个找金子的好地方……",
    "It's a good thing I have level <tostring(stat(mining))> Mining.": "还好我有<tostring(stat(mining))>级挖矿。",
    "It's a great map, thanks for letting me take a copy! It has helped me out a number of times now.": "这是一张很棒的地图，谢谢你让我复制！它已经帮了我好多次了。",
    "It's a gruesome business and with the tools they give me it gets more gruesome before it gets better!": "这是一项令人毛骨悚然的工作，用他们给我的工具，不好转之前会更加血腥！",
    "It's a little embarrassing really.": "说起来真有点尴尬。",
    "It's a living.": "混口饭吃。",
    "It's a new recipe from the gnome kingdom.|You'll like it I'm sure!": "这是侏儒王国的新配方。|我相信你会喜欢的！",
    "It's a nice place.": "这地方不错。",
    "It's a nice village, where is everyone?": "这个村子很好，人都在哪里？",
    "It's a pity that I can't search for Ah Za Rhoon now.": "可惜我现在不能去寻找Ah Za Rhoon。",
    "It's a pretty nasty place but I'm OK.": "这是一个挺恶心的地方，但我没事。",
    "It's a pretty straightfoward skill as I'm sure you discovered while making me that lovely bronze dagger.": "这是一项非常直接的技能，我相信你在给我做那把漂亮的青铜匕首时已经发现了。",
    "It's a private business.|Can I help you at all?": "这是私人生意。|我能帮你什么吗？",
    "It's a relic, what of it?": "这是一件遗物，怎么了？",
    "It's a rough game but great fun. It's also great for improving agility.": "这是一项粗犷的运动但非常有趣。它对提高敏捷也很有帮助。",
    "It's a rough game but great fun. It's also great for improving agility. So do you fancy a game?": "这是一项粗犷的运动但非常有趣。它对提高敏捷也很有帮助。你想来一局吗？",
    "It's a ship that can take you to either Port Sarim or Khazard Port. The ship lies west of Shilo Village and south of Cairn Island. The tickets cost 25 Gold|Pieces. Would you like to purchase a ticket Bwana?": "那是一艘可以带你去Port Sarim或者Khazard港口的船。船停在Shilo村的西边、Cairn岛的南边。票价25金|币。Bwana，你想买票吗？",
    "It's a sort of magic box thing,|which can do all sorts of stuff.": "它是一种魔法盒子之类的东西，|能做各种各样的事情。",
    "It's a specially grown cabbage.|Grown by my cousin Helda who lives in Draynor Manor.": "这是一棵特别培育的卷心菜。|是住在德雷诺庄园的我表亲Helda种的。",
    "It's a trade secret!": "这是商业机密！",
    "It's a translation book, you'll need it to translate what Hazelmere says. Do that carefully! His words are our only hope! You'll find his dwellings high upon a towering hill, on an island east of Yanille.": "这是一本翻译书，你需要它来翻译Hazelmere说的话。要仔细翻译！他的话是我们唯一的希望！你可以在亚尼尔东边一座岛上的高山上找到他的住处。",
    "It's a valuable family heirloom. I think the least you can do is prove you're worthy of it before I hand it over.": "这是一件珍贵的传家宝。我觉得在我把它交给你之前，你至少应该证明你配得上它。",
    "It's about time I dealt with Iban.": "是时候对付Iban了。",
    "It's all coming back to me now. It looks like I came to a violent and bitter end but that's not important now. I just have to figure out what I am going to do now?": "我全都想起来了。看来我是以暴力和悲惨的方式死去的，但现在那不重要了。我只需要想想我现在该怎么办？",
    "It's all down to King Tyras of West Ardougne. It started came back from one of his visits to the lands west of here.": "这一切都是因为西阿多格尼的Tyras国王。一切始于他从西方土地的一次访问中回来。",
    "It's also a great excuse for a drink!": "这也是喝一杯的好借口！",
    "It's an exciting drink I've invented.|I don't know what it tastes like,|I haven't tried it myself.": "这是我发明的一种令人兴奋的饮料。|我不知道它是什么味道，|我自己还没试过。",
    "It's an honour to be in your presence again, adventurer. I hope things are well?": "冒险者，再次见到你是我的荣幸。一切还好吗？",
    "It's as safe as houses! Why, I have only had thirty-six major accidents this month!": "安全得很！这个月我才出了三十六次重大事故！",
    "It's better than entering Varrock with half a laboratory in your napsack.": "这总比背着半个实验室进瓦洛克强。",
    "It's brother Androe's son! With his constant: Waaaaaah! Waaaaaaaaah! Androe said it's natural, but it's so annoying!": "是Androe修士的儿子！他一直：哇啊啊啊！哇啊啊啊！Androe说这很正常，但太烦人了！",
    "It's brought it! On your way.": "带来了！快走吧。",
    "It's called Lady Lumbridge and it's docked in Port Sarim.": "它叫Lumbridge夫人号，停泊在Port Sarim。",
    "It's certainly clear nobody's used poison here.": "很显然没有人在这里用过毒药。",
    "It's closed tight.": "它紧紧地关着。",
    "It's down in the lower mines, sound the alarm!": "在下面的矿井里，拉响警报！",
    "It's down to King Tyras. He and his men brought the plague here from the west, and then left us to suffer. One day he'll pay for what he's done!": "这都是Tyras国王的错。他和他的人从西方把瘟疫带到这里，然后丢下我们受苦。总有一天他会为他所做的付出代价！",
    "It's east of here. I think I saw some buildings on the coast while we were crashing...": "在这里的东边。我们坠落的时候好像看到了海岸上有些建筑……",
    "It's erm... at home.": "它嗯……在家里。",
    "It's full of dead fish!": "里面全是死鱼！",
    "It's funny you should say that actually.": "你说那个真巧。",
    "It's funny you should say that.": "你说那个真巧。",
    "It's funny you should say that...": "你说那个真巧……",
    "It's funny, because when I look at you, there does seem to be something of the faith about you. Have you considered a life of service to Saradomin?": "有趣的是，当我看着你，你身上确实有某种信仰的气质。你考虑过为Saradomin服务的一生吗？",
    "It's good that you should ask.|I have information on the last scorpion for you.": "你问得好。|我有关于最后一只蝎子的信息告诉你。",
    "It's good to see a human with a positive attitude.": "很高兴看到一个态度积极的人类。",
    "It's got the statue of Dalgroth.|Welcome to Gu'Tanoth,|friend of the ogres.": "这里有Dalgroth的雕像。|欢迎来到Gu'Tanoth，|食人魔的朋友。",
    "It's hard when you haven't been anywhere.": "什么地方都没去过的话就很难了。",
    "It's hardly legendary if you fail a quest because you can't find some charcoal!": "如果你因为找不到木炭而任务失败，那可一点都不传奇！",
    "It's hardly legendary if you fail a quest because you can't find some papyrus!": "如果你因为找不到莎草纸而任务失败，那可一点都不传奇！",
    "It's in my bank.": "在我银行里。",
    "It's incredible, the tree's health is improving already! I don't know what to say, we owe you so much!": "太不可思议了，大树的健康状况已经在改善了！我不知道说什么好，我们太感激你了！",
    "It's just a flesh wound!": "只是皮外伤！",
    "It's just a mining camp. Prisoners are sent here from Al Kharid. They serve out their sentence by mining. Most prisoners will end their days here, surrounded by desert.": "这只是一个采矿营地。囚犯从阿尔卡里德被送到这里。他们通过挖矿来服刑。大多数囚犯会在这里度过余生，被沙漠包围。",
    "It's just a shame the mourners confiscated my equipment.": "只是可惜送葬者没收了我的设备。",
    "It's just the wife, she won't stop moaning!": "就是我老婆，她一直在抱怨！",
    "It's just to the east of the palace.": "就在宫殿的东边。",
    "It's just too hot here. How can you stand it?": "这里太热了。你怎么受得了？",
    "It's located just to the north west of Ardougne, there you can prepare for the challenge ahead.": "它就在阿多格尼的西北方，你可以在那里为前方的挑战做准备。",
    "It's meant to look like a stalagmite, but there is something that looks slightly artificial about it. Looking at it more carefully, it seems to look carved.": "它看起来应该像一个石笋，但有些地方看起来有点人工的痕迹。仔细一看，似乎像是雕刻过的。",
    "It's more cramped than his old place, but he seemed to like it. His children were furious at him for doing it though!": "比他以前的地方更拥挤，但他似乎很喜欢。不过他的孩子们为此对他非常恼火！",
    "It's my helping hand, back again!": "是我的好帮手，又回来了！",
    "It's my husband, he works on a fishing platform.|Once a month he takes our son, Kennith, out with him.": "是我丈夫，他在一个钓鱼平台上工作。|每个月他会带我们的儿子Kennith跟他一起去。",
    "It's my pleasure!": "这是我的荣幸！",
    "It's my son Hudon, he's always getting into trouble.|The boy's convinced there's hidden treasure in the river|and I'm a bit worried about his safety,|the poor lad can't even swim.": "是我儿子Hudon，他总是惹麻烦。|那孩子坚信河里有隐藏的宝藏|我有点担心他的安全，|可怜的小伙子甚至不会游泳。",
    "It's near Draynor Village. She is lurking somewhere near there now.": "在德雷诺村附近。她现在在那附近某个地方潜伏着。",
    "It's no good searching the caves. Well, not yet, anyway.": "搜索洞穴没有用。好吧，至少现在还不行。",
    "It's none of your business now get lost.": "不关你的事，快走开。",
    "It's not an easy job, but I'm getting there.": "这不是件容易的工作，但我在努力。",
    "It's not as easy as it sounds.|The monster can only be killed with a weapon of ice.|There are many other dangers.": "说起来容易做起来难。|那个怪物只能用冰之武器杀死。|还有许多其他危险。",
    "It's not bad; I've seen worse.": "不算差；我见过更糟的。",
    "It's not fun being trapped in a giant crystal!": "被困在巨大的水晶里一点也不好玩！",
    "It's not in the best condition. I guess I could give you 12 coins for each one.": "状态不算最好。我想我可以给你每件12金币。",
    "It's not open!": "它没开！",
    "It's not really much use without the other fragments is it though?": "没有其他碎片的话它也没什么用，不是吗？",
    "It's not regulation. Anyway you're not properly trained to deal with the plague.": "这不符合规定。而且你没有受过正规训练来应对瘟疫。",
    "It's not small!": "它不小！",
    "It's not them who are going to fight the demon, it's me.": "要去跟恶魔战斗的不是他们，是我。",
    "It's not you; it's me.": "不是你的问题；是我的问题。",
    "It's odd that apparently nothing was stolen though... Find out something has been stolen,": "不过奇怪的是显然什么都没被偷走……去查查有没有什么被偷了，",
    "It's ok thanks.": "没事，谢谢。",
    "It's ok, I'm Elena's friend.": "没事，我是Elena的朋友。",
    "It's ok, but I have forgotten what to do.": "没事，但我忘了该做什么。",
    "It's on a big rock sticking out into the sea.": "它在一块伸入大海的大岩石上。",
    "It's part of an ogre relic.": "它是食人魔遗物的一部分。",
    "It's pretty simple really: You take the ball from me, charge at the gnome defence and try to throw the ball through the net using your ranged skill.": "其实很简单：你从我这里拿球，冲向侏儒防线，然后用你的远程技能把球扔进网里。",
    "It's quite simple: just use a pot of flour on a bucket of water, or vice versa, and you'll make dough. You can also refill your bucket at the sink.": "很简单：只要把一罐面粉用在一桶水上，或者反过来，你就能做出面团。你也可以在水槽处重新装满你的桶。",
    "It's rather tough for me to get that far into the dungeon however... I just keep getting captured!|Would you like to give it a go?": "不过对我来说深入地牢那么远太难了……我一直被抓住！|你想试试吗？",
    "It's really very simple. Usually when you go mining you can see if there is ore in a rock or not by its color.": "其实非常简单。通常当你去挖矿时，你可以通过岩石的颜色来判断里面是否有矿石。",
    "It's simply swamp tar mixed with flour heated over a fire. Unfortunately the only supply of swamp tar is in the swamps below Lumbridge.": "就是沼泽焦油和面粉混合后在火上加热而已。不幸的是沼泽焦油唯一的来源在伦布里奇下面的沼泽里。",
    "It's some Green thread, like my trousers are made of.|Are you finished? I'm not sure which I dislike more|about you, your face or your general bad odour": "是一些绿色线，跟我裤子的材料一样。|你说完了吗？我不确定我更讨厌你的|什么，你的脸还是你那股难闻的味道",
    "It's some Green thread. It's not exactly uncommon is it? My trousers are made of the same material.": "是一些绿色线。不算特别稀有，对吧？我的裤子就是用同样的材料做的。",
    "It's some red thread. I suppose you think that's some kind of clue? It looks like the material my trousers are made of": "是一些红色线。你是觉得这是什么线索？看起来跟我裤子的材料一样",
    "It's some red thread... it kind of looks like the|Same material as my trousers. But obviously it's not.": "是一些红色线……看起来有点像|我裤子的材料。但显然不是。",
    "It's some thread. Sorry, do you have a point here? Or do you just enjoy wasting peoples time?": "是一些线。抱歉，你想说什么？还是你只是喜欢浪费别人的时间？",
    "It's some thread. You're not very good at this whole investigation thing are you?": "是一些线。你调查这事不太在行吧？",
    "It's some thread. great clue. No, really.": "是一些线。好线索。不，真的。",
    "It's strange, anyway how are you doing?": "真奇怪，对了你怎么样？"
}