{
    "It's taken me five years but it's almost ready.": "我花了五年时间，但快完成了。",
    "It's that creature again.|This time we will let it go.": "又是那个生物。|这次我们放它走吧。",
    "It's the Earth Sciences exam.": "这是地球科学考试。",
    "It's the key to get a sword called Silverlight.": "这是获取一把叫做银光之剑的钥匙。",
    "It's the little rat again.": "又是那只小老鼠。",
    "It's the meddler! The one who blew Jones' cover! I don't know why you came to this place but it is here that you will die.": "是那个多管闲事的家伙！就是他暴露了Jones的身份！我不知道你为什么来这里，但你将在此丧命。",
    "It's the small creature;|you may pass.": "是那个小生物；|你可以通过了。",
    "It's then treated with pine oils. It's harder wearing than ordinary leather.": "然后用松油处理。它比普通皮革更耐磨。",
    "It's those blooming cultists from the forest! Those freaks keep breaking into my house!": "又是那些该死的森林邪教徒！那些怪胎一直闯进我家！",
    "It's too heavy to move with just my hands.": "光靠双手太重了，搬不动。",
    "It's tough. I've not done it yet.": "很难。我还没做到。",
    "It's very doubtful. I suspect it was built to 'appear' as if it was floating on water. Perhaps on an island or between large bodies of water.": "非常值得怀疑。我猜它是被建造成'看起来'像是漂浮在水上的样子。也许是在一个岛上或者两片大水域之间。",
    "It's very grand.": "非常宏伟。",
    "It's very nice that you've come all the way down here, but I really don't have time to talk at the moment. Maybe if you come back later on a members' world I'll be able to help.": "你大老远来到这里真是太好了，但我现在真的没时间聊天。也许你以后在会员世界回来时我能帮你。",
    "It's very old and rusty, and I couldn't clean it myself, so he said he would buy some cleaner and clean it himself. He probably just got some from that Poison Salesman who": "它非常古老而且生锈了，我自己清理不了，所以他说会买些清洁剂自己来清理。他可能是从那个卖毒药的商人那里买的",
    "It's what I enjoy these days, that fade into unconciousness. I can't resist the sight of a really cold beer.": "这些日子我就享受这种醉到不省人事的感觉。我无法抗拒一杯冰啤酒的诱惑。",
    "It's your loss mate.": "那是你的损失，伙计。",
    "Item commands": "物品命令",
    "Its inhabitants were humans, supporters of the god Saradomin. It's not recorded what happened to the community here.": "这里的居民是人类，萨拉多明神的追随者。这个社区后来发生了什么没有被记录下来。",
    "I'm sorry to hear that!": "很遗憾听到这个消息！",
    "JONES! Just WHAT is this POISON doing here???": "JONES！这里怎么会有毒药？？？",
    "Jas left a stone behind.": "Jas留下了一块石头。",
    "Jeremy look, I have the keys.": "Jeremy你看，我拿到钥匙了。",
    "Jeremy, where's your father?": "Jeremy，你父亲在哪？",
    "Johnathon takes your gauntlets from you, and begins a low chant over them. You see them begin to glow and sparkle, before he returns them to you.": "Johnathon从你手中接过护手，开始在上面低声吟唱。你看到它们开始发光闪烁，然后他把它们还给你。",
    "Join Blackarm": "加入黑臂帮",
    "Join Phoenix": "加入凤凰帮",
    "Join our cult and assist us in his restoration, and you will be well rewarded; try and prevent his return and suffer the wrath of Zamorak and the Mahjarrat.": "加入我们的教团，协助我们复活他，你会得到丰厚的回报；试图阻止他的回归，就要承受扎莫拉克和马哈加特的怒火。",
    "Jones is a bad man, Philipe.": "Jones是个坏人，Philipe。",
    "Jones smirks at you. You are going to need more than words to prove Jones' treachery.": "Jones对你露出冷笑。你需要的不仅仅是言语来证明Jones的背叛。",
    "Jones! This commoner says you had something to do with the theft of my armour. What do you have to say for yourself about that?": "Jones！这个平民说你和我盔甲被盗有关。你对此有什么要说的？",
    "Jones! We trusted you! We took you into our home!": "Jones！我们信任你！我们把你当家人一样接纳！",
    "Jones. We need to talk.": "Jones。我们需要谈谈。",
    "Juliet gives you a message.": "Juliet给了你一封信。",
    "Juliet gives you another message.": "Juliet又给了你一封信。",
    "Juliet must be rescued from her father's control.": "必须从她父亲的控制下救出Juliet。",
    "Juliet, I come from Romeo.": "Juliet，我是Romeo派来的。",
    "Juliet, Juliet, Juliet!  Wherefore Art thou?": "Juliet，Juliet，Juliet！你在哪里啊？",
    "Jump in the back of the cart.|It's a food delivery, we should be fine": "跳到马车后面。|这是食物运送，应该没问题",
    "Just a minute... Maybe if you did something for me, I might help you get in.": "等一下……也许你帮我做件事，我就帮你进去。",
    "Just a small clue?": "就给个小提示？",
    "Just a warning!": "只是个警告！",
    "Just because I can't stand the smell of garlic|and I don't like bright sunlight|doesn't necessarily mean I'm a vampire!": "就因为我受不了大蒜的味道|而且不喜欢强烈的阳光|并不意味着我就是吸血鬼！",
    "Just because I'm small doesn't mean I'm dumb! If I told you, you would take it all for yourself.": "别因为我个子小就觉得我笨！如果我告诉你，你会把一切都占为己有的。",
    "Just blowing gently on them|will supposedly show the way to go.": "据说只要轻轻吹一下|就能指明方向。",
    "Just don't get into any fights, and be careful who you speak to.": "别惹麻烦，跟谁说话都要小心。",
    "Just exploring...": "只是随便逛逛……",
    "Just follow the instructions carefully. I need one chocolate bomb.": "仔细按照说明来就行。我需要一个巧克力炸弹。",
    "Just give me the stuff now please.": "请现在就把东西给我吧。",
    "Just give me whatever I need to drink here.": "给我这里该喝的东西就行。",
    "Just go away.": "走开吧。",
    "Just head south and you should find the stone circle just outside the city gate.": "往南走，你应该能在城门外找到石阵。",
    "Just hold your breath and count to ten.": "屏住呼吸数到十就好。",
    "Just like me! Tee hee hee!": "跟我一样！嘻嘻嘻！",
    "Just looking around.": "只是随便看看。",
    "Just passing by.": "路过而已。",
    "Just put coal in a truck and I'll move it down to my depot over the river.": "把煤放进矿车里，我会把它运到河对面我的仓库去。",
    "Just remember to call in with more pie some time!": "记得下次带更多派来！",
    "Just ring one of the bells outside.": "去外面敲一下钟就行。",
    "Just run from them if you can. If you start to get lost, try to make your way back to the temple.": "能跑就跑。如果开始迷路了，试着找回神庙的路。",
    "Just select what style and colour you would like from this catalogue, and then give me the 500 coins when you've picked.": "从这本目录里选你喜欢的款式和颜色，选好后给我500金币就行。",
    "Just show me the map and we can get ready to go!": "给我看看地图，我们就可以准备出发了！",
    "Just sight-seeing.": "只是来观光的。",
    "Just smell that sea air... beautiful.": "闻闻这海风的味道……真美。",
    "Just stop messing around and give me a quest!": "别再磨蹭了，给我一个任务吧！",
    "Just talk to the professor. He'll fill you in.": "去跟教授谈谈。他会告诉你详情的。",
    "Just tell me if you have the key.": "告诉我你有没有钥匙就行。",
    "Just that everything is fine in the jungle with us. And that we are grateful to you for your help.": "就说我们在丛林里一切都好。还有我们很感激你的帮助。",
    "Just the usual, everyone's sick or dying. I'm furious at King Tyras for bringing this plague to our lands.": "老样子，每个人不是生病就是快死了。我对Tyras国王把这瘟疫带到我们的土地上感到愤怒。",
    "Just visiting friends in the cells.": "只是来探望牢房里的朋友。",
    "Just west of the toad swamp.": "就在蟾蜍沼泽的西边。",
    "Ka.": "Ka。",
    "Karamja Shipyard, east of Shilo village. Be careful! If he discovers you're not working for Glough there'll be trouble! The sea men use the password Ka-Lu-Min.": "卡拉姆贾船坞，Shilo村东边。小心！如果他发现你不是为Glough工作的就麻烦了！水手们使用暗号Ka-Lu-Min。",
    "Karamja.": "卡拉姆贾。",
    "Katrine gives you a master thief armband.": "Katrine给了你一个盗贼大师臂章。",
    "Katrine groans.": "Katrine叹了口气。",
    "Katrine spits.": "Katrine啐了一口。",
    "Ke.": "Ke。",
    "Keel haul them I say!": "我说把他们拖龙骨！",
    "Keep away civilian.": "走开，平民。",
    "Keep away human...|Leave or face the deep blue...": "走开，人类……|离开，否则面对深海……",
    "Keep searching for the berries.|They are needed for the potion.": "继续寻找浆果。|制作药水需要它们。",
    "Keep searching for the others.|If you've dropped any,|then you will need to go back to where you got it from.": "继续寻找其他的。|如果你丢了什么，|那你需要回到原来获得它的地方。",
    "Keep that quiet or I'll be in real trouble!": "保密啊，否则我会有大麻烦的！",
    "Keli killed him in front of the other guards, as a deterrent. It would probably take a lot of gold.": "Keli当着其他守卫的面杀了他，作为杀鸡儆猴。可能需要很多金币。",
    "Keli shows you a small key on a strong looking chain.": "Keli给你看了一把挂在结实链子上的小钥匙。",
    "Kennith told me about the strange goings-on at the platform. I had no idea it was so serious.": "Kennith告诉了我平台上发生的那些奇怪的事。我不知道情况这么严重。",
    "Kennith, I've made an opening in the wall. You can come out through there.": "Kennith，我在墙上打了个洞。你可以从那里出来。",
    "Khazard Port please.": "请去Khazard港口。",
    "Khazard died two hundred years ago. However his dark spirit remains in the form of the undead maniac General Khazard. Remember he is your master, always watching.": "Khazard两百年前就死了。然而他黑暗的灵魂以不死疯子Khazard将军的形态留存。记住他是你的主人，一直在监视着。",
    "Khazard is dead, you and your father can return to Lady Servil.": "Khazard死了，你和你父亲可以回到Servil夫人身边了。",
    "Khazard is dead, you can return to your wife.": "Khazard死了，你可以回到你妻子身边了。",
    "Khazard troops seized the orb.|Now we are completely defenceless.": "Khazard的军队夺走了宝珠。|现在我们完全没有防御了。",
    "Khazard troops.|They slaughtered anyone who got in their way.|Women, children, my wife.": "Khazard的军队。|他们屠杀了所有挡路的人。|妇女、儿童、我的妻子。",
    "Khazard's men came.|Without the orb we were defenceless.|They killed many and then took our last hope,|the other orbs.": "Khazard的人来了。|没有宝珠我们毫无防御。|他们杀了很多人，然后夺走了我们最后的希望，|其他的宝珠。",
    "Khazard's men have pillaged the village! They slaughtered many, and took the other orbs in an attempt to lead us out of the maze. When will the misery end?": "Khazard的人洗劫了村庄！他们屠杀了许多人，并夺走了其他宝珠，企图引我们走出迷宫。这苦难何时才能结束？",
    "Kill me, eh?|You shall be crushed like the vermin you are!|Guards!": "杀我？|你这害虫会被碾碎的！|来人！",
    "Kill the villagers, burn them all... every last one! I want nothing to survive... nothing but the sweet smell of burning flesh...": "杀光村民，全部烧死……一个不留！我不想留任何活口……只留下烧焦肉体的甜美气味……",
    "Kilron!": "Kilron！",
    "Kind friend, have you seen Juliet?": "好心的朋友，你见过Juliet吗？",
    "Kind of like a filter? Okay, I guess it's worth a try. How many should I get?": "类似过滤器？好吧，我想值得一试。我该弄多少？",
    "Kind of.": "算是吧。",
    "King Arthur gives you a feather.": "亚瑟王给了你一根羽毛。",
    "King Arthur will let you know.|I believe he has a quest at the moment.": "亚瑟王会通知你的。|我相信他现在有一个任务。",
    "King Bolren, are you OK?": "Bolren国王，你还好吗？",
    "King Narnode must be stopped, he is a madman!": "必须阻止Narnode国王，他是个疯子！",
    "King Narnode won't allow it!": "Narnode国王不会允许的！",
    "King Narnode, I need to talk!": "Narnode国王，我需要跟您谈谈！",
    "Kjp lar falut: Gbpp dng sktd delp?": "Kjp lar falut: Gbpp dng sktd delp?",
    "Knock knock!": "咚咚！",
    "Know anything about Excalibur?": "你知道关于Excalibur的事吗？",
    "Know anything interesting about Rufus the food seller?": "你知道关于食品商Rufus什么有趣的事吗？",
    "Know where I can find it?": "知道我在哪能找到它吗？",
    "Know you of any quests sir knight?": "骑士大人，你知道有什么任务吗？",
    "Knowing the goblins, it could easily turn into a full blown war. Which wouldn't be good. Goblin wars make such a mess of the countryside.": "了解哥布林的话，这很容易演变成全面战争。那可不好。哥布林战争会把乡间搞得一团糟。",
    "Knowledge comes from experience, power comes from battleaxes.": "知识来自经验，力量来自战斧。",
    "Knowledge is power my friend.": "知识就是力量，我的朋友。",
    "Ko.": "Ko。",
    "Koftik seems to be in a weak state of mind.": "Koftik的精神状态似乎很虚弱。",
    "Koftik you really should leave these caverns.": "Koftik，你真的应该离开这些洞穴。",
    "Koftik, how can we cross the bridge?": "Koftik，我们怎么过桥？",
    "Koftik, you're still here, you should leave.": "Koftik，你还在这里，你应该离开了。",
    "La..di..da..hic..up!": "啦..嘀..嗒..嗝..！",
    "Lady Servil sent me to rescue you and your son. Come on, we have to get out of here.": "Servil夫人派我来救你和你儿子。快走，我们得离开这里。",
    "Lady Servil, I've managed to infiltrate General Khazard's arena.": "Servil夫人，我成功潜入了Khazard将军的竞技场。",
    "Lady Servil.": "Servil夫人。",
    "Lady Servil. I freed your son, however he has returned to the arena to help your husband.": "Servil夫人。我救出了你的儿子，但他又回到竞技场去帮你丈夫了。",
    "Lardi dee, lardi da.": "啦嘀嘀，啦嗒嗒。",
    "Last I heard he was on some stupid treasure hunt out in the desert somewhere. Your best bet is asking around there.": "我最后听说他在沙漠某处进行什么愚蠢的寻宝活动。你最好去那边打听一下。",
    "Last week, my telescope was tampered with.": "上周，我的望远镜被人动过手脚了。",
    "Lava Eels": "熔岩鳗鱼",
    "Lava eels eh? That's a tricky one that is, you'll need a|lava-proof fishing line. The method for making this would|be to take an ordinary fishing rod, and then cover it|with the fire-proof Blamish Oil.": "熔岩鳗鱼？那可真够难的，你需要一根|防熔岩的鱼线。制作方法是|拿一根普通的鱼竿，然后涂上|防火的Blamish油。",
    "Le.": "Le。",
    "Leaks?!": "漏洞？！",
    "Leap out of the flaming octagram.": "跳出燃烧的八角星。",
    "Leather is rather weak stuff.": "皮革是相当脆弱的材料。",
    "Leave here, please, go... now...": "离开这里，求你了，走……现在就走……",
    "Leave human, before I have you put in the cage!": "走开，人类，不然我把你关进笼子里！",
    "Leave it be.": "别管它了。",
    "Leave it to me, I fear no ogre!": "交给我吧，我不怕食人魔！",
    "Leave it to me, I'll find it.": "交给我吧，我会找到的。",
    "Leave me alone - I'm trying to find my gambling buddies! Whenever you want, come back on a members' world and I'll speak to you then.": "别烦我——我正在找我的赌友！你想什么时候来都行，在会员世界回来我就跟你说。",
    "Leave me alone!": "别烦我！",
    "Leave me alone, I have much to ponder on!": "别烦我，我有很多事要想！",
    "Leave me alone, can't you see I'm busy? We have a lot to do preparing for the imminent return of Lord Hazeel": "别烦我，没看到我很忙吗？我们要为Hazeel大人即将归来做很多准备",
    "Leave me alone.": "别烦我。",
    "Leave me be.": "让我安静一会。",
    "Leave me behind!": "别管我！",
    "Leave questing to the professionals.": "任务还是交给专业人士吧。",
    "Leave the flowers.": "别碰那些花。",
    "Leave the shield here with me|and I'll write you out a certificate|saying that you have returned the shield,|so that you can claim your reward from the King.": "把盾牌留在这里|我会给你写一份证书|证明你已经归还了盾牌，|这样你就可以向国王领取奖赏了。",
    "Leave?...leave?..this is my home now. Home with my lord, he talks to me, he's my friend.": "离开？……离开？……这里现在就是我的家。和我的主人在一起的家，他和我说话，他是我的朋友。",
    "Leaving was tough for me,|so I took this small cloth from the table as a keepsake.": "离开对我来说很难，|所以我从桌上拿了这块小布作为纪念。",
    "Leela gives you a copy of the key to the prince's door.": "Leela给了你一把王子房门钥匙的副本。",
    "Leela gives you another key.": "Leela又给了你一把钥匙。",
    "Legend has it that the spring is protected by spirits of long dead adventurers who went in search of the source of the spring. It is likely a myth and the source of the spring is buried deep underground with no paths": "传说这处泉水被很久以前寻找泉源的已故冒险者的灵魂所守护。这可能只是一个神话，泉源深埋地下，没有通路",
    "Legend you say?": "你说传说？",
    "Legendary RuneScape citizens are invited on a quest in order to become members of the guild.": "RuneScape的传奇公民受邀完成任务以成为公会成员。",
    "Legends Guild Member Approaching!": "传说公会成员驾到！",
    "Leo the lion.|The power of the lion has increased your hitpoints.": "狮子座。|狮子的力量提升了你的生命值。",
    "Leprechaun?": "矮妖精？",
    "Let me add up the results...": "让我算算结果……",
    "Let me add up your total..": "让我算算你的总分……",
    "Let me explain how panning works. First you need a panning tray. Use the tray in the panning points in the water and then search your tray.": "让我解释一下淘金是怎么回事。首先你需要一个淘金盘。在水中的淘金点使用盘子，然后搜索你的盘子。",
    "Let me know how you get on.": "告诉我你的进展。",
    "Let me know if you change your mind.": "如果你改变主意了告诉我。",
    "Let me know once you've fixed the railings.": "你修好栏杆后告诉我。",
    "Let me know when it's done.": "做好了告诉我。",
    "Let me know when you're done.": "做完了告诉我。",
    "Let me look into my looking glass.": "让我看看我的水晶球。",
    "Let me out!": "放我出去！",
    "Let me see. This is a belt buckle. Not so unusual - I should imagine it came from a guard.": "让我看看。这是个皮带扣。不太稀奇——我猜是某个守卫的。",
    "Let me see...": "让我看看……",
    "Let me tells you the most common skavid words...": "让我告诉你最常见的斯卡维德语词汇……",
    "Let me think a second.": "让我想一下。",
    "Let me think actually...": "其实让我想想……",
    "Let me think...|I have an idea.": "让我想想……|我有个主意。",
    "Let's get started by teaching you to wield a weapon.": "让我们从教你如何使用武器开始吧。",
    "Let's get you equipped.": "让我们给你装备起来。",
    "Let's have a look at it.": "让我看看。",
    "Let's have a look then.": "那让我看看吧。",
    "Let's have a look. Ah, I think these are from the nobility, perhaps a royal servant?": "让我看看。啊，我觉得这些来自贵族，也许是一个皇室仆人？",
    "Let's hope I find some help soon.": "希望我能尽快找到帮助。",
    "Let's see how you did...": "让我们看看你做得怎么样……",
    "Let's see if you can make a worm hole.": "让我们看看你能不能做个虫洞。",
    "Let's see it then.": "那让我看看吧。",
    "Let's see now, some potatoes, some cabbage... Maybe half a clove of garlic...": "让我想想，一些土豆，一些卷心菜……也许半瓣大蒜……",
    "Let's see what you have.": "让我看看你有什么。",
    "Let's see what you've got then.": "那让我看看你有什么吧。",
    "Let's see what you've got, then.": "那么，让我看看你有什么。",
    "Let's see what you've got.": "让我看看你拿到了什么。",
    "Let's start with combat, as it is probably still fresh in your mind. Many enemies, both human and monster will drop items when they die.": "让我们从战斗开始，因为你可能还记忆犹新。许多敌人，无论是人类还是怪物，死后都会掉落物品。",
    "Let's trade.": "我们来交易吧。",
    "Let's try an example Attack potion: The first ingredient is Guam leaf; the next is Eye of Newt.": "让我们试试做一个攻击药水：第一种材料是Guam叶；下一种是蝾螈之眼。",
    "Let's try some ranged attacking, with this you can kill foes from a distance. Also foes unable to reach you are as good as dead. You'll be able to attack the rats without entering the pit.": "让我们试试远程攻击，用这个你可以从远处杀敌。而且无法靠近你的敌人基本上就是死路一条。你可以不进入坑就攻击老鼠。",
    "Libra the scales.|The scales of justice award you with law runes.": "天秤座。|正义之秤奖励你法律符文。",
    "Life is tough.": "生活很艰难。",
    "Like a human!": "像个人类！",
    "Like what?": "比如什么？",
    "Like who?": "比如谁？"
}