{
    "Here you go, that was no problem.": "给你，没问题。",
    "Here you go.": "给你。",
    "Here you go... Hic!": "给你……嗝！",
    "Here's a token of my gratitude: some old gem I stole from Gorad, and an old part of a statue.": "这是我感激之情的象征：一颗我从Gorad那里偷的旧宝石，和一个雕像的旧零件。",
    "Here's another sample, hang on to it this time!": "这是另一个样本，这次可别弄丢了！",
    "Here's some armour; it could be evidence...": "这是一些盔甲；可能是证据……",
    "Here's your reward then,|an amulet of accuracy.": "那这是你的奖励，|一个精准护身符。",
    "Here's your vial anyway.": "不管怎样，这是你的药瓶。",
    "Here, I found this, maybe you can use it?": "给，我找到了这个，也许你能用？",
    "Here, I have 15 coins.": "给，我有15金币。",
    "Here, I have 15gp.": "给，我有15金币。",
    "Here, I have a little present for you...": "给，我有一份小礼物给你……",
    "Here, I won't be needing this any longer, and it may|help you. Whenever I've used it before, it attracted the|attention of jungle natives.": "给，我不再需要这个了，它也许|对你有帮助。以前每次我使用它时，都会|引起丛林原住民的注意。",
    "Here, have a disclaimer... It means that Shantay isn't|responsible if you die in the desert.": "给，拿着这张免责声明……意思是如果你|死在沙漠里Shantay不负责。",
    "Here, have a look at this...": "来，看看这个……",
    "Here, have this as an example... I pray that it will help you.": "拿着这个当参考……我祈祷它能帮到你。",
    "Here, have two, you're a generous person.": "给你两个吧，你真是个慷慨的人。",
    "Here, just keep these for later,|I hate to see a thirsty guard.": "给，先留着以后喝，|我不忍心看到口渴的守卫。",
    "Here, look at my lovely gems.": "来，看看我可爱的宝石。",
    "Here, see what you think.": "来，看看你觉得怎么样。",
    "Here, take a look at our menu.": "来，看看我们的菜单。",
    "Here, take these Oyster pearls as a reward.|They're worth quite a bit|and can be used to make lethal crossbow bolts.": "给，拿这些牡蛎珍珠作为奖励。|它们很值钱|而且可以用来制作致命的弩矢。",
    "Here, take this cocktail guide. The book tells you how to|make all the cocktails we serve. I'll tell you what I need|and you can make them.": "给，拿着这本鸡尾酒指南。这本书告诉你如何|制作我们供应的所有鸡尾酒。我会告诉你我需要什么|然后你来做。",
    "Here, try some.": "来，试试。",
    "Here.": "给。",
    "Here. Take this poison. Pour it into their food, and once the deed is done, return here and speak to me once more.": "给。拿着这瓶毒药。把它倒进他们的食物里，事成之后回到这里再跟我说。",
    "Here. Wear this amulet; it is called The Sign Of Hazeel. Not only will it identify you as one of our brotherhood to other followers but it is also key to finding our hideout.": "给。戴上这个护身符；它叫做Hazeel印记。它不仅能让其他追随者认出你是兄弟会的一员，也是找到我们藏身处的关键。",
    "Hero Guild": "英雄公会",
    "Hey I know that. Where's it from?": "嘿我知道那个。它从哪来的？",
    "Hey You! Got da chompy yet?": "嘿你！抓到大嘴鸟了吗？",
    "Hey again.. I've cast the spell in the swamp, but I'm not too sure what to do now.": "又见面了……我已经在沼泽里施放了咒语，但我不太确定现在该怎么办。",
    "Hey buddy! Get away from my ship alright?": "嘿哥们！离我的船远点好吗？",
    "Hey creature got da fatsy toady Is you's gonna stick da chompy?": "嘿小东西拿到胖蟾蜍了吗 你要去戳大嘴鸟吗？",
    "Hey creature, did you's get da cooked chompy yet?|I smelled something cooking and it mades me 'ungry.|Hand over da chompy if ya know what's good for ya.": "嘿小东西，你弄到烤大嘴鸟了吗？|俺闻到有东西在煮让俺饿了。|识相的话就把大嘴鸟交出来。",
    "Hey deyr, t'anks for da chompy, it was scrumbly!": "嘿，谢谢你的大嘴鸟，味道好极了！",
    "Hey get me out of here please!": "嘿，请把我从这里弄出去！",
    "Hey hey! We got da delicious chompy bird - yay!|This looks really tasty as well!": "嘿嘿！我们抓到了美味的大嘴鸟——耶！|这个看起来也很好吃！",
    "Hey look at this.": "嘿看看这个。",
    "Hey thanks Gertrude.": "嘿谢谢Gertrude。",
    "Hey that's my key!": "嘿那是我的钥匙！",
    "Hey there Bwana, have you delivered that Wampum Belt to Trufitus yet?": "嘿勇士，你把那条贝壳腰带交给Trufitus了吗？",
    "Hey there's something under here.": "嘿这下面有什么东西。",
    "Hey there, Filliman blessed my silver sickle, but now I've got to kill three Ghasts, but I'm not sure how to make them appear.": "嘿，Filliman祝福了我的银镰刀，但现在我得杀三个幽魂，但我不确定怎么让它们出现。",
    "Hey there, are you camping?": "嘿，你在露营吗？",
    "Hey there, how are you? Are you enjoying the|bloodshed?": "嘿，你好吗？你享受这场|血腥吗？",
    "Hey there, what do you want?": "嘿，你想要什么？",
    "Hey there, you keep missing the chompy bird.": "嘿，你一直没射中大嘴鸟。",
    "Hey this rings a bell.": "嘿这听起来耳熟。",
    "Hey traveller, did Fluffs eat the sardines?": "嘿旅行者，Fluffs吃了沙丁鱼吗？",
    "Hey ugly!": "嘿丑八怪！",
    "Hey wanna trade? I'll give the best deals you can find.": "嘿想交易吗？我给你最优惠的价格。",
    "Hey who said you could use that! My anvils get enough work with my own use. I make pickaxes, and it takes a lot of hard work.": "嘿谁说你可以用那个了！我的铁砧光我自己用就够忙了。我做镐头，那需要大量辛苦的劳动。",
    "Hey who you calling old?! And strange?!": "嘿你管谁叫老头？！还有奇怪的？！",
    "Hey you Creature, Dad says you's is gonna get da stabbers!": "嘿你这小东西，爸爸说你要去弄戳戳来！",
    "Hey you Creature, I know's what you is You's a|'uman!": "嘿你这小东西，俺知道你是啥 你是|人类！",
    "Hey you can't come in here. You must be a level 40 ranger to enter.": "嘿你不能进来。你必须是40级远程才能进入。",
    "Hey you creature! Make me some stabbers! I wanna hunt da chompy?": "嘿你这小东西！给俺做些戳戳！俺想猎大嘴鸟？",
    "Hey you creature, you still here?": "嘿你这小东西，你还在这里？",
    "Hey you creature... Have you made me da stabbers? I wanna stick da chompy?": "嘿你这小东西……你给俺做好戳戳了吗？俺想去戳大嘴鸟？",
    "Hey you creature..you made da stabbers|Dat's good creature!": "嘿你这小东西……你做好了戳戳|好小东西！",
    "Hey you don't got da coins... come back when you have.": "嘿你没带够金币……带够了再来。",
    "Hey you should be careful of that. It might cut your fingers, throw it away!": "嘿你要小心那个东西。它可能会割伤你的手指，扔掉它！",
    "Hey you! What are you up to?": "嘿你！你在干什么？",
    "Hey you're the guy from the arena! How'd you get out!": "嘿你是竞技场来的那个人！你是怎么出来的！",
    "Hey! A scorpion is in here!": "嘿！这里有一只蝎子！",
    "Hey! Excellent!": "嘿！太好了！",
    "Hey! Get back on duty!": "嘿！回去站岗！",
    "Hey! My sample! Thanks ever so much. Let me help you with those questions now.": "嘿！我的样本！太感谢了。现在让我帮你解答那些问题吧。",
    "Hey! That's Stravens'!|He won't like you messing with that!": "嘿！那是Stravens的！|他不会喜欢你乱动那个的！",
    "Hey! What are you doing back here?": "嘿！你怎么又回来了？",
    "Hey! Who are you?|You're not meant to be here!": "嘿！你是谁？|你不应该在这里！",
    "Hey! Who said you could use that?": "嘿！谁说你能用那个了？",
    "Hey! Yer big elephant! Don't go choppin' down me house, now!": "嘿！你这大象！别砍俺的房子啊！",
    "Hey! You can't come through here!|This is private land!": "嘿！你不能从这里通过！|这是私人土地！",
    "Hey! You can't go in there. Only authorised personnel of the VTAM Corporation are allowed beyond this point.": "嘿！你不能进去。只有VTAM公司的授权人员才能进入这个区域。",
    "Hey, 'dee'se stabbers no good! Did you make dem you's self? YOU go make dem arrows for ME creature!": "嘿，这些戳戳不好用！你是自己做的吗？你去给俺做箭吧小东西！",
    "Hey, Holgart.": "嘿，Holgart。",
    "Hey, I charge more because I'm worth it! I deal in bulk, and I work extremely quickly. You'll see for yourself!": "嘿，我收费高是因为我值得！我做大批量的活，而且我干活非常快。你自己看吧！",
    "Hey, I hear that you have enough machetes in your bank to start your own store. Please don't take my generosity for granted.": "嘿，我听说你银行里的弯刀多到可以自己开店了。请别把我的慷慨当理所当然。",
    "Hey, I know you, you work at the plantation.": "嘿，我认识你，你在种植园工作。",
    "Hey, I think I could fit down here. I need something to help me get all the way down.": "嘿，我觉得我能从这里下去。我需要什么东西帮我一路下去。",
    "Hey, I think it's about time you started buying your own machetes. I'm sure there must be some jungle native down in Karamja who can sell you one.": "嘿，我觉得是时候你自己买弯刀了。我相信卡拉姆贾的丛林里一定有原住民能卖给你一把。",
    "Hey, I won't hear a word said bad about that guy! He's an honest and hard-working wolf if I ever met one! He charges a lot for his job, but he's one of the best tanners I've ever seen - and I'm over four hundred": "嘿，我不允许任何人说他坏话！他是我见过的最诚实勤劳的狼！他收费确实很高，但他是我见过的最好的鞣皮匠之一——而我已经四百多",
    "Hey, I'll tell you what I've learned. That may help.": "嘿，我来告诉你我学到的东西。也许有帮助。",
    "Hey, I've come to collect my bet!": "嘿，我来收我赢的赌注了！",
    "Hey, Rantz, I've lost the 'stabbie chucker', do you have another one please?": "嘿，Rantz，我把'戳戳丢丢'弄丢了，你能再给我一个吗？",
    "Hey, are you wanting to try some of my fine wines and spirits? All brewed locally on Karamja island.": "嘿，你想试试我的好酒和烈酒吗？全部是在卡拉姆贾岛上本地酿造的。",
    "Hey, chill out, I won't cause you trouble. I was just wondering what you do to relax.": "嘿，放松，我不会给你惹麻烦的。我只是想知道你怎么放松。",
    "Hey, deese stabbers no good... did you make dem you's self? You go make dem stabbers for me creature! Don't get old ones or from other creatures.": "嘿，这些戳戳不好用……你是自己做的吗？你去给俺做戳戳吧小东西！别拿旧的或者从其他地方弄来的。",
    "Hey, good for you.": "嘿，不错嘛。",
    "Hey, great you've found Ana!": "嘿，太好了你找到Ana了！",
    "Hey, how are you?": "嘿，你好吗？",
    "Hey, if you manage to complete it, be sure to let me take a look! Well, best of luck with it, I'm sure you're going to need it.": "嘿，如果你完成了，一定要让我看看！祝你好运，我相信你会需要的。",
    "Hey, look at this.": "嘿，看看这个。",
    "Hey, move away from the cart please!|It's unsafe to go in there.": "嘿，请离马车远一点！|进去很危险。",
    "Hey, no problem.": "嘿，没问题。",
    "Hey, something has been dropped here...": "嘿，有人在这里丢了什么东西……",
    "Hey, stay off my ship! That's private property!": "嘿，别上我的船！那是私人财产！",
    "Hey, thanks a lot!": "嘿，非常感谢！",
    "Hey, thanks for all the information. It REALLY helped me out in finding the lost city of Zanaris and all.": "嘿，谢谢你提供的所有信息。这真的帮了我大忙，让我找到了失落的扎纳里斯之城。",
    "Hey, thanks! That actually does make me feel a bit better!": "嘿，谢谢！这确实让我感觉好了一点！",
    "Hey, that Barrel looks heavy, do you need a hand?": "嘿，那个桶看起来很重，需要帮忙吗？",
    "Hey, that's my ship!": "嘿，那是我的船！",
    "Hey, wanna buy some armour?": "嘿，想买些盔甲吗？",
    "Hey, what do you think you're doing?": "嘿，你以为你在干什么？",
    "Hey, what do you think you're doing? Leave me alone and let me get on with my work. Else we'll both be in trouble. Oh no, NOT AGAIN!": "嘿，你以为你在干什么？别管我，让我继续工作。不然我们两个都会有麻烦。哦不，不要又来！",
    "Hey, what' you's doin?": "嘿，你在干啥？",
    "Hey, you can't come in here!|This is a high security military installation.": "嘿，你不能进来！|这是一个高度安全的军事设施。",
    "Hey, you can't go in there. Only employees of the grocery store can go in.": "嘿，你不能进去。只有杂货店的员工才能进去。",
    "Hey, you gotta take business where you can find it these days! Besides, if I didn't supply them, someone else would.": "嘿，如今你得抓住一切做生意的机会！再说了，就算我不供应，别人也会供应。",
    "Hey, you need to pay to enter the competition first! Only 5 gp entrance fee!": "嘿，你需要先付钱才能参加比赛！入场费只要5金币！",
    "Hey, you'd better go and operate that lift yourself if you want that big heavy barrel to go anywhere.": "嘿，如果你想让那个又大又重的桶移动的话，你最好自己去操作那个升降机。",
    "Hey, you's creature, is da fatsy toady still dere? Go get more fatsy toadies if dey all gone!": "嘿，你这小东西，胖蟾蜍还在那吗？如果都没了就去弄更多的胖蟾蜍来！",
    "Hey, you've already got one machete, you don't need two do you?": "嘿，你已经有一把弯刀了，你不需要两把吧？",
    "Hey, you..leave dat alone! You need to get da chompy before use dat.": "嘿，你……别动那个！你需要先抓到大嘴鸟才能用那个。",
    "Hey.": "嘿。",
    "Hey... I have something for you!": "嘿……我有东西给你！",
    "Hi - I found this cloth amongst the charred remains of some arrows, perhaps you need it?": "嗨——我在一些箭的焦炭残骸中发现了这块布，也许你需要？",
    "Hi Aluft.": "嗨Aluft。",
    "Hi Blurberry.": "嗨Blurberry。",
    "Hi Doctor.": "嗨医生。",
    "Hi Klank.": "嗨Klank。",
    "Hi Koftik.": "嗨Koftik。",
    "Hi Mr Gianne.": "嗨Gianne先生。",
    "Hi Omad, Brother Cedric is on his way!": "嗨Omad，Cedric修士正在来的路上！",
    "Hi again.": "又见面了。",
    "Hi again. Could you do the honours again please?": "又见面了。你能再帮我一次忙吗？",
    "Hi again. Filliman has turned into the Nature Spirit. I now need to get a silver sickle so that I can try and defeat the Ghasts. Do you know where I could get something like that?": "又见面了。Filliman已经变成了自然精灵。我现在需要弄到一把银镰刀来尝试击败幽魂。你知道我去哪里能弄到那种东西吗？",
    "Hi again. Filliman has turned into the Nature Spirit. I've just gotten the Silver sickle that he asked me to get. He says he's going to bless it!": "又见面了。Filliman已经变成了自然精灵。我刚拿到他让我去拿的银镰刀。他说他要祝福它！",
    "Hi friend, I am just checking out things here.": "嗨朋友，我只是在这里看看。",
    "Hi there traveller.|You're a legend around these parts.": "嗨旅行者。|你在这一带可是个传奇人物。",
    "Hi there!": "嗨！",
    "Hi there! Filliman says I've completed the quest!": "嗨！Filliman说我完成任务了！",
    "Hi there, I hope life is treating you well. Would you like me to show you the way out of the village?": "嗨，希望你过得好。要我带你出村吗？",
    "Hi there, I hope life is treating you well. Would you like me to show you the way to the village?": "嗨，希望你过得好。要我带你去村子吗？",
    "Hi there, I've added the blossomed things to the pouch, but I'm not sure what to do now.": "嗨，我已经把开花的东西加到袋子里了，但我不确定现在该怎么办。",
    "Hi there, I've cast the spell, but I'm not sure what to do?": "嗨，我已经施放了咒语，但我不确定该怎么做？",
    "Hi there, looks like you're in some trouble.": "嗨，看起来你遇到麻烦了。",
    "Hi there, you okay?": "嗨，你没事吧？",
    "Hi there.": "嗨。",
    "Hi there. I am Hertigen. reporting for duty as your new deputy sir!": "你好。我是Hertigen。前来报到担任你的新副手，长官！",
    "Hi there. I'm studying for the Earth Sciences exam.": "嗨。我在准备地球科学考试。",
    "Hi there... You must be new around here.|So what do I call you? 'Newcomer'|seems so impersonal... and if we're going|to be working together, I'd rather call you by name.": "嗨……你一定是这里的新人。|那我该怎么称呼你？'新人'|听起来太没人情味了……如果我们要|一起工作的话，我还是叫你名字好。",
    "Hi!": "嗨！",
    "Hi! I don't get many visitors here!": "嗨！我这里不常有人来！",
    "Hi! I'm Lucy. Welcome to the Party Room!": "嗨！我是Lucy。欢迎来到派对室！",
    "Hi! I'm Megan. Welcome to the Party Room!": "嗨！我是Megan。欢迎来到派对室！",
    "Hi! I'm Party Pete.|Welcome to the Party Room!": "嗨！我是派对Pete。|欢迎来到派对室！",
    "Hi! I'm here to watch the duels!": "嗨！我来看决斗的！",
    "Hi! It seems to be a busy settlement.": "嗨！这里看起来是个繁忙的定居点。",
    "Hi! My name's <displayname>.": "嗨！我叫<displayname>。",
    "Hi! Would you be interested|in some of my fine candles?": "嗨！你有兴趣|看看我的精品蜡烛吗？",
    "Hi, I am a bold adventurer.": "嗨，我是一个勇敢的冒险者。",
    "Hi, I have got your ball back. It was MUCH harder than I thought it would be.": "嗨，我把你的球找回来了。比我想象的难多了。",
    "Hi, I just moved in next door...": "嗨，我刚搬到隔壁……",
    "Hi, I'm Joe, door guard for Lady Keli.": "嗨，我是Joe，Keli女士的门卫。",
    "Hi, I'm almost done here. Could you tell Omad that I'll be back soon?": "嗨，我这里快完了。你能告诉Omad我很快就回去吗？",
    "Hi, I've got something for you to take to Varrock.": "嗨，我有东西要你带到瓦洛克。",
    "Hi, I've retrieved the scorpion from near the spiders.": "嗨，我已经从蜘蛛附近找回了蝎子。",
    "Hi, are you ready to make your first cocktail?": "嗨，你准备好做你的第一杯鸡尾酒了吗？",
    "Hi, er.. I lost the keys.": "嗨，呃……我把钥匙弄丢了。",
    "Hi, have you managed to get through to West Ardougne?": "嗨，你成功进入西阿多格尼了吗？",
    "Hi, thanks for doing that.": "嗨，谢谢你那样做。",
    "Hi, the King said that you need to leave?": "嗨，国王说你需要离开？",
    "Hi, welcome back to Gnomeball. Would you like to hear the rules again?": "嗨，欢迎回到地精球。你想再听一遍规则吗？",
    "Hi, welcome to Gnomeball. It's pretty simple really: You take the ball from me, charge at the gnome defence and try to throw the ball through the net using your ranged skill.": "嗨，欢迎来到地精球。其实很简单：你从我这里拿球，冲向地精防线，然后用你的远程技能把球扔进网里。",
    "Hi, what ales are you serving?": "嗨，你们有什么啤酒？",
    "Hi, what can I get you? We have a range of quality brews.": "嗨，需要点什么？我们有各种优质酿酒。",
    "Hi, who are you guarding here?": "嗨，你在这里守卫谁？",
    "Hi, you're free to go!|Your kidnappers don't seem to be about right now.": "嗨，你可以走了！|你的绑架者现在似乎不在附近。",
    "Hi, your highness, did you think about what I said?": "嗨，殿下，你考虑过我说的话了吗？",
    "Hi.": "嗨。",
    "Hi. How can I help you?": "嗨。我能帮你什么？",
    "Hi. I'm Hertigen. I've come to work here.": "嗨。我是Hertigen。我来这里工作。",
    "Hi. I'm a little busy right now.": "嗨。我现在有点忙。",
    "Hi. I've never seen so many humans in my life.": "嗨。我这辈子从没见过这么多人类。",
    "Hi. We are in charge of this practice area.": "嗨。我们负责这个训练区域。",
    "Hi. Welcome to our Brimhaven headquarters. I'm Trobert and I'm in charge here.": "嗨。欢迎来到我们的Brimhaven总部。我是Trobert，我是这里的负责人。",
    "Hic up! Oh my head! I need a jug of water.": "嗝！哦我的头！我需要一壶水。",
    "Hiding from what?": "躲避什么？",
    "High quality gold eh? Hmmm... Well, the very best quality gold that I know of, is just East of the large city Ardougne, underground somewhere.": "高品质黄金？嗯……我所知道的最好品质的黄金，就在大城市阿多格尼的正东方，地下某处。",
    "His army curses our city with this plague then wanders off again, leaving us to clear up the pieces.": "他的军队用这场瘟疫诅咒了我们的城市然后又走了，留下我们来收拾残局。",
    "His children? They have something to gain by his death?": "他的孩子们？他的死对他们有好处？",
    "His daughters eh? They're all nasty pieces of work. which of them specifically did you want to know about?": "他的女儿们？她们都不是善茬。你具体想知道哪个？",
    "His eyes are fixated|staring at the sea..": "他的目光|死死地盯着大海……",
    "His gnomes are busy.": "他的地精们很忙。",
    "His hatred for humanity is stronger than you know!": "他对人类的仇恨比你想象的还要强烈！",
    "His security is VERY good.": "他的安保非常好。",
    "His security is excellent, and the target very valuable so|that might be enough to get you the rank.": "他的安保非常好，而且目标很有价值，所以|这可能足以让你获得那个等级。",
    "His shadow, his flesh, his conscience and his blood. If you can retrieve these, with the flask, you will be able destroy Iban and resurrect the 'Well of Voyage'.": "他的影子、他的血肉、他的良知和他的血液。如果你能收集到这些，加上那个瓶子，你就能摧毁Iban并复活'远航之井'。",
    "His sons eh? They all have their own skeletons in their cupboards. You'll have to be more specific. Who are you interested in exactly?": "他的儿子们？他们都有各自的秘密。你得说具体点。你到底对谁感兴趣？",
    "His village is being terrorised by a vampire! He told me to ask you about how I can stop it.": "他的村庄正被一个吸血鬼恐吓！他让我来问你该怎么阻止。",
    "Hiya, I'm a mighty Ghast killer! I've killed 1 so far!": "嗨呀，我是强大的幽魂杀手！到目前为止我杀了1个！",
    "Hiya, I'm a mighty Ghast killer! I've killed 2 so far!": "嗨呀，我是强大的幽魂杀手！到目前为止我杀了2个！",
    "Hiya, I'm a mighty Ghast killer! I've killed 3 so far!": "嗨呀，我是强大的幽魂杀手！到目前为止我杀了3个！",
    "Hiya.": "嗨呀。",
    "Hmm, I think I'll try one.": "嗯，我想试一个。",
    "Hmm, I'm not exactly sure... Perhaps there is a clue in one of the artefacts you have found?": "嗯，我不太确定……也许你找到的某个文物里有线索？",
    "Hmm, I've no clue really my friend, the life of a priest does not mirror your adventurous life style. I'll certainly reflect on the matter, but I'm sure you'll come up with the answer before too long.": "嗯，我真的一点头绪都没有朋友，牧师的生活跟你的冒险生活截然不同。我当然会好好想想这件事，但我相信你很快就能想出答案。",
    "Hmm, could be tricky.": "嗯，可能有点棘手。"
}