{
    "If you can get those items to him it'll help.": "如果你能把那些东西给他就会有帮助。",
    "If you can help us to manufacture this item, we will share its secret with you. Does this deal interest you effendi?": "如果你能帮我们制造这件物品，我们会与你分享它的秘密。大人，你对这笔交易感兴趣吗？",
    "If you can help us we will be very grateful.": "如果你能帮我们，我们会非常感激。",
    "If you can retrieve the orb and bring safety back to my people, none of the blood spilled on this field will be in vain.": "如果你能取回宝珠，把安全带回给我的族人，在这片战场上洒的血就不会白费。",
    "If you can take it to him quickly, it would help me out a lot. If not, please can you give it back to me so that I can send a scout to deliver it.": "如果你能快点把它送给他，那会帮我很大的忙。如果不行，请还给我，这样我可以派一个侦察兵去送。",
    "If you come across a rock you've not seen before and want to know what it is, or if you can't tell if a rock contains ore just by sight,": "如果你遇到之前没见过的岩石想知道它是什么，或者如果你光看不能判断岩石是否含矿，",
    "If you come down with any symptoms such as flu or nightmares let me know immediately.": "如果你出现任何症状，比如感冒或噩梦，请立即告诉我。",
    "If you complete the course in order from the slippery log to the end, your agility will increase much faster than by repeating just one obstacle.": "如果你从滑圆木开始按顺序完成整个课程到最后，你的敏捷提升会比只重复一个障碍快得多。",
    "If you could bring me one of those, I would be more than willing to let you pan here. I usually get some from Varrock but I'm busy at the moment.": "如果你能给我带一个那个来，我非常愿意让你在这里淘金。我通常从瓦洛克弄到一些，但我现在很忙。",
    "If you could fill it up with bananas, I'll pay you 30 gold.": "如果你能把它装满香蕉，我付你30金币。",
    "If you could find my son, that would be a great weight off my shoulders.": "如果你能找到我的儿子，那我心里的大石头就落地了。",
    "If you could get me some more materials then I could let you use them.": "如果你能给我弄一些更多的材料，我就可以让你使用它们。",
    "If you could go back and get another, I'd appreciate it.": "如果你能回去再拿一个，我会很感激的。",
    "If you do come across any particularily difficult obstacles on your quest, do not hesitate to ask my advice.": "如果你在任务中遇到特别困难的障碍，不要犹豫来问我的建议。",
    "If you do happen to get into the Kharazi Jungle, do come and let me know. I'd love to be able to safely navigate my own way in and out.": "如果你碰巧进入了Kharazi丛林，一定要来告诉我。我很想能够安全地自己进出。",
    "If you ever want to make some money or want to improve your cooking skills, just come and see me. I'll tell you what meals I need, and if you can, you make them.": "如果你想赚点钱或者想提高你的烹饪技能，来找我就行。我会告诉你我需要什么饭菜，如果你能做的话就做。",
    "If you feel you really must consort with the likes of them. I await your decision.": "如果你觉得你真的必须和那种人交往。我等待你的决定。",
    "If you find any gold, take it to the archaeological expert up in the museum storage facility. He will calculate its value for you.": "如果你找到任何金子，带去博物馆储藏室找考古专家。他会帮你计算其价值。",
    "If you find anything relating to him at the temple of Ah Za Rhoon, please let me see it.": "如果你在Ah Za Rhoon神庙找到跟他有关的东西，请让我看看。",
    "If you find someone like that,|tell 'em to come to me first.": "如果你找到那样的人，|让他们先来找我。",
    "If you get some rope you could tie to the grill, then we could both pull it from here.": "如果你弄到一些绳子系在格栅上，我们就可以两人一起从这里拉。",
    "If you get the authenticity of the shield verified|by the curator at the museum|and then return here with authentication,|I will grant you your reward.": "如果你能让博物馆的馆长|验证盾牌的真伪|然后带着认证回来，|我就给你奖赏。",
    "If you get thirsty you should drink something.": "如果你渴了就应该喝点东西。",
    "If you give me your gauntlets I will bestow upon them some of my power, and make any bolt spells you wish to cast more effective.": "如果你把你的臂甲给我，我会在上面注入一些我的力量，让你施放的箭矢法术更有效。",
    "If you go outside you should see the old crate has been loaded on to the ship, and there is another empty crate in its place.": "如果你出去看看，应该能看到旧板条箱已经被装上了船，原来的位置放了另一个空箱子。",
    "If you go round being abusive or causing trouble your character could quickly be the one in trouble.": "如果你到处辱骂人或制造麻烦，你的角色很快就会成为那个有麻烦的人。",
    "If you go up to the village of Seers, to the North of here, one of them will be able to tell you where the scorpions are now.": "如果你去这里北边的先知村，他们中的一个能告诉你蝎子现在在哪里。",
    "If you hadn't found her kitten|it would have died out there!": "如果你没有找到她的小猫|它就会死在外面！",
    "If you have a silver star, which is the holy symbol of|Saradomin, then I can bless it. Then if you are|wearing it, it will help you when you are praying.": "如果你有一颗银星，也就是|Saradomin的圣徽，我可以祝福它。然后如果你|佩戴着它，在你祈祷的时候它会帮到你。",
    "If you have found the temple, you should search it thoroughly and see if there are any clues about Rashiliyia.": "如果你找到了神庙，你应该彻底搜查它，看看有没有关于Rashiliyia的线索。",
    "If you have killed him for the third time, then you have banished him from our world completely. This is indeed a legendary accomplishment Bwana, you should feel proud.": "如果你第三次杀了他，那你就已经把他从我们的世界中彻底驱逐了。这确实是一项传奇式的成就，Bwana，你应该为此感到骄傲。",
    "If you have something like that, please show it to me and I'll give you the spell. Beware of everything in these caves, I was tricked very easily and was enslaved, as you well know. Learn from my example.": "如果你有那样的东西，请给我看，我会给你咒语。小心这些洞穴里的一切，我就是很容易被骗然后被奴役了，你很清楚。以我为鉴。",
    "If you have the Yommi tree seeds, you will need to germinate them.": "如果你有Yommi树的种子，你需要让它们发芽。",
    "If you head east out of Tai Bwo Wannai village you should come across them. The herb grows in the shade of the palm so check carefully.": "如果你从Tai Bwo Wannai村往东走，你应该能遇到它们。这种草药生长在棕榈树的阴影下，所以要仔细检查。",
    "If you let me see them Bwana, perhaps I can offer you some extra information.": "如果你让我看看它们，Bwana，也许我能提供一些额外的信息。",
    "If you lose your protective clothing, I've made a spare set. They're hidden in the cupboard incase the mourners come in.": "如果你丢了防护服，我做了一套备用的。它们藏在柜子里，以防送葬者进来。",
    "If you make me some swamp paste I'll give you a ride in my boat.": "如果你帮我做一些沼泽膏，我就让你坐我的船。",
    "If you need any help, my friend Father Urhney is an expert on ghosts.": "如果你需要帮助，我的朋友Urhney神父是幽灵方面的专家。",
    "If you need some more protective clothing,|speak to Doctor Orbon in the chapel just north of here.": "如果你需要更多防护服，|去找这里北边教堂里的Orbon医生。",
    "If you need something identified or are not sure about something, give it to Terry; he's the archaeological expert in the next room.": "如果你有什么东西需要鉴定或不确定的，交给Terry；他是隔壁房间的考古专家。",
    "If you really want to go there,|it's in the alleyway|to the west as you come in the south gate.": "如果你真想去那里，|从南门进来|往西走的小巷里就是。",
    "If you search for somewhere like this, you may find something worth investigating.": "如果你在这样的地方搜索，你可能会发现值得调查的东西。",
    "If you see anyone who can help then please send them my way.": "如果你看到能帮忙的人，请让他们来找我。",
    "If you should lose the blessed sickle, simply bring another to my altar of nature and refresh it in the grotto waters.": "如果你丢了祝福镰刀，只需要带另一把到我的自然祭坛上，在石窟水中刷新它。",
    "If you swing this above your head, it makes a strange sound. I noticed that it attracts the attention of the natives. Is it a deal? Can I make a copy of your map?": "如果你在头上挥舞这个，它会发出奇怪的声音。我注意到它能引起当地人的注意。成交吗？我能复制你的地图吗？",
    "If you t'ink you're tough,|find Gorad, my enemy to the south-east,|and knock one of his teeth out!|Heheheheh!": "如果你觉得你够硬，|去找我东南方的敌人Gorad，|打掉他一颗牙！|嘿嘿嘿嘿！",
    "If you want to be let out, you have to pay a fine of five gold. Do you want to pay now?": "如果你想出去，你得付五金币的罚款。你现在想付吗？",
    "If you want to hurt my brother you'll first have to get by me!": "如果你想伤害我兄弟，你得先过我这一关！",
    "If you want to see the action around here you should visit the famous Khazard fight arena. I've seen some grand battles in my time. Ogres, goblins, even dragons have fought there.": "如果你想看这里的精彩战斗，你应该去参观著名的Khazard竞技场。我这辈子看过一些壮观的战斗。食人魔、哥布林，甚至龙都在那里战斗过。",
    "If you want to sell any cocktails you've made yourself|I suggest you talk to Blurberry, he's the one who owns|the bar.": "如果你想卖自己调的鸡尾酒|我建议你去找Blurberry谈谈，他是|酒吧的老板。",
    "If you want to stay healthy you'll leave now.": "如果你想保持健康就趁现在赶紧走。",
    "If you want to use the Legends Hall, you'll be invited to complete a quest. Once you have completed that quest, you'll be a fully fledged member of the Guild.": "如果你想使用传奇大厅，你会被邀请完成一个任务。一旦你完成了那个任务，你就成为了公会的正式成员。",
    "If you were my friend I wouldn't mind.": "如果你是我的朋友我就不介意。",
    "If you with to make use of Silverlight again, it will cost|you 500 gold pieces. Maybe that will encourage you to|look after it.": "如果你想再次使用银光之剑，需要花费|500金币。也许这会促使你|好好保管它。",
    "If you're a barbarian you need to be able to drink like one. We barbarians like a good drink.": "如果你是蛮族就得像蛮族一样喝酒。我们蛮族喜欢豪饮。",
    "If you're going to bribe me, at least make it worth my while. Now, let's say 100 Gold pieces should we? Ha ha ha!": "如果你要贿赂我，至少让它值得我的时间。那么，我们说100金币怎么样？哈哈哈！",
    "If you're good at crafting,|I would appreciate your help!|Come to the reception if you can.": "如果你擅长手工制作，|我会很感激你的帮助！|如果可以的话来前台找我。",
    "If you're lucky you may last as long as me.": "如果你幸运的话也许能活得跟我一样久。",
    "If you're not careful you'll become one of them too!": "如果你不小心，你也会变成他们中的一个！",
    "If you're not up to a little bit of danger|I don't think you've got anything to offer our gang.": "如果你连一点危险都承受不了|我觉得你没什么能给我们帮派的。",
    "If you're really concerned speak to him.": "如果你真的担心就去跟他说。",
    "If you're such a great witch, get me over!": "如果你是这么厉害的女巫，帮我过去！",
    "If you're sure you want in?": "你确定要加入？",
    "If, however, you win this day, Take heart that see the source you may, Through Dragon's eye will you gain new heart, To see the source and then depart.": "然而，如果你赢得了今天，鼓起勇气你将看到源头，透过龙之眼你将获得新的勇气，看到源头然后离去。",
    "Ig!|Bidith ig!": "Ig！|Bidith ig！",
    "Ig.": "Ig。",
    "Ignorance is bliss I'm afraid.": "恐怕无知是福。",
    "Imbecile!": "蠢货！",
    "Impressive necklace there, here's 1000 Gold for it.": "好一条漂亮的项链，给你1000金币。",
    "Impressive. What exactly is the problem?": "了不起。到底是什么问题？",
    "In a rasping, barely audible voice you hear the entity speak.": "你听到那个实体用沙哑的、几乎听不到的声音说话。",
    "In an underground building of some sort.": "在某种地下建筑里。",
    "In effect yes. Would you be willing to help us discover what is happening to the tree?": "实际上是的。你愿意帮我们弄清楚大树发生了什么吗？",
    "In for a penny in for a pound.": "一不做二不休。",
    "In hindsight, it seems I was right. I will give you the real piece now, but PLEASE try not to lose it; it is a priceless family heirloom.": "事后看来，我似乎是对的。我现在把真正的那块给你，但请尽量不要弄丢；它是无价的传家宝。",
    "In many ways Werewolves are like you and me, except never forget that they are evil vicious beasts at heart. The dagger I have given you is named 'Wolfbane'": "在很多方面狼人跟你我一样，但永远不要忘记他们本质上是邪恶凶残的野兽。我给你的匕首叫做'狼毒'",
    "In memory of this brave sacrifice my ancestors built this temple so that the land would always be free of the evil creatures": "为了纪念这份英勇的牺牲，我的祖先建造了这座神庙，让这片土地永远远离邪恶生物",
    "In my current profession I spend a lot of time on the streets and you hear these sorta things sometimes": "在我目前的职业中，我花很多时间在街上，你有时候会听到这类事情",
    "In my former incarnation I was Filliman Tarlock, a great druid of some power. I spent many years in this place, which was once a forest and I would wish to protect it as a nature spirit.": "在我前世，我是Filliman Tarlock，一位有些力量的伟大德鲁伊。我在这个曾经是森林的地方度过了很多年，我希望作为自然之灵保护它。",
    "In return for our allegiance, and the tithe of course, he keeps our land safe from any invaders and the Saradominists who want to kill us all.": "作为我们效忠的回报，当然还有什一税，他保护我们的土地免受任何入侵者和想杀光我们的Saradomin信徒的侵害。",
    "In return for this great favour I will give you training in Herblore.": "作为这个大恩的回报，我会教你草药学。",
    "In short bursts it's very effective, the most destructive weapon to date. The cannon automatically targets monsters close by. You just have to make the ammo and let it rip.": "短时间内使用非常有效，是迄今为止最具破坏力的武器。大炮会自动瞄准附近的怪物。你只需要制作弹药然后开炮。",
    "In that case I have one more favour to ask you...": "那样的话我还有一个忙要请你帮……",
    "In that case I'd better drink more wine! It helps me think.": "那样的话我最好多喝点酒！酒帮助我思考。",
    "In that case you're not crossing.": "那样的话你过不去。",
    "In that case, please eat and enjoy.": "那样的话，请吃吧，好好享用。",
    "In the distance you can hear kittens mewing...": "远处你能听到小猫在叫……",
    "In the gnome village those who are needy receive what they need, and those who are able give what they can.": "在侏儒村，有需要的人得到他们需要的，有能力的人付出他们能付出的。",
    "In the last two hundred years, I have survived all horrors imaginable. Now it is my turn to cover this land in darkness. One day you shall see, all will quake on hearing my name.": "在过去两百年里，我经历了所有能想象到的恐怖。现在轮到我用黑暗笼罩这片土地了。总有一天你会看到，所有人听到我的名字都会颤抖。",
    "In the last two months our tree guardians have|reported continuing deterioration of the Grand|Tree's health. I've never seen this before!|It could be the end for us all!": "在过去两个月里，我们的树木守护者|报告大树的健康状况持续恶化。|我从没见过这种情况！|这可能是我们所有人的末日！",
    "In the library. No one else was there so|you'll just have to take my word for it.": "在图书馆里。当时没有其他人在，|所以你只能相信我的话。",
    "In the scheme of things you are very young.": "从大局来看你还很年轻。",
    "In this day and age we're all soldiers.|No time to waste gassing, Fight! Fight! Fight!": "在这个年代我们都是战士。|没时间浪费在闲聊上，战斗！战斗！战斗！",
    "Inbetween the arenas are walkways where you can watch the fights and challenge other players.": "竞技场之间是走廊，你可以在那里观看战斗并挑战其他玩家。",
    "Incompetent cretin! Return to the Carnillean household and do not return again without it!": "无能的蠢货！回Carnillean家去，没有那个东西就别回来！",
    "Incompetent fool! The future of our entire plans relies on that scroll! You MUST find it and take it back to our hideout as soon as possible!": "无能的蠢货！我们整个计划的未来都取决于那个卷轴！你必须找到它并尽快带回我们的藏身处！",
    "Incredible!": "不可思议！",
    "Incredible, for a human you really are something.": "不可思议，作为一个人类你真的很了不起。",
    "Indeed I can. In my long time searching for the 'perfect' gold I learned a lot about gold items. I can improve these gauntlets so that they provide more than normal.": "确实可以。在我长时间寻找'完美'黄金的过程中，我学到了很多关于黄金物品的知识。我可以改进这些臂甲，使它们提供比普通更好的效果。",
    "Indeed I have.|They are 100 coins each, do you want one?": "确实有。|每个100金币，你要一个吗？",
    "Indeed I will...": "我确实会……",
    "Indeed it did! I wiped out those ogre shamans!": "确实有效！我消灭了那些食人魔萨满！",
    "Indeed they are, but you must confront them|to break the power of the ogres. They MUST be beaten!": "他们确实很强大，但你必须面对他们|才能打破食人魔的力量。他们必须被击败！",
    "Indeed!": "确实！",
    "Indeed, I feel you have beheld the far places in the heavens.": "确实，我感觉你已经见识过天界遥远的地方。",
    "Indeed, cast your eyes on my wares, adventurer.": "确实，冒险者，看看我的商品吧。",
    "Indeed, leather armour is excellent for archers. It's supple and not very heavy.": "确实，皮甲对弓箭手来说非常好。它柔软而且不太重。",
    "Indeed, the quest is complete, Lathas. I have defeated Iban and his undead minions.": "确实，任务完成了，Lathas。我打败了Iban和他的亡灵爪牙。",
    "Indeed, these ogres have harnessed the black arts.|They wield great power.": "确实，这些食人魔掌握了黑魔法。|他们拥有强大的力量。",
    "Indeed, you must be someone special to be allowed down here...": "确实，能被允许到下面来的人一定很特别……",
    "Indeed.": "确实。",
    "Indeed. I obviously underestimated you, although you still pale in comparison to the might of General Khazard.": "确实。我显然低估了你，虽然你跟Khazard将军的力量相比还是差远了。",
    "Inside the chest you find the Scroll of Hazeel.": "在箱子里你发现了Hazeel卷轴。",
    "Inside the chest you find the tribal totem.": "在箱子里你发现了部落图腾。",
    "Inside you find a book, a wooden doll and two potions.": "在里面你发现了一本书、一个木偶和两瓶药水。",
    "Instead it has been liberated.|It now gleams from the canvas of my latest epic:|The Majesty of Varrock!": "它已经被解放了。|它现在在我最新的巨作画布上闪耀：|瓦洛克的威严！",
    "Interesting, very interesting.": "有意思，非常有意思。",
    "Interesting...": "有意思……",
    "Interesting... Perhaps I should study it as well.": "有意思……也许我也应该研究一下。",
    "Interesting... This exam seems to be a popular one!": "有意思……这场考试似乎很受欢迎！",
    "Interesting... we better keep our eyes open.": "有意思……我们最好保持警惕。",
    "Interesting....": "有意思……",
    "Investigate the outline of the door.": "调查门的轮廓。",
    "Irena cries her heart out in front of you.": "Irena在你面前痛哭。",
    "Irena seems to be very upset and cries as you approach her.": "Irena似乎非常难过，在你靠近她时哭了起来。",
    "Irena's bottom lip trembles a little.": "Irena的下嘴唇微微颤抖。",
    "Is Al Zaba Bhasim very tough?": "Al Zaba Bhasim很厉害吗？",
    "Is THAT supposed to be FUNNY? OUT! Before I call the Guard!": "那应该很好笑吗？滚出去！在我叫卫兵之前！",
    "Is he angry?": "他生气了吗？",
    "Is he now? Is he REALLY? There is a lot more to the Carnilleans than meets the eye you fool...": "是吗？真的吗？Carnillean家族不只是表面看到的那么简单，你这个傻瓜……",
    "Is her resting place important?": "她的安息之所重要吗？",
    "Is it a powerful demon?": "它是一个强大的恶魔吗？",
    "Is it effective?": "它有效吗？",
    "Is it nice and tidy round the back now?": "后面现在整洁了吗？",
    "Is it nice there?": "那里好吗？",
    "Is it time to wake up? I am not sure...": "该起床了吗？我不确定……",
    "Is just what Rantz sayed!|@blu@~ The hulking ogre nods excitedly. ~": "就是Rantz说的！|@blu@~ 巨大的食人魔兴奋地点头。~",
    "Is my wife asking priests to visit me now? I'm a man of science for god's sake.": "我妻子现在叫牧师来看我了？看在上帝的份上，我是个科学家。",
    "Is that all anyone says around here?": "这里的人就只会说这个吗？",
    "Is that all chump? Don't worry, I have a spare!": "就这些吗，傻瓜？别担心，我有备用的！",
    "Is that any way to talk to your new superior?": "这是跟你的新上司说话的态度吗？",
    "Is that guy still out there?|He's getting to be a nuisance.|Remind me to send someone to kill him.": "那个家伙还在外面吗？|他越来越烦人了。|提醒我派人去杀了他。",
    "Is that possible ?": "那可能吗？",
    "Is that so... You humour me small thing. Answer this riddle and I will help you...": "是这样吗……你逗我开心了，小东西。回答这个谜语我就帮你……",
    "Is that your ship?": "那是你的船吗？",
    "Is the lens finished?": "镜片做好了吗？",
    "Is the ship ready to sail back?": "船准备好返航了吗？",
    "Is there a reward if I get her back?": "如果我把她带回来有奖赏吗？",
    "Is there any chance of me borrowing it again?": "我有没有可能再借一次？",
    "Is there any chance you could help me?": "你有没有可能帮帮我？",
    "Is there any chance you could visit the platform and find out what's going on?": "你有没有可能去平台看看发生了什么？",
    "Is there any change of me borrowing it again?": "我有没有可能再借一次？",
    "Is there any sacred ground around here?": "这附近有什么圣地吗？",
    "Is there any way I can get the rank of master thief?": "有什么办法可以让我获得盗贼大师的称号吗？",
    "Is there anything down this alleyway?": "这条小巷里有什么吗？",
    "Is there anything else I can do?": "还有什么我能做的吗？",
    "Is there anything else I can help you with?": "还有什么我能帮你的吗？",
    "Is there anything else interesting to do around here?": "这附近还有什么有趣的事情可做吗？",
    "Is there anything else you want to tell me?": "你还有什么想告诉我的吗？",
    "Is there treasure under the waterfall?": "瀑布下面有宝藏吗？",
    "Is this it?": "就是这个吗？",
    "Is this your house?": "这是你的房子吗？",
    "Is this your rock sample?": "这是你的岩石样本吗？",
    "Is this yours?": "这是你的吗？",
    "Isn't it obvious?": "这不明显吗？",
    "Isn't that treason?": "那不是叛国吗？",
    "Isn't this place built a bit out the way?": "这个地方是不是建得有点偏？",
    "It MUST have been Mary the maid.": "一定是女仆Mary干的。",
    "It all started when King Tyras of West Ardougne came back from one of his visits to the lands west of here.": "一切都始于西阿多格尼的Tyras国王从他的一次西方土地访问中回来。",
    "It appeared when I buried Zadimus' corpse.": "它是在我埋葬Zadimus的尸体时出现的。",
    "It beats being stuck in the monastery!": "总比被困在修道院里好！",
    "It came from the west somewhere.|It is extremely quick spreading, and utterly deadly.": "它来自西方某处。|传播极其迅速，而且绝对致命。",
    "It certainly sounds like it, now leave me alone. If you bug me again, I'm gonna call the guards.": "听起来确实是，现在别烦我。如果你再烦我，我就叫卫兵。",
    "It clashes with my skin colour.": "它跟我的肤色不搭。",
    "It could all just be a myth! Perhaps there is another way to get to the source of the stream? But I am not sure where it is.": "这可能只是一个传说！也许有另一种方法到达溪流的源头？但我不确定在哪里。",
    "It doesn't look very safe in there. I'm not going in without decent protective clothing.": "那里面看起来不太安全。没有像样的防护服我不进去。",
    "It doesn't sound as if you respect your Captain much.": "听起来你不太尊重你的船长。",
    "It fires a mould?": "它发射模具？",
    "It gets worse. Next the victim's blood changes into a thick black tar-like liquid, at this point they're past help.": "情况会更糟。接下来受害者的血液会变成一种浓稠的黑色焦油状液体，到那时候就无药可救了。",
    "It goes well. I can now navigate the skavid caves.": "进展顺利。我现在能在skavid洞穴里导航了。",
    "It grows near the vines in an area to the south west where": "它生长在西南方的一片区域的藤蔓附近，那里",
    "It grows near vines in an area to the south west|where the ground turns soft and the water kisses your feet.": "它生长在西南方的一片区域的藤蔓附近|那里地面变得柔软，水轻吻你的脚。",
    "It has Lady Lumbridge painted out and 'Klarense's|Cruiser' painted over it!": "Lumbridge夫人号的名字被涂掉了，|上面写着'Klarense的巡洋舰'！",
    "It has also spent time as a time travel machine,|and a dramatic lightning generator,|and a thing for generating monsters.": "它还曾被当作时间旅行机器，|和戏剧性的闪电发生器，|以及生成怪物的装置。",
    "It inhabits the darkness of the underground, and grows in caverns to the north. A secret entrance to the caverns is set into the northern cliffs, be careful Bwana.": "它栖息在地下的黑暗中，生长在北方的洞穴里。洞穴的秘密入口在北边的悬崖上，小心，Bwana。",
    "It is North East of here effendi, across the trackless desert. It will be a thirsty trip, can I interest you in a drink?": "它在这里的东北方，大人，穿过无路的沙漠。这将是一段口渴的旅程，你要来杯饮料吗？",
    "It is a bright and precious metal that is much sought after, though uncommonly found. It is the same glorious colour as the sun and it never loses its wondrous lustre. A blessed vessel made of this metal": "这是一种明亮而珍贵的金属，很受追捧，但不常见。它有着和太阳一样辉煌的颜色，永远不会失去其奇妙的光泽。用这种金属制成的神圣容器",
    "It is a very nice item Bwana. It may be just what you need to gain access to Rashiliyia's tomb. While you were away, I did some research.": "这是一件很好的物品，Bwana。它可能正是你进入Rashiliyia墓所需的东西。你不在的时候，我做了一些研究。",
    "It is an Amulet of Ghostspeak.": "这是一个幽灵交谈护身符。",
    "It is but they're worth it.": "是贵，但物有所值。",
    "It is fairly rare sort of ore... The only place I know where to get it is under this cliff here...": "那是一种相当稀有的矿石……我知道能找到它的唯一地方是这里的悬崖下面……",
    "It is for collecting natures bounty, once it contains the blossomed items of the swamp, it will make the Ghasts appear and you can then attack them.": "它是用来收集大自然的恩赐的，一旦它装满了沼泽中绽放的物品，就会让恶灵现身，然后你就可以攻击它们了。",
    "It is found in some rocks and must be extracted. It has a magical ability over some people, it possesses them. They fall within its power and seek to gain more and more of this precious metal for themselves.": "它存在于某些岩石中，必须被提取出来。它对某些人有一种魔力，会控制他们。他们会被它的力量所控制，不断地寻求为自己获取更多这种贵重金属。",
    "It is from an ancient language. The direct translation is... 'Magnificence floating on water'. But my research makes me believe that the temple was built on land.": "它来自一种古老的语言。直接翻译是……'浮在水上的辉煌'。但我的研究让我相信这座神庙是建在陆地上的。",
    "It is going well.": "进展顺利。",
    "It is good to see you once more. Did I not tell you how glorious Lord Hazeel is? With each day his power grows, and soon, very soon, we shall rule these lands!": "很高兴再次见到你。我没有告诉过你Hazeel大人有多荣耀吗？他的力量每天都在增长，很快，很快，我们将统治这些土地！",
    "It is likely to be very tough going. You'll need an axe|and machete to cut through the dense Kharazi Jungle,|collect a machete from the cupboard before you leave.|You'll need to find your own axe, preferably a good": "这可能会非常艰难。你需要一把斧头|和一把砍刀来穿越茂密的Kharazi丛林，|走之前从柜子里拿一把砍刀。|你需要自己找一把斧头，最好是一把好的",
    "It is located somewhere in the mysterious underground halls which are located somewhere in the woods just South of here. They are too dangerous for me to go myself however.": "它位于神秘的地下大厅的某个地方，而地下大厅就在这里南边的森林中的某处。不过对我来说那里太危险了，我自己去不了。",
    "It is of no concern of yours...": "这不关你的事……",
    "It is quite clearly a lift. Any fool can see that it's used to transport rock to the surface.": "这很明显是个升降机。任何傻瓜都能看出来它是用来把岩石运到地面的。",
    "It is quite pretty.": "它很漂亮。",
    "It is required if you're to cast this druid spell. Once you've cast the spell, you should find something from nature. Bring it back to me and then we'll try to figure out the other things we need.": "如果你要施放这个德鲁伊咒语就需要它。施放咒语后，你应该能从大自然中找到什么东西。把它带回来给我，然后我们再想办法弄到其他需要的东西。",
    "It is said that the caves where the stream is located, are littered with strange remains of a past civilisation. The dwarves are said to have excavated the area in search of the source of the sacred water.": "据说溪流所在的洞穴散落着过去文明的奇怪遗迹。据说矮人曾在该地区挖掘，寻找圣水的源头。",
    "It is so dull being a ghost...": "当鬼太无聊了……",
    "It is the best way I know.|Dead men tell no tales.": "这是我知道的最好办法。|死人不会泄密。",
    "It is the drain for the drainpipe running from the sink in the kitchen down to the palace sewers.": "这是从厨房水槽通往宫殿下水道的排水管的排水口。",
    "It is the last step for the great plan.": "这是伟大计划的最后一步。",
    "It is the least I can do.": "这是我能做的最少的。",
    "It is the ogre statue I finished for you.": "这是我帮你做好的食人魔雕像。",
    "It is too late for second thoughts... Do as you have agreed and return to me in all haste... His presence tortures me so...": "后悔已经太迟了……按照你答应的去做，然后尽快回到我这里……他的存在如此折磨我……",
    "It is vonderful!|The vomen are beautiful|and the nights are long!": "太妙了！|美女如云|而且长夜漫漫！"
}