{
    "No.": "不。",
    "No. But I was.": "不。但我以前是。",
    "No. Can I go yet? Your face irritates me.": "不。我能走了吗？你的脸让我烦。",
    "No. He deserves to die.": "不。他罪有应得。",
    "No. I am sorry, but I feel you are not devout enough.": "不。很抱歉，但我觉得你不够虔诚。",
    "No. I can stand here all day.": "不。我可以在这站一整天。",
    "No. I don't like that much.": "不。我不太喜欢那个。",
    "No. I don't like things like bribery.": "不。我不喜欢贿赂之类的事。",
    "No. I don't like this idea.": "不。我不喜欢这个主意。",
    "No. I was carrying it for him all the way from where he had it stored in Lumbridge. It must have slipped from my pack during the trip, and you know what people are like these days...": "不。我一路从伦布里奇他存放的地方帮他背过来的。途中一定是从我的包里滑出来了，你知道现在的人是什么样的……",
    "No. I won't do it.": "不。我不会做的。",
    "No. I'm not in the mood.": "不。我没心情。",
    "No. I've got lots of mining work to do.": "不。我还有很多采矿工作要做。",
    "No. In there is private.": "不。里面是私人区域。",
    "No. Silk doesn't suit me.": "不。丝绸不适合我。",
    "No. That sounds boring.": "不。听起来很无聊。",
    "No. That's too much for me": "不。对我来说太贵了",
    "No. That's too much for me.": "不。对我来说太贵了。",
    "No. You're a collaborator with the Phoenix Gang. There's no way they'll let you join now.": "不。你跟凤凰帮有勾结。他们现在不可能让你加入了。",
    "No. You're wrong. Now go away.": "不。你错了。走开吧。",
    "No... But you will have to be treated.": "不……但你得接受治疗。",
    "No... I am still looking.": "不……我还在找。",
    "No... he told me to go back after he'd had a quick look at the research you sent him.": "不……他让我等他快速看完你送来的研究资料后再回来。",
    "No... not since I was young.": "不……自从我年轻时就没有了。",
    "No... there are others... whom I will tell of your|authorisation to visit that place. When you speak|to them, they will know you, and grant you|access to that place when asked.": "不……还有其他人……我会告诉他们你|获得了访问那个地方的授权。当你和|他们说话时，他们会认出你，并在|你请求时允许你进入那个地方。",
    "No...thank you!": "不……谢谢！",
    "No?": "不？",
    "Nobody heard any signs of a struggle either. I think the knife was there to throw suspicion away from the real culprit.": "也没人听到任何打斗的迹象。我觉得那把刀是为了转移对真正凶手的怀疑。",
    "Nobody heard the guard dog barking, which it would have if it had been an intruder who was responsible.": "没人听到看门狗叫，如果是入侵者干的它肯定会叫的。",
    "Nod,|Gor nod!": "Nod，|Gor nod！",
    "Nod.": "Nod。",
    "None at all.": "一个也没有。",
    "None of my knights ever did return with it last time. Now we have the opportunity to give it another go, maybe this time we will have more luck!": "上次我的骑士们没有一个带着它回来。现在我们有机会再试一次，也许这次会更幸运！",
    "None of the above.": "以上都不是。",
    "None of the gold around here is even remotely suitable in terms of quality. I have searched far and wide for the perfect gold I desire, but have had no success so": "这附近的金子在质量上都远远不合格。我四处寻找我渴望的完美黄金，但一直没有成功",
    "None of us wanted to give up our rights to our brothers, so we didn't want to give up our pieces of the crest, but none of us wanted to face our father by": "我们谁都不想把权利让给兄弟们，所以我们不想放弃各自的纹章碎片，但我们谁也不想面对父亲",
    "None of your business.": "不关你的事。",
    "None of your business. Get lost.": "不关你的事。滚开。",
    "Noooo... Those... those animals.|But where is Gilob's son? He was also there.": "不……那些……那些畜生。|但Gilob的儿子在哪？他也在那里的。",
    "Nooooo! Bouncer! How dare you? You've taken the life of my only friend. Now you'll suffer traveller, prepare to meet your maker.": "不！！！Bouncer！你怎么敢？你夺走了我唯一的朋友的生命。现在你会受苦的旅行者，准备去见你的造物主吧。",
    "Nope I don't wish to take a deep interest in plagues. That stuff is too scary for me!": "不，我不想深入了解瘟疫。那东西对我来说太恐怖了！",
    "Nope, I don't feel so good either.": "不，我也感觉不太好。",
    "Nope, I'm not parting for that.": "不，我不会为那个出价。",
    "Nope, I'm ready to move on!": "不，我准备好继续了！",
    "Nope, I've had second thoughts.": "不，我改主意了。",
    "Nope, it's magic. But I know what you mean. So do|you want to join us?": "不，是魔法。但我明白你的意思。那么|你想加入我们吗？",
    "Nope, not yet.": "不，还没有。",
    "Nope, plenty of small fish though.": "没有，不过小鱼倒是很多。",
    "Nope, sorry.": "不，抱歉。",
    "Nope, sorry. It's gone.": "不，抱歉。它不见了。",
    "Nope, still don't understand what you are talking about. What's a computer?": "不，我还是不明白你在说什么。什么是电脑？",
    "Nope, still don't understand you.": "不，我还是听不懂你说什么。",
    "Nope, they're not easy to get hold of.": "不，它们不容易弄到。",
    "Nope, they're obviously a bunch of blooming loonies! Go find them and bring me back my blooming armour! Nobody steals from Sir Ceril Carnillean!!!": "不，他们显然是一群该死的疯子！去找到他们把我该死的盔甲拿回来！没人能偷Ceril Carnillean爵士的东西！！！",
    "Nope, you're mistaken. It's my new boat.": "不，你搞错了。这是我的新船。",
    "Nope.": "不。",
    "Nope. Afraid not.": "不。恐怕不行。",
    "Nope. I don't take passengers on my ship.": "不。我的船不载乘客。",
    "Nope. I just know I can't do much of anything like this!": "不。我只知道这样的话我什么都做不了！",
    "Nope. I'm just trying to distract you.": "不。我只是想分散你的注意力。",
    "Nope. Something about all this is very suspicious...": "不。这一切都有很可疑的地方……",
    "Nope. Those are the rules.": "不。规矩就是规矩。",
    "Nor do I really care.": "我也不太在乎。",
    "Normal leather may be quite weak, but it's very cheap - I make it from cowhides for only 1 gp per hide - and it's so easy to craft that anyone can work with it.": "普通皮革可能相当脆弱，但很便宜——我用牛皮制作，每张只要1金币——而且非常容易制作，任何人都能做。",
    "Normally I wouldn't do this...|But in this instance I don't see why not.": "通常我不会这样做的……|但这次我觉得无妨。",
    "Normally we recruit for our gang|by watching local thugs and thieves in action.|People don't normally waltz in here|saying 'hello, can I play'.": "我们通常通过观察|当地的打手和小偷来招募帮派成员。|一般不会有人大摇大摆走进来|说'你好，我能加入吗'。",
    "Not a problem for a friend of Sir What's-his-face.": "对那位什么爵士的朋友来说不是问题。",
    "Not a problem, happy to help out.": "没问题，很乐意帮忙。",
    "Not amazing.|Not many fish can live in this gungey stuff.|I remember when this was a pleasant river|teeming with every sort of fish...": "不太好。|没什么鱼能在这种黏糊糊的东西里生存。|我还记得这条河曾经清澈宜人|到处都是各种各样的鱼……",
    "Not anywhere for now!": "暂时哪里都不去！",
    "Not as good as ours, obviously.": "显然没我们的好。",
    "Not at all! The more minds we have working on the|problem, the quicker we get that loot!": "完全不会！越多人一起想办法，|我们就能越快拿到宝藏！",
    "Not at the moment, sorry. Try again later.": "暂时不行，抱歉。待会再试。",
    "Not at the moment.": "暂时不行。",
    "Not at the moment. I've heard that the known world is expanding as new places are discovered.": "暂时没有。我听说随着新地方被发现，已知世界正在扩大。",
    "Not at the moment. The explorers that come back from far away lands tell such amazing tales. Make sure you keep eyes and ears open as you may find new places to explore!": "暂时没有。从远方归来的探险家们讲述了许多惊人的故事。确保保持警觉，你可能会发现新的地方去探索！",
    "Not bad I suppose.": "我觉得还行吧。",
    "Not bad at all, your effort is appreciated my friend.|Now, if I could only figure out what the thing uses as ammo....": "很不错，感谢你的努力，朋友。|现在，如果我能搞清楚这东西用什么当弹药就好了……",
    "Not bad for an adventurer, eh?": "对冒险者来说还不赖吧？",
    "Not bad thanks, yourself?": "还不错谢谢，你呢？",
    "Not bad, a little worn out.": "还行，有点累了。",
    "Not bad, let me know when you hear from King Lathas again.": "不错，等你再有Lathas国王的消息告诉我。",
    "Not bad, not bad at all.": "不错，真的不错。",
    "Not bad, not bad at all. I think you need a tougher challenge. Time for my puppy. Guards! Guards! Bring on Bouncer!": "不错，真的不错。我觉得你需要更难的挑战。该让我的小宝贝出场了。来人！来人！放Bouncer出来！",
    "Not bad, thanks.": "还不错，谢谢。",
    "Not bad, thanks. Yourself?": "还不错，谢谢。你呢？",
    "Not bad, yourself?": "还行，你呢？",
    "Not done that bit yet though. Still trying.": "不过那部分还没做完。还在努力。",
    "Not even the dead get a decent funeral. Bodies are just thrown down disused mine holes. It's very disrespectful...": "甚至死者都得不到体面的葬礼。尸体被扔进废弃的矿洞里。太不尊重人了……",
    "Not exactly.|We discovered some magic golden feathers|that are said to point the way to the boots...": "不完全是。|我们发现了一些神奇的金色羽毛|据说能指引通往靴子的方向……",
    "Not for the last few days though... I thought maybe she'd gone home.": "不过最近几天没有了……我以为她回家了。",
    "Not great, it's just... well... people just don't seem to take me seriously!": "不太好，就是……嗯……人们似乎不把我当回事！",
    "Not heard of her.": "没听说过她。",
    "Not if I can help it!": "如果我能阻止的话就不会！",
    "Not if I can help it.": "如果我能阻止的话就不会。",
    "Not just any magician can enter, only the most|powerful, the most feared. Before you can use the|power of this arena, you must prove yourself against|me.": "不是随便什么魔法师都能进来的，只有最|强大、最令人畏惧的。在你使用|这个竞技场的力量之前，你必须|跟我一较高下。",
    "Not just any roots Traveller!|These were created by gnome mages eons ago,|since then they have grown to become a mighty stronghold!": "这可不是普通的树根，旅行者！|这些是地精法师在远古时代创造的，|从那以后它们生长成为一个强大的据点！",
    "Not just at the moment.": "暂时不用。",
    "Not just camping; we're adventurers out on a mission,|sorry I can't share the details with you!": "不只是露营；我们是正在执行任务的冒险者，|抱歉不能跟你分享细节！",
    "Not just yet.": "暂时还不行。",
    "Not just yet. The swamp has flooded the roads again, it's unsafe to pass.": "暂时还不行。沼泽又把路淹了，通行不安全。",
    "Not like these I assure you. Soon after a thick black liquid will seep from your nose and eyes.": "我保证不是这种。不久之后一种浓稠的黑色液体会从你的鼻子和眼睛里渗出来。",
    "Not me, sir! I'm just an 'umble cabin boy. You'll need|a proper cap'n.": "不是我啊，先生！我只是个卑微的船舱杂工。你需要|一个真正的船长。",
    "Not much sailing to be done around here though?": "不过这附近也没什么航行可做的吧？",
    "Not much to do here but mine all day long.": "这里除了整天采矿也没什么可做的。",
    "Not much... I would say that is about it...": "没什么了……我觉得差不多就是这些了……",
    "Not my dear Juliet, she is different.": "我亲爱的Juliet不一样，她与众不同。",
    "Not now old monk.": "现在不行，老僧侣。",
    "Not now, thanks.": "现在不用，谢谢。",
    "Not now, we're all the same down here. There's just you and those Dwarfs left to be converted.": "现在不是时候，我们在这下面都是一样的。就剩你和那些矮人还没被转化了。",
    "Not one.": "一个都没有。",
    "Not only are fish absolutely delicious when cooked, there are always fighters willing to buy a well cooked fish when they're low on health.": "鱼煮熟了绝对美味，而且总有战士在生命值低的时候愿意买烹饪好的鱼。",
    "Not quite's not good enough. It is vital you catch, kill, and incinerate all four sheep as quickly as possible. Each second they are free, the risk of further contagion increases.": "'差不多'可不行。你必须尽快抓住、杀死并焚烧所有四只羊。它们每自由一秒，进一步传染的风险就增加一分。",
    "Not quite, we found a path to where we expected to find the Well of Voyage, an ancient portal to the west RuneScape.": "不完全是，我们找到了一条通往我们期望找到航行之井的路，那是一个通往RuneScape西部的古老传送门。",
    "Not really - other than Entranan firebirds tend to live on Entrana.": "不太了解——除了Entrana的火鸟通常生活在Entrana上。",
    "Not really, I just saw a man with a wooden leg.": "也不是，我只是看到了一个有木腿的人。",
    "Not really, I just wondered if I could push that big rock.": "也不是，我只是想看看能不能推动那块大石头。",
    "Not really, but I would say be careful, it's a dangerous place. And good luck.": "也不太了解，但我会说要小心，那是个危险的地方。祝你好运。",
    "Not really, just trying to lighten up the conversation.": "也不是，只是想活跃一下气氛。",
    "Not really, no. Thread is fairly common.": "不太有趣，不。线头很常见。",
    "Not really.": "不太。",
    "Not really. I don't have to justify myself to the likes of you, you know. I know the King personally you know. Now are we finished here?": "不太好。我不需要向你这种人解释什么，知道吗。我跟国王是私交，知道吗。我们说完了吗？",
    "Not really. The Captain won't let you in the compound. He's the only one who has the key to the gate. And if you talk to him, he'll probably just order us to kill you. Unless...": "不太可能。队长不会让你进营地的。他是唯一有大门钥匙的人。如果你跟他说话，他可能会直接命令我们杀了你。除非……",
    "Not right now,": "现在不行，",
    "Not right now, but thank you for offering.": "现在不用，但谢谢你的提议。",
    "Not right now, thanks.": "现在不用，谢谢。",
    "Not right now.": "现在不行。",
    "Not so bad!": "还不赖！",
    "Not so good for the citizens; they won't stand a chance.": "对市民来说不太好；他们毫无胜算。",
    "Not so many travellers come down here these days, ...but there are some who are still foolhardy enough.": "现在来这里的旅行者不多了……但还是有些人够胆大。",
    "Not that I can recall.": "据我所知没有。",
    "Not that I can think of.": "我想不出来。",
    "Not that I remember.": "我不记得了。",
    "Not that I remember...": "我不记得了……",
    "Not that these louts appreciate my gourmet cooking!": "这些蠢货可不懂欣赏我的美食！",
    "Not to mention the senseless waste of human life.": "更不用说毫无意义的人命浪费了。",
    "Not to mention the trees!": "更不用说那些树了！",
    "Not to people who ain't Black Arm members anyway.": "反正不对非黑臂帮成员说。",
    "Not to the best of my recollection.": "就我所能记得的来说没有。",
    "Not to worry, probably just litter.": "别担心，可能只是垃圾。",
    "Not to worry, stick at it. Remember, I need 6 clay, 4 copper ore and 2 iron ore.": "别担心，坚持下去。记住，我需要6块粘土、4块铜矿石和2块铁矿石。",
    "Not too bad thanks.": "还不错谢谢。",
    "Not too bad, but I'm a little worried|about the increase of goblins these days.": "还不错，但我有点担心|最近哥布林越来越多了。",
    "Not too bad, my barcrawl card is in my bank now.": "还不错，我的酒馆巡游卡现在在银行里了。",
    "Not too bad, thanks Doric.": "还不错，谢谢Doric。",
    "Not too bad... I've just got some|troubles on my mind...": "还行……只是有些|心事……",
    "Not very busy in here today, is it?": "今天这里不太忙啊，是吗？",
    "Not very good actually.": "其实不太好。",
    "Not when you combine them it isn't!|I invent MAGIC things!": "把它们组合起来就不是了！|我发明的是魔法物品！",
    "Not yet I'm afraid, but I'll keep looking...": "恐怕还没有，但我会继续找……",
    "Not yet I'm afraid.": "恐怕还没有。",
    "Not yet Kilron.": "还没有，Kilron。",
    "Not yet!": "还没有！",
    "Not yet, I'm afraid.": "恐怕还没有。",
    "Not yet, I've been busy.": "还没有，我一直很忙。",
    "Not yet, I've lost the pendant you gave me!": "还没有，我把你给我的吊坠弄丢了！",
    "Not yet, but I should be going soon.": "还没有，但我很快就该走了。",
    "Not yet, but I'm sure he will.": "还没有，但我相信他会的。",
    "Not yet, it's a big city over there.": "还没有，那边城市很大。",
    "Not yet, sorry, what's the clue again ?": "还没有，抱歉，线索是什么来着？",
    "Not yet, sorry, what's the clue again?": "还没有，抱歉，线索是什么来着？",
    "Not yet.": "还没有。",
    "Not yet. I'm working on it though.": "还没有。不过我在努力了。",
    "Not yet...": "还没有……",
    "Not you still, why don't you give up?": "又是你，你怎么不放弃？",
    "Nothin' at the moment, but then again the Customs Agents are on the warpath right now.": "现在没什么，不过话说回来海关人员正在严查呢。",
    "Nothing at the moment, I'm waiting for my scouts to come back. They will tell us how we can get through the mountains.": "暂时没有，我在等侦察兵回来。他们会告诉我们怎么穿过山脉。",
    "Nothing at the moment,|as it's broken.|It's meant to be a transmutation machine.": "目前什么都做不了，|因为它坏了。|它本来应该是一台嬗变机器。",
    "Nothing for now, thanks!": "暂时不需要，谢谢！",
    "Nothing interesting seems to have been dropped down here today.": "今天这下面似乎没掉落什么有趣的东西。",
    "Nothing like a tasty fish.": "没什么比一条美味的鱼更好的了。",
    "Nothing right now, but I'll bear it in mind. Thanks.": "现在不需要，但我会记住的。谢谢。",
    "Nothing some swamp paste won't fix...": "沼泽糊能解决的问题……",
    "Nothing thanks - sorry for disturbing you.": "不需要谢谢——抱歉打扰你了。",
    "Nothing thanks, I'm just looking around.": "不需要谢谢，我只是随便看看。",
    "Nothing thanks.": "不需要，谢谢。",
    "Nothing will help us now!": "现在什么都帮不了我们了！",
    "Nothing! It's all fine! You seem alive anyway!": "没什么！一切都好！反正你看起来活着的嘛！",
    "Nothing, I will be on my way.": "没什么，我这就走。",
    "Nothing, just being polite.": "没什么，只是客气一下。",
    "Nothing, just passing by.": "没什么，只是路过。",
    "Nothing, thank you.": "不用了，谢谢。",
    "Nothing, thanks.": "不用了，谢谢。",
    "Nothing, we've just been chatting.": "没什么，我们只是在聊天。",
    "Nothing.": "没什么。",
    "Now I am a knight of the round table, do you have any more quests for me?": "现在我是圆桌骑士了，你还有其他任务给我吗？",
    "Now I go to Father Lawrence for help.": "现在我去找Lawrence神父帮忙。",
    "Now I just need someone to deliver it for me.": "现在我只需要有人帮我送过去。",
    "Now I just need to fix this cart and we can go party.": "现在我只需要修好这辆马车，我们就可以去狂欢了。",
    "Now I just want a decent drink. Mind you, too much Khali brew and I'll fall asleep.": "现在我只想好好喝一杯。不过话说回来，Khali酒喝太多我会睡着的。",
    "Now I'd recommend you go and see Elena. She'll want to thank you herself. She lives in the house opposite ours.": "现在我建议你去看看Elena。她会想亲自感谢你的。她住在我们对面的房子里。",
    "Now I'll be needing some liquid honey, some sulphuric broline, and then...": "现在我需要一些液态蜂蜜、一些硫化溴素，然后……",
    "Now I'll just apply these to the sample and... I don't get it... the touch paper has remained the same.": "现在我把这些应用到样本上……我不明白……试纸没有变化。",
    "Now Lord Hazeel is returned unto us we await his strength to return so that we may smite our enemies!": "现在Hazeel大人已经回到我们身边，我们等待他力量的恢复，这样我们就能消灭我们的敌人！",
    "Now a deal's a deal, I'll tell ye about the treasure. I used to serve under a pirate captain called One-Eyed Hector.": "好了说话算话，我来告诉你关于宝藏的事。我以前在一个叫独眼Hector的海盗船长手下干活。",
    "Now as you may or may not know, many|centuries ago, the wizards at this Tower|learnt the secret of creating Rune Stones, which|allowed us to cast Magic very easily.": "你可能知道也可能不知道，许多|世纪以前，这座塔的巫师们|学会了制造符文石的秘密，这|让我们能非常轻松地施展魔法。",
    "Now at last my people are safe once more.|We can live in peace again.": "现在我的族人终于再次安全了。|我们可以重新和平生活了。",
    "Now be off with you, before we reduce you to a bloody mess on the sand.": "现在快滚，不然我们把你打得血肉模糊扔在沙子上。",
    "Now can you make me a Drunk Dragon?": "现在你能给我做一杯醉龙吗？",
    "Now get back to work!": "现在回去干活！"
}