{
    "Hmm, did Filliman ask you to do something special with it? Perhaps it has a special purpose? I'd keep it safe until you need it though, do you have somewhere safe to keep it?": "嗯，Filliman有让你用它做什么特别的事吗？也许它有特殊用途？不过我建议你先把它保管好直到需要时再用，你有安全的地方保管吗？",
    "Hmm, how strange that you don't. Well anyway, it has been some days since last I heard from Drezel, the priest who lives there.": "嗯，你不知道还真奇怪。总之，我已经好几天没收到住在那里的牧师Drezel的消息了。",
    "Hmm, impressive, but can you so easily sneak out again? How did you manage to get through the gate?": "嗯，真了不起，但你能这么轻松地再次溜出去吗？你是怎么通过那扇门的？",
    "Hmm, it does and I could understand if you didn't want to help. However, if you could perhaps at least get the item from nature, that would be a start. Perhaps we can figure out the rest as we go along.": "嗯，确实如此，如果你不想帮忙我也能理解。不过，如果你至少能从大自然中获取那个物品，那就是一个开始。也许我们可以边走边想其他的。",
    "Hmm, it is a conundrum, however, if you use that Bloom spell I gave you, you should be able to get something from nature. Once you have that, we may be able to puzzle the rest out.": "嗯，这确实是个难题，不过如果你使用我给你的绽放咒语，你应该能从大自然中获取一些东西。一旦你有了那个，我们也许能想出其余的办法。",
    "Hmm, it sounds like he's trapped here until he can accept that he's dead. He still see's the world as if he were in it. If he could somehow see that he is no longer here, that might just do the trick.": "嗯，听起来他被困在这里直到他能接受自己已经死了。他仍然像活着一样看待这个世界。如果他能以某种方式看到自己已经不在了，那也许就能解决问题。",
    "Hmm, me dunno what that'd look like. You'd have to bring me some, so us could decide.": "嗯，俺不知道那长啥样。你得带一些来给俺看看，俺们才能决定。",
    "Hmm, perhaps I shouldn't mix these together. It might have unpredictable results...": "嗯，也许我不应该把这些混在一起。可能会产生不可预测的结果……",
    "Hmm, something still doesn't seem right. I think we need something more before we can continue.": "嗯，感觉还是有什么不对。我觉得我们还需要一些东西才能继续。",
    "Hmm, that doesn't seem quite right.": "嗯，那似乎不太对。",
    "Hmm, that doesn't surprise me.  The only information I have refers to its name. Ah Za Rhoon, its name means  'Magnificence Floating on Water'.": "嗯，这不让我意外。我仅有的信息是关于它的名字。Ah Za Rhoon，它的名字意思是'浮于水上的壮丽'。",
    "Hmm, that dried up fungus doesn't really represent nature does it? Did you pick it yourself? Go and get a fresh one!": "嗯，那个干枯的蘑菇并不能真正代表自然吧？你是自己采的吗？去弄个新鲜的来！",
    "Hmm, that looks dangerous. Handle it carefully and don't drop it!": "嗯，那看起来很危险。小心处理，别掉了！",
    "Hmm, that sounds strange. But it looks like the Shaman has lost his mind. I am sorry Bwana, but it looks like I've sent you on a fools errand. My apologies Bwana.": "嗯，听起来很奇怪。但看起来巫师已经失去了理智。抱歉勇士，但看来我让你白跑一趟了。我道歉勇士。",
    "Hmm, that's actually really good.": "嗯，那实际上真的很好。",
    "Hmm, that's too bad. I really need that key.": "嗯，太遗憾了。我真的需要那把钥匙。",
    "Hmm, these notes are quite extraordinary Bwana. They give location details of Rashiliyia's tomb, and some information on how to use the crystal.": "嗯，这些笔记非常不寻常勇士。它们给出了Rashiliyia坟墓的位置详情，以及一些关于如何使用水晶的信息。",
    "Hmm, those plans look interesting. Go and show them to Al Shabim... I'm sure he'll be pleased to see them.": "嗯，那些计划看起来很有趣。去把它们给Al Shabim看看……我相信他会很高兴看到的。",
    "Hmm, very interesting Bwana, your abilities are much more focused than I had initially thought. I presume these are to be part of the ward to protect you from Rashiliyia?": "嗯，非常有趣勇士，你的能力比我最初想的要集中得多。我猜这些是要用来制作保护你免受Rashiliyia伤害的结界的一部分？",
    "Hmm, well yes, I did consider that you might not be right for the job. Be off with you then before I turn my men loose on you.": "嗯，没错，我确实考虑过你可能不适合这份工作。那就在我放人抓你之前赶紧走吧。",
    "Hmm, well you're a poetic one aren't you. Your material world logic stands you in good stead... If you're standing in the material world...": "嗯，你还真是个诗人。你的物质世界逻辑对你很有用……如果你站在物质世界的话……",
    "Hmm, well, I wonder what the guards are gonna say about that! Guards! Guards!": "嗯，我倒想知道守卫们会怎么说！卫兵！卫兵！",
    "Hmm, well, we get a lot of people in here. But not many women though... Saw one come in last week....": "嗯，我们这里来了很多人。不过女性不多……上周看到一个进来了……",
    "Hmm, yep you've got me there.": "嗯，你说得对。",
    "Hmm, yes it is as I thought...|A statue symbolising an ogre warrior of old.": "嗯，果然和我想的一样……|一尊象征着古老食人魔战士的雕像。",
    "Hmm, yes; I wondered why this race were so well dressed! It looks like they had mastery of needlework.": "嗯，是的；我一直好奇为什么这个种族穿得这么好！看来他们精通针线活。",
    "Hmm. I think I may have a worthwhile quest for you actually. I don't know if you are familiar with the stone circle south of Varrock or not, but...": "嗯。其实我可能有一个值得你去做的任务。我不知道你熟不熟悉瓦洛克南边的石圈，但是……",
    "Hmm. I used to use a sextant when I was a young fella.": "嗯。我年轻的时候经常用六分仪。",
    "Hmm. Looks like you can't carry anymore. Put 4 things down and come back to me.": "嗯。看起来你带不了更多了。放下4样东西再来找我。",
    "Hmm. Looks like you can't carry anymore. Put a couple of things down and come back to me.": "嗯。看起来你带不了更多了。放下几样东西再来找我。",
    "Hmm. That's some good detective work there. We need more evidence before we can close the case though. Keep up the good work!": "嗯。那可真是不错的侦探工作。不过我们需要更多证据才能结案。继续努力！",
    "Hmm. Well, you could find out what this key opens for me. Apparently it's for something in this building, but for the life of me I can't find what.": "嗯。你可以帮我查查这把钥匙能打开什么。据说是这栋建筑里的什么东西，但我怎么也找不到。",
    "Hmm. You'd better go and take the area by the pipes then.": "嗯。那你最好去管道那边的区域看看。",
    "Hmm...": "嗯……",
    "Hmm... I did wonder.": "嗯……我确实在想。",
    "Hmm... I'm not so sure about that.": "嗯……我不太确定。",
    "Hmm... interesting, sounds like food poisoning.": "嗯……有意思，听起来像食物中毒。",
    "Hmm... lovely...": "嗯……可爱……",
    "Hmm... you didn't feel any unexpected growths anywhere around your head just then did you?": "嗯……你刚才头部附近没有感觉到什么意外生长出来的东西吧？",
    "Hmm... you smell strange...": "嗯……你闻起来很奇怪……",
    "Hmm.... that's odd... I can't seem to get a signal...": "嗯……真奇怪……我似乎收不到信号……",
    "Hmm...in that case we'd better go to my office.": "嗯……那样的话我们最好去我的办公室。",
    "Hmm...really? What for?": "嗯……真的？为了什么？",
    "Hmm...you could be in luck! Before Glough had me|locked up I heard him mention that he'd left his|chest keys at his girlfriend's.": "嗯……你可能走运了！在Glough把我|关起来之前我听他提到他把|箱子钥匙留在他女朋友那里了。",
    "Hmmm let me think... Ouch! Thinking isn't clever. Ah here, she did scribble it down for me.": "嗯嗯嗯让我想想……哎呀！想太多真是不明智。啊在这里，她帮我写下来了。",
    "Hmmm! Maybe you could help?": "嗯嗯！也许你能帮忙？",
    "Hmmm, I'm not sure you will get much use out of this. Why not see if you can sell it in Shilo Village.": "嗯嗯，我不确定你能从这个东西上得到多少用处。为什么不去Shilo Village看看能不能卖掉。",
    "Hmmm, good, the transformation is complete. Now, my friend, in return for your assistance, I will help you to kill the Ghasts. First bring to me a silver sickle so that I can bless it for you.": "嗯嗯，好的，转变完成了。现在，我的朋友，作为你帮助我的回报，我会帮你杀幽魂。首先给我带来一把银镰刀，这样我就能为你祝福它。",
    "Hmmm, how did you get over here? You're not one of this rabble. Ah well, you'll have to stay. Can't risk you going back now.": "嗯嗯，你是怎么过来的？你不是这群乌合之众中的一员。算了，你得留下来。不能冒险让你现在回去。",
    "Hmmm, interesting... let me guess. You're completely innocent... like all the other inmates in here. Ha ha ha!": "嗯嗯，有意思……让我猜猜。你完全是无辜的……就像这里其他所有囚犯一样。哈哈哈！",
    "Hmmm, it's been a long time since I heard that name. Rashiliyia is the Queen of the Undead. And a more fearsome enemy you will be unlikely to find.": "嗯嗯，我很久没听到那个名字了。Rashiliyia是亡灵女王。你不太可能找到比她更可怕的敌人了。",
    "Hmmm, let me think...": "嗯嗯，让我想想……",
    "Hmmm, let me think... Nope, can't help you there I'm afraid.": "嗯嗯，让我想想……不行，恐怕我帮不了你。",
    "Hmmm, maybe it's a clue of some kind?": "嗯嗯，也许这是某种线索？",
    "Hmmm, not bad, not bad at all. I can sell that.|There you go, that's your share.": "嗯嗯，不错，相当不错。我能卖掉这个。|给你，这是你的份额。",
    "Hmmm, not bad, not bad at all. Looks like it's a lively one.": "嗯嗯，不错，相当不错。看起来这是一个活泼的。",
    "Hmmm, not really, I would have tried them already if I did. The guards seem to live in the compound. How did you get in there anyway?": "嗯嗯，不太知道，如果我知道的话早就试过了。守卫们似乎住在大院里。你是怎么进去的？",
    "Hmmm, nothing here.": "嗯嗯，这里什么都没有。",
    "Hmmm, now I think about it the Cannon Engineer may be able to help.|He controls the production of the cannons.": "嗯嗯，现在我想起来了大炮工程师也许能帮忙。|他负责大炮的生产。",
    "Hmmm, oh yes, what can you do?": "嗯嗯，哦是的，你能做什么？",
    "Hmmm, ok then. Be on your way.": "嗯嗯，那好吧。上路吧。",
    "Hmmm, sounds difficult, I don't know if I am ready for the challenge.": "嗯嗯，听起来很难，我不知道我是否准备好迎接这个挑战了。",
    "Hmmm, strange that!": "嗯嗯，真奇怪！",
    "Hmmm, that doesn't narrow it down a huge amount... I'll need to know more than that.": "嗯嗯，这并没有缩小多少范围……我需要知道更多。",
    "Hmmm, that sounds odd. I'm sure that Gujuo will tell you the same as me though. Searching for the source of the water pool will be difficult. However, with some help, it might be possible.": "嗯嗯，听起来很奇怪。不过我相信Gujuo会跟我说的一样。寻找水池的源头会很困难。然而，如果有些帮助的话，也许是可能的。",
    "Hmmm, that sounds very strange. I sense a spirit in torment, you should try to bury the remains.": "嗯嗯，听起来非常奇怪。我感觉到一个痛苦中的灵魂，你应该试着埋葬那些遗骸。",
    "Hmmm, that's very interesting, I seem to remember Father Aereck in Lumbridge and his predecessor Father Urhney having a similar issue. Though this is probably not related to your problem.": "嗯嗯，那很有趣，我好像记得伦布里奇的Aereck神父和他的前任Urhney神父也有过类似的问题。不过这可能跟你的问题无关。",
    "Hmmm, the pure water is sacred to us. It is from a|sacred spring which is fed from deep underground.": "嗯嗯，纯净水对我们来说是神圣的。它来自一个|从地下深处涌出的神圣泉水。",
    "Hmmm, there was something I think that might help...": "嗯嗯，我想到了一些可能有帮助的东西……",
    "Hmmm, there's a room past these bricks. If I could move them out of the way then I could find out what's inside. Maybe there's someone around here who can help...": "嗯嗯，这些砖头后面有一个房间。如果我能把它们移开就能看看里面有什么。也许这附近有人能帮忙……",
    "Hmmm, well I don't see them. You'd better go and ask Ungadulu for some more.": "嗯嗯，我没看到它们。你最好去找Ungadulu再要一些。",
    "Hmmm, well I guess they're not taking the issue of a kidnapping seriously enough. They do go a bit far sometimes.": "嗯嗯，我想他们对绑架这件事不够重视。他们有时候确实做得有点过分。",
    "Hmmm, well just that part about the wards...": "嗯嗯，就那个关于结界的部分……",
    "Hmmm, well, it is very impressive. Especially since it looks very heavy... However, it lacks a certain authenticity, my guess is that you made it, though I'm not sure why.": "嗯嗯，确实很令人印象深刻。尤其是它看起来很重……然而，它缺少某种真实性，我猜是你做的，虽然我不确定为什么。",
    "Hmmm, well, you are welcome bwana.": "嗯嗯，那，不客气勇士。",
    "Hmmm.": "嗯嗯。",
    "Hmmm. I don't... believe there are any here...": "嗯嗯。我不……认为这里有……",
    "Hmmm. I dunno.": "嗯嗯。我不知道。",
    "Hmmm. I heard you freed Merlin.|Either you're better than you look or you got lucky.|I think the latter.": "嗯嗯。我听说你解救了梅林。|你要么比看起来更厉害，要么就是运气好。|我觉得是后者。",
    "Hmmm. I think you'll find most of the cannon still happily parked on the spot where you put it.": "嗯嗯。我觉得你会发现大炮的大部分零件还好好地停在你放的地方。",
    "Hmmm. I think you'll find the base and stand still happily parked on the spot where you put them.": "嗯嗯。我觉得你会发现底座和支架还好好地停在你放的地方。",
    "Hmmm. I think you'll find the base still happily parked on the spot where you put it.": "嗯嗯。我觉得你会发现底座还好好地停在你放的地方。",
    "Hmmm. In the candle making trade,|we have a tradition that|it's very bad luck to make black candles.": "嗯嗯。在蜡烛制作行业，|我们有一个传统，|做黑蜡烛会带来很大的厄运。",
    "Hmmm. It's a good job they sent us spares.": "嗯嗯。幸好他们给我们送了备件。",
    "Hmmm. Not bad, not bad. Let's see it, make sure it's|genuine.": "嗯嗯。不错，不错。让我看看，确认它是|正品。",
    "Hmmm. Nothing springs to mind.": "嗯嗯。我想不起什么来。",
    "Hmmm. Perhaps I shouldn't try and mix these items together. It might have unpredictable results...": "嗯嗯。也许我不应该试着把这些东西混在一起。可能会产生不可预测的结果……",
    "Hmmm. Well, I admire your caution adventurer, perhaps I can prove myself? I will use my mental powers to discover...": "嗯嗯。我佩服你的谨慎冒险者，也许我可以证明自己？我会使用我的心灵力量来发现……",
    "Hmmm. Well, ok, thanks anyway.": "嗯嗯。好吧，谢谢了。",
    "Hmmm.. I did notice.": "嗯嗯……我注意到了。",
    "Hmmm...": "嗯嗯嗯……",
    "Hmmm... I don't trust that ladder.|I'm not going to climb down it.": "嗯嗯嗯……我不信任那个梯子。|我不打算爬下去。",
    "Hmmm... not bad, not bad at all.": "嗯嗯嗯……不错，相当不错。",
    "Hmmm... sounds interesting.": "嗯嗯嗯……听起来很有趣。",
    "Hmmm... well I don't know.": "嗯嗯嗯……我不知道。",
    "Hmmm... yes, that smells exactly like my Patented Multi Purpose Poison, but I don't see how it could be. It quite clearly says on the label of all bottles": "嗯嗯嗯……是的，那闻起来完全像我的专利多用途毒药，但我不知道怎么会这样。所有瓶子的标签上都清楚地写着",
    "Hmmm....": "嗯嗯嗯嗯……",
    "Hmmm..... No, I didn't, but I sleep very soundly at night.": "嗯嗯嗯……不，我没有，但我晚上睡得很沉。",
    "Hmmm...doesn't look like it's seen daylight in years. That's not going to catch any mice!": "嗯嗯嗯……看起来好几年没见过阳光了。那个是抓不到老鼠的！",
    "Hmmm...strange,|he should be at the market.": "嗯嗯嗯……奇怪，|他应该在市场才对。",
    "Hmmm? Really? Why not?": "嗯嗯？真的吗？为什么不呢？",
    "Hmmm? Why, who did you want to hear the gossip about?": "嗯嗯？怎么了，你想听谁的八卦？",
    "Hmmm? You are a very odd person. Come back again when you have found it.": "嗯嗯？你是个很奇怪的人。等你找到了再回来。",
    "Hmmmm Gherkins eh? Ask Charlie the cook, round the|back. He may have some 'gherkins' for you!": "嗯嗯嗯嗯小黄瓜？去问后面的厨师Charlie。|他可能有'小黄瓜'给你！",
    "Hmmmm!": "嗯嗯嗯嗯！",
    "Hmmmm.": "嗯嗯嗯嗯。",
    "Hmmmm... Maybe I can think of something for you.": "嗯嗯嗯嗯……也许我能帮你想想办法。",
    "Hmmmmm. Well, I haven't seen any skulls.": "嗯嗯嗯嗯嗯。嗯，我没见过什么骷髅头。",
    "Hmmmmmm...": "嗯嗯嗯嗯嗯嗯……",
    "Hmmph. What do you want?": "哼。你想要什么？",
    "Hmph!": "哼！",
    "Hmph! Suit yourself.": "哼！随你便。",
    "Hmph.": "哼。",
    "Hmph. Well, perhaps next time you'll need something from me?": "哼。也许下次你会需要我的什么东西？",
    "Ho! Ho! Ho!": "哈！哈！哈！",
    "Ho, ho, ho! A comedian to the finish.|There it is, in your backpack!": "哈哈哈！到最后还是个喜剧演员。|在那里，在你的背包里！",
    "Hoi there! Halt!": "嘿！站住！",
    "Hold on a second. I don't have space to carry it all.": "等一下。我没有空间装下所有东西。",
    "Hold on tight!": "抓紧了！",
    "Hold tight Charlie!": "抓紧了Charlie！",
    "Holgart smears the paste over the under side of his boat.": "Holgart把膏涂在船底。",
    "Holgart, can you take me back out to Kent?": "Holgart，你能带我回到Kent那里吗？",
    "Holgart, something strange is going on here.": "Holgart，这里有什么奇怪的事情正在发生。",
    "Holy Symbol of Saradomin": "Saradomin神圣符文",
    "Honestly, it's like they expect to be treated like royalty! If I had my way I would fire the whole workshy lot of them!": "说实话，他们竟然期望被当作皇室对待！如果由我做主，我会把他们这帮懒鬼全部炒掉！",
    "Honestly, what kind of idiot would go around killing things just because a stranger told them to? What kind of oafish, numb-skulled, dim-witted,": "说实话，什么样的傻瓜会因为陌生人叫他去就到处杀东西？什么样的愚蠢、木头脑袋、迟钝的、",
    "Honestly? I think it was Carol.": "说实话？我觉得是Carol干的。",
    "Honey, money, woman and wine!": "蜂蜜、金钱、美人和美酒！",
    "Hooray!": "万岁！",
    "Hooray, you're amazing. I didn't think it was possible but you've saved us.": "万岁，你太厉害了。我没想到这是可能的但你救了我们。",
    "Hope you like the new do!": "希望你喜欢新发型！",
    "Hops don't wanna talk now.|Try different world, HIC!": "Hops现在不想说话。|换个世界试试，嗝！",
    "How about 10 coins?": "10金币怎么样？",
    "How about 15 coins?": "15金币怎么样？",
    "How about 20 coins?": "20金币怎么样？",
    "How about 5 coins?": "5金币怎么样？",
    "How about nightmares then? Are you experiencing any problems with especially scary nightmares?": "那噩梦呢？你有没有做特别可怕的噩梦？",
    "How about some sort of wig?": "弄某种假发怎么样？",
    "How about the guard dog barking at all?": "那看门狗有叫过吗？",
    "How about the guard dog barking at an intruder?": "那看门狗对着入侵者叫呢？",
    "How about the guard dog barking?": "那看门狗叫声呢？",
    "How about this?": "这个怎么样？",
    "How about trying something tougher? Maybe cut his finger off?": "试试更狠的怎么样？也许切掉他的手指？",
    "How about you make me some toad crunchies for desert? Then I'll decide whether I can take you on.": "你给我做些蟾蜍脆饼当甜点怎么样？然后我再决定要不要收你。",
    "How am I doing so far?": "到目前为止我做得怎么样？",
    "How am I going to get some pineapples around here?": "我在这里怎么才能弄到菠萝？",
    "How am I meant to fight a demon who can destroy cities?": "我怎么可能跟一个能摧毁城市的恶魔战斗？",
    "How am I meant to fight a demon who can destroy cities?!": "我怎么可能跟一个能摧毁城市的恶魔战斗？！",
    "How am I supposed to know? A lot of what I know is most probably wrong but some of it seems right to me. Excuse me but I must get back to my studies.": "我怎么知道？我知道的很多东西很可能是错的，但有些对我来说似乎是对的。不好意思，我得回去学习了。",
    "How are things going Effendi?": "事情进展得怎么样阁下？",
    "How are you doing Charlie?": "你怎么样Charlie？",
    "How are you doing Montai?": "你怎么样Montai？",
    "How are you doing finding bones?": "找骨头进展如何？",
    "How are you doing finding my skull?": "找我的骷髅头进展如何？",
    "How are you doing finding those sword materials?": "找那些铸剑材料进展如何？",
    "How are you doing getting the crest pieces?": "找纹章碎片进展如何？",
    "How are you doing getting those balls of wool?": "找那些毛球进展如何？",
    "How are you doing in there bold adventurer?|We've been trying our best with that thing,|but I just haven't got the patience.": "里面进展如何勇敢的冒险者？|我们已经在那个东西上尽了最大努力，|但我就是没那个耐心。",
    "How are you doing with the ogres?": "对付食人魔进展如何？",
    "How are you doing with the quest?": "任务进展如何？",
    "How are you doing, Hudon?": "你怎么样，Hudon？",
    "How are you doing?": "你怎么样？",
    "How are you getting on finding me some glass?": "给我找玻璃进展如何？",
    "How are you getting on with finding the ingredients?": "找材料进展如何？",
    "How are you tracker?": "你好吗追踪者？",
    "How are you?": "你好吗？",
    "How are you? Still ok? Not too drunk?": "你好吗？还行吧？没醉得太厉害吧？",
    "How can I be sure you can be trusted?": "我怎么能确定你是可以信任的？",
    "How can I do that?": "我怎么做？",
    "How can I extinguish the flames?": "我怎么熄灭火焰？",
    "How can I find Handelmort's house? Ardougne IS a big place...": "我怎么找到Handelmort的房子？阿多格尼可是个大地方……",
    "How can I help you, brave adventurer?": "我能帮你什么，勇敢的冒险者？",
    "How can I help?": "我能帮什么忙？",
    "How can I reward you?": "我该怎么奖赏你？",
    "How can I use my new spells outside of the arena?": "我怎么在竞技场外面使用我的新法术？",
    "How can a blessed sickle help me to defeat the Ghasts?": "祝福过的镰刀怎么帮我击败幽魂？",
    "How can you afford to give such good deals?": "你怎么能给出这么好的价格？",
    "How can you be lost? Just follow the road east and south. You'll end up in Lumbridge fairly quickly.": "你怎么会迷路？沿着路往东往南走就行了。你很快就会到伦布里奇。",
    "How careless can you get?|Those things aren't easy to come by you know!|It's a good job I've got a spare.": "你能有多粗心？|那些东西可不容易弄到！|幸好我还有一个备用的。",
    "How come?": "怎么回事？",
    "How could I not do? He was my brother.": "我怎么能不做呢？他是我兄弟。",
    "How could you lose this most important message?": "你怎么能弄丢这么重要的信息？",
    "How dare you accuse me! I'm the head tree guardian!": "你竟敢指控我！我是首席树木守护者！",
    "How dare you call me a fool! I will work for whom I want!": "你竟敢叫我傻子！我想为谁工作就为谁工作！",
    "How dare you disturb me!": "你竟敢打扰我！",
    "How dare you lie to me morsel! I will grind you up for my bread!": "你竟敢骗我这个小不点！我要把你磨碎做面包！",
    "How dare you speak to me, you are a slave of this arena now.": "你竟敢跟我说话，你现在是这个竞技场的奴隶。",
    "How dare you talk to me like that! Explain your business quickly... or my guards will slay you where you stand.": "你竟敢这样跟我说话！快说明你的来意……否则我的卫兵会就地斩杀你。",
    "How dare you? Of course I'm a wizard. Now don't be so cheeky or I'll turn you into a frog.": "你竟敢？我当然是巫师。别这么无礼，不然我就把你变成青蛙。",
    "How did Lord Sinclair die?": "Sinclair勋爵是怎么死的？",
    "How did YOU get in here?": "你是怎么进来的？",
    "How did YOU know I was in the Phoenix Gang?": "你怎么知道我在凤凰帮的？",
    "How did they summon the spirits?": "他们是怎么召唤灵魂的？",
    "How did you all manage to build such an established network?": "你们是怎么建立起这样一个成熟的网络的？",
    "How did you end up in a sack?": "你怎么会被装进麻袋里的？",
    "How did you get back from Crandor?": "你是怎么从Crandor回来的？",
    "How did you get in here?|This is a restricted area!": "你是怎么进来的？|这是禁区！",
    "How did you get into West Ardougne? Ah well you'll have to stay, can't risk you spreading the plague outside.": "你是怎么进入西阿多格尼的？算了你必须留下来，不能冒险让你把瘟疫传到外面。",
    "How did you know I was in the Phoenix Gang?": "你怎么知道我在凤凰帮的？",
    "How did you know what I have been doing?": "你怎么知道我在做什么？"
}