{
    "I love General Khazard, please believe me.": "我爱Khazard将军，请相信我。",
    "I made it from the bone shard that Zadimus gave me.": "我用Zadimus给我的骨头碎片做的。",
    "I made the Totem pole, now what do I do with it?": "我做好了图腾柱，现在我该怎么办？",
    "I make amulets. I am the best maker of them in Runescape!": "我制作护身符。我是RuneScape最好的护身符制作者！",
    "I make leather from animal hides. Bring me some|cowhides and one gold coin per hide, and I'll tan them|into soft leather for you.": "我用动物皮制作皮革。给我一些|牛皮，每张一个金币，我就帮你|鞣制成软皮革。",
    "I managed to drop the key in the drain just outside the palace kitchen. It is just inside and I can't reach it.": "我不小心把钥匙掉进了宫殿厨房外面的排水沟里。钥匙就在里面，但我够不到。",
    "I managed to get one, although it wasn't easy.": "我弄到了一个，虽然不容易。",
    "I managed to sneak past the guards.": "我成功偷偷溜过了守卫。",
    "I may be a champion, but I don't think I'm up to dragon killing yet": "我虽然是冠军，但我觉得我还不够格杀龙",
    "I may be a fool but I will not step aside!": "我也许是个傻瓜，但我不会退让！",
    "I may be short, but at least I've got manners.": "我虽然矮，但至少我有礼貌。",
    "I may come back and try that later.": "我可能以后再回来试试。",
    "I may do.": "也许吧。",
    "I may have some bad news for you commander.": "指挥官，我可能有些坏消息要告诉你。",
    "I mean you need to go right to the top...|You need to see the King of East Ardougne!": "我是说你得找最高层的人……|你得去见东阿多格尼的国王！",
    "I mean, for the kind of battleships Glough's ordered I'll need tons and tons of lumber! Still, if he says he can supply the wood I'm sure he can! Anyway, here's the order for the lumber.": "我是说，Glough订购的那种战舰需要大量的木材！不过如果他说能供应木材，我相信他能做到！总之，这是木材的订单。",
    "I met a spirit in the Viyeldi Caves.": "我在Viyeldi洞穴遇到了一个灵魂。",
    "I might be interested, what's involved?": "我可能有兴趣，需要做什么？",
    "I miss those days.|If you could get me a ship I would take you anywhere.": "我怀念那些日子。|如果你能给我弄到一艘船，我可以带你去任何地方。",
    "I mostly just make what I find pretty. I sometimes make dye for the women's clothes, brighten the place up. I can make red, yellow and blue dyes. Would you like some?": "我主要就是把找到的东西变漂亮。我有时候给女人的衣服做染料，让这里亮堂一点。我能做红色、黄色和蓝色的染料。你想要一些吗？",
    "I must be going.": "我得走了。",
    "I must complete the transformation now. Just stand there and watch the show, apparently it's quite good!": "我现在必须完成转化。站在那里看表演吧，据说非常精彩！",
    "I must first check that you are up to scratch.": "我得先看看你是否够格。",
    "I must go and hunt now Bwana...": "我现在得去打猎了，Bwana……",
    "I must make a disguise. What do you suggest?": "我得弄一套伪装。你有什么建议？",
    "I must say I'm impressed.|May Saradomin speed you in finding them all.|Hold onto it until you have all four...": "我得说我很佩服。|愿Saradomin保佑你找到所有的。|先拿着这个，等你凑齐四个再说……",
    "I must somehow retrieve that distillator|if I am to find a cure for this awful affliction.": "如果我要找到治疗这种可怕疾病的方法|就必须想办法取回那个蒸馏器。",
    "I must visit my people now...": "我现在得去看看我的族人了……",
    "I need <~drezel_essence_remaining>": "我还需要<~drezel_essence_remaining>",
    "I need a Cadaver potion to help Romeo and Juliet.": "我需要一瓶尸体药水来帮助Romeo和Juliet。",
    "I need a cheese and tomato batta, a veg ball, and two portions of worm crunchies please.": "我需要一份奶酪番茄饼、一份蔬菜球和两份蠕虫脆片，谢谢。",
    "I need a desert robe and a desert shirt if you want these clothes off me.": "如果你想要我身上这些衣服，我需要一件沙漠长袍和一件沙漠衬衫。",
    "I need a desert robe and desert boots if you want these clothes off me.": "如果你想要我身上这些衣服，我需要一件沙漠长袍和一双沙漠靴子。",
    "I need a desert robe if you want these clothes off me.": "如果你想要我身上这些衣服，我需要一件沙漠长袍。",
    "I need a desert robe, a desert shirt and desert boots if you want these clothes off me.": "如果你想要我身上这些衣服，我需要一件沙漠长袍、一件沙漠衬衫和一双沙漠靴子。",
    "I need a desert shirt and desert boots if you want these clothes off me.": "如果你想要我身上这些衣服，我需要一件沙漠衬衫和一双沙漠靴子。",
    "I need a desert shirt if you want these clothes off me.": "如果你想要我身上这些衣服，我需要一件沙漠衬衫。",
    "I need a doctor.|The nurse's hut is to the south west.|Go now and bring us a doctor, that's an order.": "我需要一个医生。|护士的小屋在西南方。|现在去给我们找个医生来，这是命令。",
    "I need a rubber tube, a pressure gauge and a can of oil. Then your friend can stop being a chicken.": "我需要一根橡胶管、一个压力表和一罐油。然后你的朋友就可以不用再当鸡了。",
    "I need a think I drink.": "我需要一杯思考饮料。",
    "I need another competition pass.": "我需要另一张比赛通行证。",
    "I need another machete.": "我需要另一把砍刀。",
    "I need another mould for the unholy symbol.": "我需要另一个邪恶符号的模具。",
    "I need clearance to enter a plague house. It's in the south east corner of West Ardougne.": "我需要许可才能进入疫区房屋。它在西阿多格尼的东南角。",
    "I need desert boots if you want these clothes off me.": "如果你想要我身上这些衣服，我需要一双沙漠靴子。",
    "I need help with Bervirius.": "我需要关于Bervirius的帮助。",
    "I need help with Rashiliyia.": "我需要关于Rashiliyia的帮助。",
    "I need help with Zadimus.": "我需要关于Zadimus的帮助。",
    "I need it to fight Delrith.": "我需要它来对抗Delrith。",
    "I need more Yommi tree seeds.": "我需要更多Yommi树种子。",
    "I need more before I can pay you.": "我需要更多才能付给你。",
    "I need more help with the exam.": "我需要更多考试方面的帮助。",
    "I need more practice at it.": "我需要更多练习。",
    "I need more practice at it...": "我需要更多练习……",
    "I need my lens mould.|Without it I'll never get the correct shape.": "我需要我的镜片模具。|没有它我永远也做不出正确的形状。",
    "I need one Blurberry Special.  Let me know when|it's done.": "我需要一杯Blurberry特调。做好了|告诉我。",
    "I need permission to enter a plague house.": "我需要进入疫区房屋的许可。",
    "I need some help with the Temple of Ah Za Rhoon.": "我需要关于Ah Za Rhoon神庙的帮助。",
    "I need some proof to convince the King.": "我需要一些证据来说服国王。",
    "I need some pure water to douse some magic flames.": "我需要一些纯净水来浇灭一些魔法火焰。",
    "I need some sleep!": "我需要睡觉！",
    "I need someone to go on a mission|to the city of Ardougne.|There you will find the house of Lord Handelmort.|In his house he has our tribal totem.": "我需要有人去执行一项任务|前往阿多格尼城。|在那里你会找到Handelmort领主的宅邸。|他的家里有我们的部落图腾。",
    "I need the Staff of Armadyl. It's in the Temple of Ikov, near Hemenster, north east of here.": "我需要Armadyl之杖。它在Ikov神庙里，靠近Hemenster，在这里的东北方。",
    "I need the services of someone, yes. If you are interested, see the spymaster, Osman. I manage the finances here. Come to me when you need payment.": "是的，我需要有人帮忙。如果你感兴趣，去找间谍头子Osman。我负责这里的财务。需要报酬的时候来找我。",
    "I need three new parts for the telescope so it can be used again.": "我需要望远镜的三个新零件才能重新使用它。",
    "I need time to study this, <displayname()>. Can you please do me this task while I study this talisman you have brought me? In the mighty town of Varrock, which": "我需要时间研究这个，<displayname()>。你能在我研究你带来的这个护符的同时帮我完成一个任务吗？在强大的瓦洛克城，那里",
    "I need time to think.": "我需要时间思考。",
    "I need to acquire some protective clothing|so I can dispose of some diseased sheep.": "我需要弄一些防护服|这样我才能处理那些生病的羊。",
    "I need to collect some Yommi tree seeds for Gujuo.": "我需要为Gujuo收集一些Yommi树种子。",
    "I need to do a lot of work, goodbye. When you get a little tougher, maybe I will give you a job.": "我有很多工作要做，再见。等你再强一点的时候，也许我会给你一份工作。",
    "I need to do some other things first.": "我得先做一些其他的事情。",
    "I need to find Excalibur.": "我需要找到Excalibur。",
    "I need to find Excalibur...": "我需要找到Excalibur……",
    "I need to find Silverlight.": "我需要找到银光之剑。",
    "I need to get Kennith off this platform,|but I can't get past the fishermen.": "我需要把Kennith从这个平台上救下来，|但我过不了那些渔民。",
    "I need to get a key given to you by Sir Prysin.": "我需要拿到Prysin爵士给你的那把钥匙。",
    "I need to get into Mordred's Fort...": "我需要进入Mordred的堡垒……",
    "I need to get into Mordred's Fortress.": "我需要进入Mordred的堡垒。",
    "I need to get the key made.": "我需要配一把钥匙。",
    "I need to inspect it first, I'll fix it if it needs doing.": "我得先检查一下，需要修的话我来修。",
    "I need to know how many animals we have now.": "我需要知道我们现在有多少动物。",
    "I need to locate some scorpions.": "我需要找到一些蝎子。",
    "I need to make a special brew!|A potion that helps me to commune with the gods.|For this potion, I need very|special herbs, that are only found in the deep jungle.": "我需要调配一种特殊的药水！|一种帮助我与神灵交流的药水。|为了这种药水，我需要非常|特别的草药，只有在丛林深处才能找到。",
    "I need to service your chest.": "我需要维修你的箱子。",
    "I need to service your chest?": "我需要维修你的箱子？",
    "I need two crossbows|stolen from the Phoenix Gang weapons stash,|which if you head east for a bit,|is a building on the south side of the road.": "我需要两把弩|从凤凰帮的武器库偷来的，|如果你往东走一段路，|就是路南边的一栋建筑。",
    "I need two portions of choc chip crunchies please.": "我需要两份巧克力脆片，谢谢。",
    "I need two.|Come back when you have them.": "我需要两个。|等你有了再回来。",
    "I need wood to make a new tripod,|bronze to make a new tube|and glass for a replacement lens.": "我需要木材做新的三脚架，|青铜做新的管子|和玻璃做替换的镜片。",
    "I need you to make a sword for one of Falador's knights. He had one which was passed down through five generations, but his squire has lost it. So we need an identical one to replace it.": "我需要你为法拉多的一名骑士打造一把剑。他有一把传了五代的剑，但他的侍从把它弄丢了。所以我们需要一把一模一样的来替代。",
    "I never thought I'd see anyone claim this reward!": "我没想到竟然有人能来领这份奖赏！",
    "I notice you do not appear to have your protective clothing with you. Would you care to buy some more? Same price as before.": "我注意到你似乎没有带防护服。你想再买一些吗？跟之前一样的价格。",
    "I now have everything you need for your cake!": "我现在有了做你蛋糕需要的所有东西！",
    "I now need to defeat a black knight titan.|He seems invulnerable!": "我现在需要打败一个黑骑士泰坦。|他似乎刀枪不入！",
    "I overheard Anna saying to Stanford that if he didn't do something about the state of his compost heap, she was going to.": "我听到Anna对Stanford说，如果他不处理他那堆肥的问题，她就要自己动手了。",
    "I owe you my life for that escape.|You cannot help me this time, they know who you are.|Go in peace, friend of Al-Kharid.": "你救了我一命，让我逃了出来。|这次你帮不了我了，他们知道你是谁。|平安离去吧，阿尔卡里德之友。",
    "I owe you nothing you scoundrel! Now get out or I'll have Jones throw you out!": "我什么都不欠你，你这个无赖！快滚出去，不然我让Jones把你扔出去！",
    "I picked a fungus that grew when I cast the bloom spell.": "我采了一朵我施放绽放术时生长出来的真菌。",
    "I play at an abandoned lumber mill to the north east.|Just beyond the Jolly Boar Inn.|I saw Fluffs running around in there.": "我在东北方一个废弃的木材厂玩。|就在快乐野猪酒馆再过去一点。|我看到Fluffs在那里跑来跑去。",
    "I poured the blessed water over the vampires coffin. I think that should trap him in there long enough for you to escape.": "我把祝福之水倒在了吸血鬼的棺材上。我想这应该能把他困在里面足够长的时间，让你逃走。",
    "I poured the poison into the Carnillean's meal as requested. It didn't quite go to plan however.": "我按要求把毒药倒进了Carnillean家的饭菜里。不过事情没有完全按计划进行。",
    "I prospected both types of rock! One set contains tin and the other has copper ore inside.": "我勘探了两种岩石！一种含有锡，另一种含有铜矿。",
    "I provide items to help you keep your legs!": "我提供物品帮你保住双腿！",
    "I pulled it up...": "我把它拉了上来……",
    "I realise it was a lot to ask of a stranger.": "我知道这对一个陌生人来说要求很多。",
    "I really have to fight these undead now Bwana, before they take over the world!": "Bwana，我现在真的得跟这些亡灵战斗了，不然它们会征服世界的！",
    "I really need it. Please hurry.": "我真的很需要。请快点。",
    "I really need that Ardrigal if I am to make this potion.": "如果我要配这种药水，我真的需要Ardrigal草。",
    "I really need that Rogues Purse if I am to make this potion.": "如果我要配这种药水，我真的需要盗贼钱包草。",
    "I really need that Sito Foil if I am to make this potion.": "如果我要配这种药水，我真的需要Sito Foil草。",
    "I really need that Snake Weed if I am to make this potion.": "如果我要配这种药水，我真的需要蛇草。",
    "I really need that Volencia Moss if I am to make this potion.": "如果我要配这种药水，我真的需要Volencia苔藓。",
    "I really need to see King Narnode. Could you help sneak me in?": "我真的需要见Narnode国王。你能帮我偷偷溜进去吗？",
    "I really shouldn't... oh... ok then just the one.": "我真的不该……哦……好吧，就一杯。",
    "I remember seeing one such warrior. Going by the name of Randas... ..he stood tall and proud like an Elven King...": "我记得见过一个这样的战士。他名叫Randas……他站得高大而骄傲，像一位精灵国王……",
    "I require the Staff of Armadyl. It is in the deserted Temple of Ikov, near Hemenster, north east of here.": "我需要Armadyl之杖。它在废弃的Ikov神庙里，靠近Hemenster，在这里的东北方。",
    "I require the following cooked fish: Swordfish, Bass, Tuna, Salmon and Shrimp.": "我需要以下熟鱼：剑鱼、鲈鱼、金枪鱼、三文鱼和虾。",
    "I returned the Holy Grail to Camelot!": "我把圣杯归还给卡默洛特了！",
    "I said I will see you there then!": "我说了到时候在那里见！",
    "I said I would and old Ned is a man of his word!": "我说过会的，老Ned说话算话！",
    "I said I would and old Ned is a man of his word! I'll meet you on board the Lady Lumbridge in Port Sarim.": "我说过会的，老Ned说话算话！我们在Port Sarim的Lumbridge夫人号船上见。",
    "I said you were very gregarious!": "我说你很善于交际！",
    "I sat in that cold crypt for ages waiting for Romeo.": "我在那个冰冷的墓穴里等了Romeo好久。",
    "I saw <displayname>. You seem better at this than I at |first took you for. Well, you seem to have the hang of |basic swordplay. Let's move on.": "我看到了<displayname>。你比我一开始|以为的要厉害。好吧，看来你已经掌握了|基本的剑术。让我们继续吧。",
    "I saw Hudon by the river but he refused to come back with me.": "我在河边看到了Hudon，但他拒绝跟我回来。",
    "I saw her in a huge argument with Lord Sinclair in the library the other day. It was something to do with stolen books. She definitely seemed upset enough to have done it afterwards.": "前几天我在图书馆看到她跟Sinclair勋爵大吵了一架。好像是关于偷书的事。她事后看起来确实气得足以做出那种事。",
    "I saw him arguing with Lord Sinclair about some missing silverware from the Kitchen. It was a very heated argument.": "我看到他和Sinclair勋爵因为厨房里丢失的银器争吵。那是一场非常激烈的争吵。",
    "I saw, that was a beautiful sight. The Khazard troops didn't know what hit them.": "我看到了，那真是壮观的场面。Khazard的军队完全措手不及。",
    "I sealed it using one of my magic rituals. So it would make sense that another ritual would open it again.": "我用我的魔法仪式把它封住了。所以用另一个仪式来打开它应该合理。",
    "I searched the catacombs thoroughly but found nothing else.": "我彻底搜查了地下墓穴，但没有找到其他东西。",
    "I see that you have. Well done; Now, to complete the|quest, and gain entry to the Hero's Guild in your final|task all that you have to do is...": "我看到你做到了。干得好；现在，要完成|这个任务，并在你最后的|任务中获得进入英雄公会的资格，你只需要……",
    "I see why people say you're a weak leader.": "我明白为什么人们说你是一个软弱的领袖了。",
    "I see you are a chef... Could you cook me something?": "我看你是个厨师……你能给我做点什么吗？",
    "I see you are claiming half the reward,|so I will give you half of the bounty.|That comes to exactly 600 gold coins!": "我看你是来领一半奖赏的，|所以我给你一半赏金。|正好是600金币！",
    "I see you are getting on well with the rescue. Obtaining a key must have saved you some time.": "我看你的营救行动进展顺利。拿到钥匙一定省了你不少时间。",
    "I see you are the mercenary type.": "我看你是个雇佣兵类型的人。",
    "I see you have brought me a hide.|Would you like me to tan it for you?": "我看你给我带了一张皮。|要我帮你鞣制吗？",
    "I see you have brought me some hides.|Would you like me to tan them for you?": "我看你给我带了一些皮。|要我帮你鞣制吗？",
    "I see you have no totem pole, or Yommi tree seeds, is everything ok?": "我看你没有图腾柱，也没有Yommi树种子，一切还好吗？",
    "I see you have the unholy symbol of our Lord.|I will bless it for you.": "我看到你有我们主的邪恶符号。|我来为你祝福它。",
    "I see you have the unholy symbol of our Lord.|It is blessed with the Lord Zamorak's power.": "我看到你有我们主的邪恶符号。|它已经被Zamorak大人的力量祝福了。",
    "I see you're new. Please read the billboard poster|before going into the desert. It'll give yer details on the|dangers you can face.": "我看你是新来的。去沙漠之前|请先看看公告栏。|上面会告诉你可能面临的危险。",
    "I see. Well good luck with it all.": "我明白了。那祝你好运。",
    "I see.|Carry on?": "我明白了。|继续吗？",
    "I seek a hero to go on an important mission!": "我在寻找一位英雄去执行一项重要任务！",
    "I seek a piece of the map to the island of Crandor.": "我在寻找一块通往Crandor岛的地图碎片。",
    "I seek a quest!": "我在寻找任务！",
    "I seek a quest.": "我在寻找任务。",
    "I seek a shield that will protect me from the dragon's breath.": "我在寻找一面能保护我免受龙息的盾牌。",
    "I seek an item from the realm of the Fisher King.": "我在寻找来自渔王领域的物品。",
    "I seek another task.": "我在寻找另一个任务。",
    "I seek entrance to the city of ogres.": "我想要进入食人魔之城。",
    "I seek knowledge and power!": "我追求知识和力量！",
    "I seek passage into the skavid caves.": "我想进入skavid洞穴。",
    "I seek the Grail in the name of Camelot!": "我以卡默洛特的名义寻找圣杯！",
    "I seek the Grail of legend!": "我在寻找传说中的圣杯！",
    "I seek the Holy Grail.": "我在寻找圣杯。",
    "I seek the Staff of Armadyl.": "我在寻找Armadyl之杖。",
    "I seek the sword Excalibur.": "我在寻找Excalibur之剑。",
    "I seek your wisdom.": "我来寻求你的智慧。",
    "I seem to have lost my chest key...": "我好像弄丢了我的箱子钥匙……",
    "I sell runes. I've got some good stuff, some really powerful little rocks. Take a look.": "我卖符文。我有一些好东西，一些非常强大的小石头。看看吧。",
    "I sell them to Wydin who runs a grocery store in Port Sarim.": "我把它们卖给在Port Sarim开杂货店的Wydin。",
    "I serve Saradomin in other ways.": "我以其他方式侍奉Saradomin。",
    "I serve nobody but myself.": "我只为自己服务。",
    "I shall go and see if I can find him.": "我去看看能不能找到他。",
    "I shall see what options your brothers can offer me first.": "我先去看看你的兄弟们能提供什么选择。",
    "I shall set a test for you.": "我来给你设一个考验。",
    "I should be winning duels in the arena! I'm the best warrior in Al Kharid!": "我应该在竞技场赢得决斗！我是阿尔卡里德最好的战士！",
    "I should not disturb someone as tough as you, great lady.": "我不该打扰像你这么厉害的人，伟大的女士。",
    "I should think it is probably because a warlock has come along and stolen my skull. If you look inside my coffin there, you'll find my corpse without a head on it.": "我想大概是因为一个术士来把我的头骨偷走了。如果你看看我的棺材里面，你会发现我的尸体上没有头。",
    "I should've known! The humans are going to invade!": "我早该知道的！人类要入侵了！",
    "I shouldn't really, but as you helped us so much,|well, I could sort something out.|I'll warn you though, they don't come cheap.": "我本不该这样，但你帮了我们这么多，|好吧，我能想想办法。|不过我得提醒你，它们可不便宜。",
    "I shouldn't take any more of Jerico's birdfeed. I've already got enough in the bank.": "我不该再拿Jerico的鸟食了。我银行里已经有足够的了。",
    "I shouldn't tell you this adventurer.": "冒险者，我本不该告诉你这些。",
    "I shouldn't tell you this but his nickname is 'The Butcher'.": "我本不该告诉你的，但他的绰号是'屠夫'。",
    "I sing and I drink and I wake up in gutters.": "我唱歌、喝酒，然后在水沟里醒来。",
    "I spit on Khazard's grave, and all who do his bidding.": "我唾弃Khazard的坟墓，以及所有为他效命的人。",
    "I still can't navigate the skavid caves.": "我还是无法在skavid洞穴里导航。",
    "I still dunno...": "我还是不知道……",
    "I still need more.": "我还需要更多。",
    "I still think we need to take this clue quite literally. Perhaps you found something at Bervirius' Tomb that could help to protect you from Rashiliyia's attacks?": "我仍然认为我们需要照字面意思理解这条线索。也许你在Bervirius的坟墓找到了什么能保护你免受Rashiliyia攻击的东西？",
    "I suggest you be less careless in the future. The crest is extremely valuable, and utterly irreplaceable.": "我建议你以后小心一些。纹章非常珍贵，绝对无可替代。",
    "I suggest you go and retrieve your protective suit then. Trust me, you do not want to be infected.": "那我建议你去把防护服取回来。相信我，你不会想被感染的。",
    "I suggest you take those research notes of mine back to the head wizard at the Wizards' Tower.": "我建议你把我的那些研究笔记带回巫师塔交给首席巫师。",
    "I suggest you use the 10 bronze arrows I gave you.": "我建议你使用我给你的10支青铜箭。",
    "I suppose I am.": "我想是的。",
    "I suppose I can live with that fool Merlin being loose for the sake of my son.": "为了我的儿子，我想我可以忍受那个傻瓜Merlin被放出来。",
    "I suppose I could pay you for the map piece. Say, 500 coins?": "我想我可以花钱买你那块地图碎片。比如说，500金币？",
    "I suppose I could sell you this one and make myself another, but it would cost you at least 100 gold so that I could afford a replacement.": "我想我可以把这个卖给你，自己再做一个，但至少要100金币，这样我才买得起替换的。",
    "I suppose I had better talk to you then.": "那我想我最好跟你谈谈。",
    "I suppose I'd better get going.|I'll meet you at the Dancing Donkey Inn.": "我想我最好出发了。|我们在舞蹈之驴酒馆见。",
    "I suppose I'd better talk to you then.|What problems has he got himself into this time?": "那我想我最好跟你谈谈。|他这次又惹了什么麻烦？",
    "I suppose it does. So what?": "我想是的。那又怎样？",
    "I suppose not.": "我想不是。",
    "I suppose so, how do I get there?": "我想是吧，我怎么去那里？",
    "I suppose so.": "我想是吧。",
    "I suppose that was a cover up by the kidnappers.": "我猜那是绑架者的掩饰。",
    "I suppose that's what kids do.": "我想小孩子就是这样吧。",
    "I suppose you could also try speaking to Sir Galahad?": "你也可以试试去找Galahad爵士谈谈？"
}