{
    "A balloon drop costs 5000 gold. For this you get 200 balloons dropped across the whole of the party room. You can then have fun popping the balloons! If there are items in the Party Drop Chest they will be inside": "一次气球投放需要5000金币。你会得到200个气球散落在整个派对房间里。然后你可以尽情戳破气球！如果派对掉落箱里有物品，它们会在气球里面",
    "A big, ugly creature.": "一个又大又丑的生物。",
    "A bird in the hand can make a tasty snack.": "手中的鸟可以做成美味的小吃。",
    "A bit of a technical hitch with the landing gear. I won't be able to fly you anywhere, sorry.": "起落装置出了点技术故障。抱歉，我没法载你飞到任何地方了。",
    "A black knight titan hmm?|Haven't seen one of them about in a while...": "黑骑士泰坦啊？|好一阵子没见过了……",
    "A blessed vessel made of this metal protects the purity of the water.": "用这种金属制成的祝福容器可以保护水的纯净。",
    "A bottle of rum please.": "请来一瓶朗姆酒。",
    "A bowl of stew, that'll be 20 coins please.": "一碗炖菜，请付20金币。",
    "A cocktail shaker.": "一个调酒器。",
    "A cocktail?": "一杯鸡尾酒？",
    "A crazy loon who claims to be the son of Zamorak.": "一个自称是Zamorak之子的疯子。",
    "A crude raft": "一个简陋的木筏",
    "A crudely constructed makeshift table made from various pieces of wood. You see a piece of screwed up paper on the table top.": "一张用各种木块拼凑而成的简陋桌子。你看到桌面上有一张揉皱的纸。",
    "A day or so ago, they decided it was a fun game|to put me in this sack:|then they forgot about me!": "大约一天前，他们觉得|把我装进这个麻袋里很好玩：|然后就把我忘了！",
    "A diamond? Are you crazy?": "一颗钻石？你疯了吗？",
    "A diamond?|Are you crazy?": "一颗钻石？|你疯了吗？",
    "A dragon, that sounds like fun!": "一条龙，听起来很有趣！",
    "A faint smell of poison and a few dead spiders|is all that remains of the spiders nest.": "淡淡的毒药气味和几只死蜘蛛|是蜘蛛巢穴仅剩的东西。",
    "A fair day, traveller. Would you like to see my wares?": "旅行者，好日子啊。想看看我的货物吗？",
    "A fee of only 500 gold coins! Tired of always wearing the same old outfit, day in, day out? This is the service for you!": "只需500金币的费用！厌倦了日复一日穿同样的老衣服吗？这项服务就是为你准备的！",
    "A few more minutes and that thing would have full control of your body.": "再过几分钟那东西就会完全控制你的身体了。",
    "A fight!": "开打！",
    "A fissure is a long, narrow crack, usually in rock. Just the kind of thing that adventurers love to find  and explore.": "裂隙是岩石中一条细长的裂缝。正是冒险者们喜欢发现和探索的东西。",
    "A glass of your finest ale please.": "请来一杯你最好的麦酒。",
    "A good job well done.": "干得好。",
    "A good question Bwana, but it is essentially quite simple.|First you will need to soak the seeds in some pure|water. This will help to germinate the seed and begin|the growing process.": "好问题，Bwana，但其实很简单。|首先你需要把种子浸泡在一些纯净|水中。这将有助于种子发芽并开始|生长过程。",
    "A great scholar and archaeologist indeed! Good health and prosperity to you.": "真是一位伟大的学者和考古学家！祝你身体健康，万事如意。",
    "A grisly sight meets your eyes. A human corpse hangs from the noose. His hands have been tied behind his back.": "你目睹了一幕恐怖的景象。一具人类尸体悬挂在绞索上。他的双手被绑在身后。",
    "A guard approaches you and pretends to start hitting you.": "一名守卫走近你，假装开始打你。",
    "A hoax? I've never heard such a ridiculous thing...": "骗局？我从没听过这么荒谬的事……",
    "A humble pilgrim.": "一个谦卑的朝圣者。",
    "A hundred it is!": "就一百金币！",
    "A knight going on a dragon quest, hmm?|A most worthy cause.|Guard this well my friend.": "一个骑士要去执行屠龙任务，嗯？|非常高尚的事业。|好好保管这个，我的朋友。",
    "A ladder": "一架梯子",
    "A lemon": "一个柠檬",
    "A lemon.": "一个柠檬。",
    "A little inaccuracy sometimes saves tons of explanation!": "有时候小小的不精确能省去大量的解释！",
    "A man came to me with the King's seal.": "一个带着国王印信的人来找过我。",
    "A mighty hero!": "一位伟大的英雄！",
    "A miner without a clue - how funny!": "一个毫无头绪的矿工——真有趣！",
    "A nearby monk glares at you. Maybe you should talk to him before climbing the ladder.": "附近的一个修士瞪着你。也许你应该在爬梯子之前先跟他谈谈。",
    "A new cannon can cost 750,000 coins, and the ammo isn't easy to get, but they do up to 30 hitpoints of damage with each shot. When you've got an important mine like this one to protect, it's worth the expense.": "一门新大炮要花750,000金币，弹药也不容易获得，但每发能造成高达30点生命值的伤害。当你有这样一个重要的矿场需要保护时，这些花费是值得的。",
    "A nice pizza?": "一份美味的披萨？",
    "A picture eh? Hmmm.... The only one I can think of is in a small portrait of Sir Vyvin's father... Sir Vyvin keeps it in a cupboard in his room I think.": "一幅画啊？嗯……我能想到的唯一一幅是Vyvin爵士父亲的小画像……我想Vyvin爵士把它放在他房间的柜子里了。",
    "A pint of Grog please.": "请来一品脱格罗格酒。",
    "A pole vault": "一根撑杆",
    "A pox on ye!": "诅咒你！",
    "A priest? Hmmm...": "一个牧师？嗯……",
    "A print of the key in soft clay and a bronze bar.|Then, collect the key from Leela.": "用软粘土印出钥匙的模子和一根青铜条。|然后，去Leela那里取钥匙。",
    "A proposition eh? Sounds interesting!": "一个提议？听起来很有趣！",
    "A protective sheath that favours the bow and arrow. An essential purchase.": "一种有利于弓箭使用的防护套。必备之物。",
    "A proud and noble tribe of Karamja. But now we are few, as men come from across sea, steal our land, and settle on our hunting grounds.": "Karamja一个骄傲而高贵的部落。但现在我们人数稀少，因为人们从海的那边过来，偷走我们的土地，在我们的猎场上定居。",
    "A quest you say? Hmm, what an odd request to make of the king. It's funny you should mention it though, as there is something you can do for me.": "你说任务？嗯，向国王提这样的请求真是奇怪。不过说来也巧，确实有件事你可以帮我。",
    "A reward will have to wait though, the tree is still dying!|The guards are clearing Glough's rock supply now|but there must be more Daconia hidden somewhere in the roots!|Help us search, we have little time!": "不过奖赏得等一等，大树还在枯萎！|守卫们正在清理Glough的岩石库存|但根部某处肯定还藏着更多Daconia石！|帮我们搜索，时间不多了！",
    "A rival gang of ours,|called the Black Arm Gang|is supposedly meeting a contact from Port Sarim today.|In the Blue Moon Inn": "我们的一个对手帮派，|叫做黑臂帮|据说今天要在萨里姆港见一个联络人。|就在蓝月客栈",
    "A rope with which to tie Keli up.": "一根用来绑住Keli的绳子。",
    "A servant race to the ogres:|grey, depressed-looking creatures,|always losing nails, teeth and hair!": "食人魔的仆人种族：|灰色的、看起来很沮丧的生物，|总是掉指甲、牙齿和头发！",
    "A shame. You're a good battle mage. I hope to see you|soon.": "真可惜。你是个出色的战斗法师。希望能很快|再见到你。",
    "A shifting apparition appears in front of you.": "一个变幻的幽灵出现在你面前。",
    "A silver sickle? What's that?": "银镰刀？那是什么？",
    "A skavid?": "Skavid？",
    "A small, family business.|We give financial advice to other companies.": "一个小型家族企业。|我们为其他公司提供财务咨询。",
    "A spirit called Echned Zekin said I had to avenge his spirit by killing Viyeldi if I wanted to get the pure water.": "一个叫Echned Zekin的灵魂说如果我想得到纯净水，就必须杀死Viyeldi来为他的灵魂复仇。",
    "A story??? Heh, well the only one I can think of right now is one my dear old mammy told me as a pup...": "故事？？？呵，我现在能想到的唯一一个就是我亲爱的老妈在我小时候讲给我听的……",
    "A sturdy looking cart for carrying barrels of rocks out of the mining camp.": "一辆看起来很结实的车，用来把一桶桶石头运出采矿营地。",
    "A sturdy travelling cart built for long trips through jungle areas.": "一辆坚固的旅行车，专为穿越丛林地区的长途旅行而造。",
    "A thick green mist seems to emanate from the water... It slowly congeals into the shape of a body.": "一团浓密的绿色迷雾似乎从水中升起……它慢慢凝结成人形。",
    "A thingummywut? Where? Where?": "一个什么东西？在哪？在哪？",
    "A thousand greetings, sir.": "千万次问候，先生。",
    "A tinderbox is always a useful item to keep around!": "火柴盒永远是个随身携带的好东西！",
    "A tree which is planted on Monday and doubles in size each day is fully grown on the following Sunday. On what day is it half grown?": "一棵树周一种下，每天长大一倍，到下个周日完全长成。那它在哪天长到一半大？",
    "A valiant effort!": "英勇的努力！",
    "A vampire? Well, I order you to do something about it at once!": "吸血鬼？好吧，我命令你立刻去处理！",
    "A vessel made of sun metal, but it can be of any shape. However, it must be blessed.": "一个由太阳金属制成的容器，可以是任何形状。但是，它必须被祝福过。",
    "A warning traveller! The new world will rise from the underground!": "旅行者，警告你！新世界将从地下崛起！",
    "A warning traveller, the underground pass is lethal. We lost many men exploring those caverns. Go prepared with food and armour or you won't last long.": "旅行者，警告你，地下通道是致命的。我们在探索那些洞穴时损失了很多人。带上食物和盔甲做好准备，否则你撑不了多久。",
    "A waterskin and a knife help you survive from the juice|of a cactus. Use the chest to store your items, we'll take|them to the bank. It's hot in the desert, you'll bake in|all that armour.": "水袋和小刀可以帮助你从仙人掌中|获取汁液存活。用箱子存放你的物品，我们会|把它们送到银行。沙漠里很热，穿着|那些盔甲你会被烤熟的。",
    "A what?": "什么？",
    "A wise choice, little thing.": "明智的选择，小东西。",
    "A woodchuck does not chuck wood.": "土拨鼠不会扔木头。",
    "A word of warning though. Any items that you put into the chest can't be taken out again and it costs 5000 gold pieces for each balloon drop.": "不过要提醒你一下。放进箱子里的东西就不能再拿出来了，每次气球投放需要5000金币。",
    "A worm hole?": "虫洞？",
    "Aaaaaah... a fellow Phoenix! So, tell me compadre... what|brings you to sunny Brimhaven?": "啊啊啊……一个凤凰帮的同伴！那么告诉我，伙计……是什么|把你带到阳光明媚的Brimhaven来的？",
    "Aaaaah... a miracle of modern apothecaries!": "啊啊啊……现代药剂师的奇迹！",
    "Aaaaarrggghh... humans! Run for your lives!": "啊啊啊啊……人类！快逃命啊！",
    "Aaaah, not for a good few months yet. Come and ask me again nearer to the time, I'll keep some extra meat and mead back from the rest for ya pal.": "啊啊，还得好几个月呢。等快到的时候再来问我吧，我会给你留些额外的肉和蜂蜜酒的，伙计。",
    "Aaaah... that would be telling adventurer. Anything I have found I cannot speak freely of, for fear the treachery of the past might be repeated.": "啊啊……那可不能随便告诉你，冒险者。我发现的任何东西都不能随意透露，以免过去的背叛再次重演。",
    "Aaargh!": "啊啊啊！",
    "Aaargh?": "啊啊？",
    "Aah! That's better!": "啊！好多了！",
    "Aah, of course, we have to make the ammo!|This is great, now we will be able to defend ourselves.|I don't know how to thank you.": "啊，当然，我们得制造弹药！|太好了，现在我们能自卫了。|我不知道该怎么感谢你。",
    "Aahhhhhhhhh! As I take the spirit of one departed, I will now reveal myself and spell out your doom.": "啊啊啊啊啊！当我夺取一个逝者的灵魂时，我现在要现出真身，宣告你的末日。",
    "Aargh! Begone foul creature from another dimension!": "啊啊！滚开，来自异次元的邪恶生物！",
    "Aargh! What are you trying to lock me back in here for?": "啊啊！你想把我重新锁在这里干什么？",
    "About Ah Za Rhoon and where it is.": "关于Ah Za Rhoon和它的位置。",
    "About five years ago|we had a massive fight in our gang|and the shield got broken in half during that fight.": "大约五年前|我们帮派里发生了一次大规模打斗|盾牌在那场打斗中被打成了两半。",
    "About that sword...": "关于那把剑……",
    "Above ground and spaced out throughout the whole jungle area are specially cultivated fertile soil areas. Seek one out and plant the Yommi tree in that. Be prepared to water it though...": "地面上遍布整个丛林区域的是特别培育的肥沃土壤区域。找到一块然后把Yommi树种在里面。不过要准备好给它浇水……",
    "Absolutely Effendi!": "当然了，大人！",
    "Absolutely not. I've been given strict instructions not to let anyone through. It's just too dangerous. No one gets in without Drezels say so!": "绝对不行。我接到严格命令不许任何人通过。太危险了。没有Drezel的允许谁也不能进去！",
    "Absolutely nothing.": "什么都没有。",
    "Absolutely right <displayname>. These two ore types can be smelted together to make bronze.": "完全正确，<displayname>。这两种矿石可以一起熔炼制成青铜。",
    "Absolutely!": "当然！",
    "Absolutely! If I ever met one I would gobble him up where he stands! And then chew the bones for dessert!": "当然！如果我遇到一个，我会当场把他吞下去！然后嚼骨头当甜点！",
    "Absolutely! This will help you to locate the entrance to Rashiliyia's tomb. Simply activate it when you think you are near, and it should glow different colours to show how near you are.": "当然！这个可以帮你找到Rashiliyia墓的入口。当你觉得快到的时候就激活它，它会发出不同颜色的光来显示你离得有多近。",
    "Absolutely, I'm parched!": "当然，我渴死了！",
    "Absolutely.": "当然。",
    "Absolutely.|It's just not stored in a vial anymore.": "当然。|只是不再存放在药瓶里了。",
    "According to legend however, they are so hot that their|merest touch can burn flesh.": "然而根据传说，它们非常灼热，|稍微碰一下就能烧伤血肉。",
    "Account commands": "账户命令",
    "Active prayers will drain your prayer power which you can recharge by finding an altar or other holy spot, and praying there.": "激活的祈祷会消耗你的祈祷力量，你可以通过找到祭坛或其他圣地并在那里祈祷来恢复。",
    "Actually I did find the tomb, I was just joking.": "其实我确实找到了墓穴，我只是开玩笑。",
    "Actually I do.": "其实我有。",
    "Actually I think I'll run away!": "其实我觉得我还是逃吧！",
    "Actually I'd like to sell some dishes.": "其实我想卖一些菜肴。",
    "Actually I'd like to sell some drinks.": "其实我想卖一些饮品。",
    "Actually I'll go back and catch some more.": "其实我想回去再抓一些。",
    "Actually nothing thanks.": "其实不用了，谢谢。",
    "Actually yes... but praise be to Saradoming because I won! So all's well that ends well right?": "其实是的……但感谢Saradomin因为我赢了！所以结果好就一切都好，对吧？",
    "Actually, I don't need to speak to you.": "其实，我不需要跟你说话。",
    "Actually, I think I'll leave it.": "其实，我想算了。",
    "Actually, I'm wrong. I still don't have any bread. Sorry.": "其实，我弄错了。我还是没有面包。抱歉。",
    "Actually, let me consider this a bit longer first; it smells a bit odd.": "其实，让我再考虑考虑；闻起来有点怪。",
    "Actually, no thanks.": "其实，不用了谢谢。",
    "Actually, now it comes to it, I'm having second thoughts.": "其实，事到如今，我改主意了。",
    "Additionally you must have completed the Shield of Arrav, Lost City, Merlin's Crystal and Dragon Slayer quests.": "此外你还必须完成阿拉夫之盾、迷失之城、梅林的水晶和屠龙者任务。",
    "Adventure is something I may be able to give.": "冒险也许是我能给你的东西。",
    "Adventurer, I am already deceased, and therefore impervious to your attacks. Still, I can tell when I'm not wanted...": "冒险者，我已经死了，因此不受你攻击的影响。不过，我知道什么时候不被欢迎……",
    "Adventurer, thank Saradomin for your arrival!": "冒险者，感谢Saradomin让你来了！",
    "Adventurer. I know that thy efforts were principal in my return to this plane of existence. I offer you my thanks directly.": "冒险者。我知道你的努力是我回到这个存在层面的关键。我向你致以最直接的感谢。",
    "Adventurer... I can only thank you for your kindness, although the words are insufficient to express the gratitude I feel!": "冒险者……我只能感谢你的善意，虽然言语不足以表达我内心的感激之情！",
    "Adventurers pass through here every week,|they never find anything though.": "每周都有冒险者经过这里，|但他们从来没找到过什么。",
    "After going on a long and challenging quest|to retrieve the boots of Arkaneeses,|defeating many powerful enemies on the way,|I fell into a goblin trap!": "在经历了一段漫长而艰苦的任务|去取回Arkaneeses之靴，|沿途击败了许多强大的敌人之后，|我掉进了哥布林的陷阱！",
    "After some time you find that one of the bars looks weak,|you may be able to bend one of the bars.|Would you like to try?": "过了一会儿你发现有一根栅栏看起来不太结实，|你也许能掰弯其中一根。|你想试试吗？",
    "After your help freeing Merlin, my help is the least I can offer as a man of honour.": "在你帮忙解救梅林之后，以一个有荣誉感的人来说，帮助你是我最起码能做的。",
    "Again, I'm sorry. Life can be harsh.": "再次，很抱歉。生活可以很残酷。",
    "Aggie hands you the skin paste.": "Aggie把皮肤膏交给你。",
    "Agility.": "敏捷。",
    "Ah Ernest, top notch bloke.|He's helping me with my experiments.": "啊，Ernest，一等一的好人。|他在帮我做实验。",
    "Ah I may be interested in that. What sort of price were you looking at per piece of silk?": "啊，我可能对那个感兴趣。你每匹丝绸想卖什么价？",
    "Ah Romeo, yes. A fine lad, but a little bit confused.": "啊，Romeo，是的。一个好小伙，但有点糊涂。",
    "Ah Volencia Moss, beautiful. One final herb and the potion will be complete. This is the most difficult to find as it inhabits the darkness of the underground. It is called Rogues Purse, and is only to be found in": "啊，Volencia苔藓，太好了。最后一种草药，药水就完成了。这是最难找的，因为它生长在地下的黑暗中。它叫做盗贼钱包，只能在",
    "Ah excellent. A knight come to seek the Holy Grail.|Maybe our land can be restored to its former glory.": "啊，太好了。一位骑士来寻找圣杯。|也许我们的土地能恢复昔日的荣光。",
    "Ah good, at last. You took your time getting here! Now let me see...": "啊好，终于来了。你来得够慢的！现在让我看看……",
    "Ah ha! I knew it! A new recruit then? It's a shame that I won't be around long enough to get to know you. I'm making a break for it today.": "啊哈！我就知道！又来了个新人？可惜我待不了多久了，没法好好认识你。我今天就要越狱了。",
    "Ah hello there! I am the resident lecturer on antiquities and artefacts. I also set the Earth Sciences exams.": "啊，你好！我是这里的文物和器物讲师。我也负责出地球科学的考试题。",
    "Ah hello. Thank you again for rescuing my daughter.": "啊，你好。再次感谢你救了我的女儿。",
    "Ah now what was it you wanted me to do for you?": "啊，你想让我帮你做什么来着？",
    "Ah now you're assuming I have one to give.": "啊，现在你在假设我有一个可以给你。",
    "Ah ok, thanks.": "啊好的，谢谢。",
    "Ah right.": "啊，好的。",
    "Ah well at least you haven't been eaten.": "啊，至少你没被吃掉。",
    "Ah well, at least you keep coming back to life!": "啊好吧，至少你一直能复活！",
    "Ah well, better be off now...": "啊好吧，我该走了……",
    "Ah well, good luck!": "啊好吧，祝你好运！",
    "Ah well, it'll give you something to do, won't it.": "啊好吧，总算给你找点事做了，不是吗。",
    "Ah well, nevermind.": "啊好吧，没关系。",
    "Ah well.": "啊好吧。",
    "Ah well. Keep on looking.": "啊好吧。继续找吧。",
    "Ah yeah... good old Rufus... He's kind of getting on in years and doesn't like to come out of his wolf form so often, but let me tell you this: that guy is a hunter through and through. You seen how much food he": "啊对……老好人Rufus……他年纪有点大了，不太喜欢经常变回人形，但让我告诉你：那家伙是个彻头彻尾的猎人。你看到他吃了多少食物",
    "Ah yer stupid elephant! The city isn't IN the shed! The doorway to the shed is being a portal to Zanaris, so it is.": "啊你这蠢笨蛋！城市不在棚子里面！棚子的门是通往扎纳里斯的传送门，确实如此。",
    "Ah yes we have a new range of accessories in stock. Essential items for an archer like you.": "啊对，我们有一批新的配件库存。对你这样的弓箭手来说是必备之物。",
    "Ah yes, I gather some ogres are allergic to certain herbs...|Now what was it?|It had white berries and blue leaves.... I remember that!": "啊对，我听说有些食人魔对某些草药过敏……|是什么来着？|它有白色的浆果和蓝色的叶子……我记得是这样！",
    "Ah yes, I looked this up. It says,.. 'to arrange upon three rocks around the spirit-to-become...'. Then I must cast a spell. As you can see, I've already placed the rocks. I must have planned to do this before I died!": "啊对，我查过了。上面写着……'将三块岩石围绕即将成为灵体的存在排列……'然后我必须施一个法术。如你所见，我已经放好了岩石。我一定是在死前就计划好要这么做的！",
    "Ah yes, I recognise her.|She was over here to help aid plague victims.": "啊对，我认出她了。|她来这里是为了帮助瘟疫受害者的。",
    "Ah yes, I've heard of her. A healer I believe. She must be mad coming over here voluntarily.": "啊对，我听说过她。我相信她是一位治疗师。她自愿来这里一定是疯了。",
    "Ah yes, it's a tough world these days.|There's a few brave enough to attack from 10 metres away.": "啊对，如今的世界很艰难。|有那么几个勇敢的人敢从10米远的地方发起攻击。",
    "Ah yes, of course. The candlesticks. Well, I have to be|honest with you compadre, we haven't made much|progress in that task ourselves so far. We can however|offer": "啊对，当然。烛台的事。嗯，我得|对你坦白说，伙计，到目前为止我们|自己在那个任务上也没什么进展。不过我们可以|提供",
    "Ah yes, vambraces. These useful items are for your arms.": "啊对，护臂。这些实用的物品是保护手臂的。",
    "Ah yes. I know.|If you look in a book called 'The Shield of Arrav',|you'll find a quest in there.": "啊对，我知道。|如果你查看一本叫做'阿拉夫之盾'的书，|你会找到一个任务。",
    "Ah yes. I remember young Percival.|He rode off on a quest a couple of months ago.|We are getting a bit worried, he's not back yet...": "啊对，我记得年轻的Percival。|他几个月前骑马去执行任务了。|我们有点担心，他还没回来……",
    "Ah yes. The music was created by the great bard Ian. As you explore the world and complete quests you will unlock more of the tunes in your music player. Simply click on a tune in the music menu to listen to it.": "啊对。音乐是由伟大的吟游诗人Ian创作的。当你探索世界并完成任务时，你会在音乐播放器中解锁更多曲目。只需在音乐菜单中点击一首曲子就可以收听。",
    "Ah yes... for many hundreds of years they were the world's most skilled smiths. They used secret smithing knowledge passed down from generation to generation.": "啊对……几百年来他们是世界上最熟练的铁匠。他们使用代代相传的秘密锻造知识。",
    "Ah yes... the Holy Grail...": "啊对……圣杯……",
    "Ah! Lovely! You can't beat a good cuppa... You're free to pan all you want.": "啊！太棒了！没什么比一杯好茶更好的了……你可以随意淘金。",
    "Ah! My latest invention is my patent pending teleportation block! It emits a low level magical signal, that will allow me to locate it anywhere in the world, and teleport anything": "啊！我最新的发明是我正在申请专利的传送方块！它会发出一种低级别的魔法信号，让我能在世界任何地方定位它，并传送任何",
    "Ah! There you are! Ready to go?": "啊！你来了！准备好出发了吗？",
    "Ah! You got inside at last!|You spent all that time fumbling around outside,|I thought you'd never make it here.": "啊！你终于进来了！|你在外面摸索了那么久，|我还以为你永远也进不来了。",
    "Ah, <displayname()>. How goes your quest? Have you delivered the research notes to my friend Aubury yet?": "啊，<displayname()>。你的任务进展如何？你把研究笔记送到我的朋友Aubury那里了吗？",
    "Ah, <displayname>. For all the assistance you have given both myself and Misthalin in your actions, I cannot let you pass without warning you.": "啊，<displayname>。尽管你的行动给了我和Misthalin很多帮助，但我不能让你不经警告就通过。",
    "Ah, <displayname>. I see you finally made it down here. Things are worse than I feared. I'm not sure if I will be able to repair the damage.": "啊，<displayname>。你终于下来了。情况比我担心的还要糟糕。我不确定能否修复这些损坏。",
    "Ah, I get asked about Treasure Trails all the time! Listen carefully and I shall tell you what I know.": "啊，总有人问我关于宝藏线索的事！仔细听，我会告诉你我所知道的。",
    "Ah, I see. In that case keep up the good work.": "啊，我明白了。那就继续努力吧。",
    "Ah, I suppose someone has to do it.": "啊，总得有人来做这事吧。",
    "Ah, I'm used to all that. I have|my keys, the guard dogs know me, and|I know the combination to the door lock.|It's rather easy, it's his middle name.": "啊，我已经习惯那些了。我有|钥匙，护卫犬认识我，|我也知道门锁的密码。|很简单的，就是他的中间名。",
    "Ah, Saradomin has granted you wisdom I see. Well, the story of the river Salve and of how it protects Misthalin is the story of this temple,": "啊，我看Saradomin赐予了你智慧。嗯，Salve河以及它如何保护Misthalin的故事就是这座神庙的故事，",
    "Ah, a very noble profession.": "啊，一个非常高尚的职业。",
    "Ah, have you found the Apothecary yet?": "啊，你找到药剂师了吗？",
    "Ah, hello there.|Nice to see an outsider for a change.|Are you busy? I have a problem.": "啊，你好。|难得见到一个外来人。|你忙吗？我遇到了一个问题。",
    "Ah, how embarrassing.": "啊，真尴尬。",
    "Ah, interesting, so you think that Zadimus gave you the bone? What makes you say that?": "啊，有趣，所以你认为是Zadimus给了你那根骨头？你为什么这么说？",
    "Ah, it's part of an old ogre statue.": "啊，这是一座古老食人魔雕像的一部分。",
    "Ah, it's the telescope repairman! The professor is waiting for you in the Observatory.": "啊，是修望远镜的！教授正在天文台等你呢。",
    "Ah, master.|You did well to understand our language.": "啊，主人。|你能理解我们的语言真是了不起。",
    "Ah, my specialty. Close combat fighting, which is also known as melee fighting, covers all combat done at close range to your opponent.": "啊，这是我的专长。近身格斗，也叫做近战，涵盖了所有在近距离与对手进行的战斗。",
    "Ah, now that's leather covered with studs. It's more protective than ordinary leather.": "啊，那是覆盖着铆钉的皮革。它比普通皮革更具防护性。",
    "Ah, so 'da chompy' is some kind of bird?": "啊，所以'大笨鸟'是某种鸟类？",
    "Ah, so you are there. I hoped you would talk to me, I get so lonely. Here, have a present! I must be going now though.": "啊，你在那里啊。我希望你能和我说说话，我太孤独了。给，收下这个礼物！不过我现在得走了。",
    "Ah, that I can help you with. I've been tinkering with this new idea of a watch and made a few. The problem is the villagers don't see the point as they have the Clock Tower!": "啊，这个我能帮你。我一直在琢磨手表这个新想法，做了几个。问题是村民们觉得没必要，因为他们有钟楼！",
    "Ah, that would be lovely,|just one now, just to wet my throat.": "啊，那太好了，|先来一杯吧，润润嗓子。"
}