{
    "Really? Well then you will need to go on a quest to prove yourself worthy.": "真的吗？那你需要完成一个任务来证明你有资格。",
    "Recently we've been having a real problem with thieves and strange cultists coming out of the forest for some reason.": "最近我们一直有个大问题，不知为何总有小偷和奇怪的邪教徒从森林里出来。",
    "Red armour best!": "红色盔甲最好！",
    "Red armour best.": "红色盔甲最好。",
    "Refer to the Council's instructions in the Skills section of the website for the items needed to make a particular kind of potion.": "请参考议会在网站技能部分的说明，了解制作特定药水所需的材料。",
    "Remember all I told you, you must distract the guard somehow.|The herbs with blue leaves and berries is what you are looking for.": "记住我跟你说的一切，你必须想办法分散守卫的注意力。|你要找的是带蓝色叶子和浆果的草药。",
    "Remember to always wear the gasmask,|otherwise you'll die over there for certain...|Please bring my Elena back safe and sound.": "记得一定要戴上防毒面具，|不然你在那边肯定会死……|请把我的Elena平安带回来。",
    "Remember traveller, in my arena hand to hand combat|is useless. Your strength will diminish as you enter the|arena, but the spells you can learn are amongst the most powerful in RuneScape.": "记住旅行者，在我的竞技场里肉搏战|毫无用处。当你进入竞技场时你的力量会减弱，|但你能学到的法术是RuneScape中最强大的。",
    "Remember, Cadaver potion, for Father Lawrence.": "记住，尸身药水，给Lawrence神父的。",
    "Remember, I want the following cooked fish: Swordfish, Bass, Tuna, Salmon, and Shrimp.": "记住，我要以下烹饪好的鱼：剑鱼、鲈鱼、金枪鱼、三文鱼和虾。",
    "Remember, the items you need to enter are:": "记住，你需要带的物品是：",
    "Remember, we would like a special token of friendship from them to place in the Legends Guild. I'll take the map off your hands once we get the proof that you have met the natives.": "记住，我们想从他们那里得到一份特别的友谊信物，放在传说公会里。一旦我们有了你与原住民会面的证明，我就会帮你保管地图。",
    "Remember, whenever you set out to do something, something else must be done first.": "记住，无论你要做什么，总有其他事情要先做。",
    "Remembering Zadimus' words and the strange bone lock, you start to craft the bone. You successfully make a key out of the bone shard.": "想起Zadimus的话和那奇怪的骨锁，你开始加工骨头。你成功地用骨头碎片制作了一把钥匙。",
    "Repairing the net is difficult in the harsh conditions so you'll find it easier with a higher crafting level.": "在恶劣条件下修补渔网很困难，所以制作等级越高就越容易。",
    "Repeated failure on mortgage payments.": "多次未能支付抵押贷款。",
    "Reset All Quests.": "重置所有任务。",
    "Reset account?": "重置账号？",
    "Reset.": "重置。",
    "Return swiftly with the weapon as soon as your task is complete.": "任务完成后，请立刻带着武器回来。",
    "Right I think that's successfully sabotaged the secret weapon.": "好了，我想秘密武器已经被成功破坏了。",
    "Right answer. I have to watch for imposters.": "回答正确。我必须提防冒充者。",
    "Right here sir!": "就在这里，先生！",
    "Right here, by my little shed. It's very cosy to sit and think in.": "就在这里，我的小棚屋旁边。坐在里面思考非常舒适。",
    "Right on!": "太对了！",
    "Right then, sounds like we'd better get to work!": "好吧，听起来我们最好开始干活了！",
    "Right, gotcha.|I'll do that then.": "好的，明白了。|那我就去做。",
    "Right, that's all the training I can offer you. I hope you're happy with your new skills. Do feel free to explore the rest of the building.": "好了，这就是我能提供的所有训练了。希望你对新学到的技能满意。请随意参观这栋建筑的其他地方。",
    "Right, you haven't finished quite yet.": "好吧，你还没有完全完成。",
    "Right.": "好的。",
    "Right. Glough sent a human?": "好吧。Glough派了一个人类来？",
    "Right. I have decided. I have given my word as a nobleman to reward you for your efforts in retrieving my armour.": "好的。我已经决定了。我以贵族的名誉承诺，会奖赏你为找回我的盔甲所付出的努力。",
    "Right. I'll see you later in the Dancing Donkey Inn.": "好的。我们在跳舞毛驴旅店见。",
    "Right...ok.": "好吧……行。",
    "Righty ho traveller. Let's go.": "好嘞旅行者。我们走吧。",
    "Riiight. So, where do I get these items from?": "好~吧。那这些物品我要从哪里弄呢？",
    "Roald sent me to check on Drezel.": "Roald派我来看看Drezel的情况。",
    "Rock pick must be used flat and with a strong force.": "岩石镐必须平放且用力使用。",
    "Rock picks are to be used to milk cows on a rainy morning.": "岩石镐是用来在雨天早上挤牛奶的。",
    "Roll up, roll up!": "快来看快来看！",
    "Romeo sent me. He says you can help.": "Romeo让我来的。他说你能帮忙。",
    "Romeo, I have a message from Juliet.": "Romeo，我带来了Juliet的口信。",
    "Romeo, Romeo, wherefore art thou Romeo?": "Romeo，Romeo，你为何是Romeo？",
    "Romeo, it's all set. Juliet has the potion.": "Romeo，一切就绪了。Juliet已经拿到了药水。",
    "Rubber chickens to be worn on the head at all times.": "必须随时在头上戴着橡胶鸡。",
    "Rude little gnome!": "粗鲁的小地精！",
    "Run! Run for your life! Save yourself! I'll keep them back as long as I can...": "快跑！逃命吧！救你自己！我会尽量拖住他们……",
    "Run, run away... Run like the leopard Bwana!": "快跑，快逃……像豹子一样跑吧Bwana！",
    "SIR Ceril to you. But good work there! BLOOMING good work! Hand over the armour then.": "叫我Ceril爵士。不过干得好！干得真漂亮！那就把盔甲交出来吧。",
    "SIR Ceril! SIR! And I'm not sure but I think the thieves have been back in my house.": "Ceril爵士！爵士！我不确定，但我觉得小偷又到我家来过了。",
    "STOP!": "站住！",
    "STOP! Please... spare my son.": "住手！求你……饶了我儿子。",
    "Sadly his wife is no longer with us!": "可惜他的妻子已经不在了！",
    "Sagittarius the Centaur.|The Gods award you a maple longbow.": "射手座半人马。|众神赐予你一把枫木长弓。",
    "Salarin the twisted.|One of Kandarin's most dangerous chaos druids.|I tried to take him on, then suddenly felt immensely weak.": "扭曲的Salarin。|Kandarin最危险的混沌德鲁伊之一。|我试图和他交手，然后突然感到无比虚弱。",
    "Same old, running after Shilop most of the time.": "老样子，大部分时间都在追Shilop。",
    "Sample preparation:|Samples cleaned and carried only in specimen jars.": "样本准备：|样本只能清洗后放在标本瓶中携带。",
    "Sample types catalogued and carried by hand only.": "样本类型须编目并只能手持搬运。",
    "Samples cleaned, and carried only in specimen jars.": "样本须清洗，且只能放在标本瓶中携带。",
    "Samples cut and cleaned before transportation.": "样本在运输前须切割和清洗。",
    "Samples ground and suspended in an acid solution.": "样本须研磨并悬浮在酸溶液中。",
    "Samples may be mixed together safely.": "样本可以安全地混合在一起。",
    "Samples taken in rough form; kept only in sealed containers.": "样本以原始形态取出；只能保存在密封容器中。",
    "Samples to be given to the melon-collecting monkey.": "样本须交给收集甜瓜的猴子。",
    "Samples to be spread thickly with mashed banana.": "样本须厚厚地涂上捣碎的香蕉。",
    "Saradomin burned our villages and slaughtered our peoples in mass.": "Saradomin烧毁了我们的村庄，大规模屠杀了我们的族人。",
    "Saradominists. Bleh. They only acknowledge those three. There are at least twenty gods!": "Saradomin信徒。呸。他们只承认那三位。至少有二十位神！",
    "Saturday. You big folk really aren't the quickest!": "星期六。你们大个子真是不太灵光啊！",
    "Save yourself! We're going down!": "快救自己！我们要沉了！",
    "Say I 100 gold coins each fair price to be giving yes?": "我说每个100金币很公道的价钱，对吧？",
    "Say hello to a real mouse killer!": "跟真正的捕鼠高手打个招呼吧！",
    "Say, I remember a knight with a key. He had nice shoes... | ...and didn't like my homemade spinach rolls. Would you like a spinach roll?": "话说，我记得有个骑士拿着一把钥匙。他穿着好看的鞋子…… |……但不喜欢我自制的菠菜卷。你想要个菠菜卷吗？",
    "Scared? To get this far and to falter now... Perchance, you are not ready for the final challenge?": "害怕了？走到这一步却要退缩……也许，你还没准备好迎接最终的挑战？",
    "Scorpio the scorpion.|The scorpion gives you poison from it's sting.": "天蝎座蝎子。|蝎子用蛰针给你注入毒液。",
    "Scrabble out of jungle?": "爬出丛林？",
    "Scruffy?": "Scruffy？",
    "Search away, I have nothing to hide.": "随便搜吧，我没什么好隐瞒的。",
    "Search further...": "继续搜索……",
    "Search the caves and try to talk to Ungadulu, there may be some clues to be had by searching all the items in the cave...": "搜索洞穴并试着和Ungadulu交谈，搜索洞穴中的所有物品也许能找到一些线索……",
    "Search to the south of Mort Myre. Remember that he's a druid so he can conceal himself within nature quite well. My guess is that he lives in the southern area of the swamp, though he could be anywhere.": "在Mort Myre南边搜索。记住他是个德鲁伊，所以他能很好地隐藏在自然中。我猜他住在沼泽的南部地区，不过他可能在任何地方。",
    "See if you can use the anvil here to make a bronze dagger.": "试试看你能不能用这里的铁砧制作一把青铜匕首。",
    "See what I have done with the compound now.": "看看我现在对这种化合物做了什么。",
    "See you anon.": "改日再见。",
    "See you in the arenas!": "竞技场见！",
    "See! They pester Winelda!": "看！他们一直在烦Winelda！",
    "Seeing as we were a little lost|Ernest decided to go in and ask for directions.": "由于我们有点迷路了|Ernest决定进去问问路。",
    "Seems like you don't actually HAVE the plague sample.|It's a long way to come empty-handed...|and quite a long way back to.": "看起来你实际上并没有瘟疫样本。|空着手来走这么远的路……|回去也是一样远。",
    "Seems they have some sort of grievance against you and your family. Something about some guy called Hazeel?": "看起来他们对你和你的家族有某种不满。好像跟一个叫Hazeel的人有关？",
    "Select Clue Tier": "选择线索等级",
    "Select Individual Quest.": "选择单个任务。",
    "Select Set (this WILL clear Inv)": "选择套装（这会清空背包）",
    "Selling ruby rings! The best deals on rings in over twenty four hundred planes of existence!": "卖红宝石戒指啦！两千四百多个位面中最划算的戒指！",
    "Send anyone my way who is.": "让有兴趣的人来找我吧。",
    "Senior Patents Clerk, Chamber of Invention, The Wizards' Tower, Misthalin. The crate is securely fastened shut and ready for delivery.": "高级专利文书，发明厅，巫师塔，Misthalin。箱子已牢固封装好，可以发货了。",
    "Sentente sillaberi junque dithmento! Ia! Ia! dextrimon encanto! termando... imcando... solly enty rando... sentente! Ia! Ia! Indenti zaggarati g'thxa!": "Sentente sillaberi junque dithmento! Ia! Ia! dextrimon encanto! termando... imcando... solly enty rando... sentente! Ia! Ia! Indenti zaggarati g'thxa!",
    "Seriously, I think you have a death wish! What on earth are you going to do with that stuff?": "说真的，我觉得你是不想活了！你到底要拿那些东西干什么？",
    "Setting him free won't be easy though.": "不过要释放他可不容易。",
    "Sewing and gardening. But one thing she has kept secret is that she once had an affair with Stanford the gardener, and tried to get him fired when they broke up,": "缝纫和园艺。但她有一件事一直保密，就是她曾和园丁Stanford有过一段情，分手后还试图让他被解雇，",
    "Sh sh sh, not so loud!|You don't want to get me in trouble!": "嘘嘘嘘，小声点！|你不想害我惹麻烦吧！",
    "Shall I search the caves?": "我要去搜索洞穴吗？",
    "She does I tell you. She really loves me!": "她爱的我告诉你。她真的爱我！",
    "She doesn't even search my export crates any more. She knows they only contain bananas.": "她甚至都不再检查我的出口货箱了。她知道里面只有香蕉。",
    "She lives in her stronghold to the south of here,|guarded by some renegade knights led by Sir Mordred.": "她住在这里南边的要塞里，|由Sir Mordred率领的一些叛变骑士守卫着。",
    "She lives on the platforms above, we dare not go there. Here, take some food to aid your journey.": "她住在上面的平台上，我们不敢去那里。给，拿些食物帮助你的旅途。",
    "She loves me!": "她爱我！",
    "She really doesn't get on well with Stanford. I really have no idea why. You'd really have to ask her though.": "她和Stanford真的相处不好。我真的不知道为什么。不过你得去问她才行。",
    "She really hates me and was arguing with Lord Sinclair about trashing the garden a few days ago.": "她真的很讨厌我，几天前还在和Sinclair大人争论毁坏花园的事。",
    "She said she'd be gone for a few days, but we've heard nothing since.": "她说她会出去几天，但之后就杳无音讯了。",
    "She says Father Lawrence can help us.": "她说Lawrence神父可以帮助我们。",
    "She seems to be on the verge of crying. You decide not to push her anymore for details.": "她似乎快要哭了。你决定不再追问细节了。",
    "She was angry at Zadimus for not returning her affections. She was a great sorceress even before they met.": "她因为Zadimus不回应她的感情而愤怒。甚至在他们相遇之前她就已经是一位强大的女巫了。",
    "She was just travelling, a tourist you might say. *Sob* She said she would be safe and now she could be. *Whhhhhaaaaa*": "她只是出去旅行，可以说是个游客。*呜呜* 她说她会安全的，可现在她可能已经…… *呜呜呜呜*",
    "She'll always find something.": "她总能找到什么毛病。",
    "She's disappeared and I can't find her anywhere.": "她失踪了，我到处都找不到她。",
    "She's pretty badly damaged, though...": "不过她损坏得相当严重……",
    "Shhshhh!": "嘘嘘！",
    "Shiver me timbers!": "我的妈呀！",
    "Shortly after the fight|some gang members decided|they didn't want to be part of our gang anymore.|So they split off to form their own gang.": "打斗之后不久|一些帮派成员决定|不想再属于我们帮派了。|所以他们分裂出去组建了自己的帮派。",
    "Should I start to evacuate the island?": "我要开始疏散岛上的人吗？",
    "Should I take from this that you do not wish to help me gain vengeance on Viyeldi?": "你的意思是不想帮我向Viyeldi复仇？",
    "Should you be able to collect enough of this ore, it is possible it will soak up the evil potion that has been poured into the river, and purify it.": "如果你能收集到足够多的这种矿石，它有可能吸收被倒入河中的邪恶药水，并净化河水。",
    "Show me the mysteries of the dark arts...": "给我展示黑魔法的奥秘吧……",
    "Show me the mysteries of the dark arts....": "给我展示黑魔法的奥秘吧……",
    "Show me your moves Pete!": "Pete，亮出你的招式来吧！",
    "Shush yourself!": "你才闭嘴！",
    "Sigh...": "唉……",
    "Silver sickle": "银镰刀",
    "Silver! Silver!|Best prices for buying and selling in all Kandarin!": "银子！银子！|Kandarin地区买卖最优价！",
    "Silverlight has been passed down through Wally's descendants. I believe it is currently in the care of one of the King's knights called Sir Prysin.": "Silverlight一直在Wally的后代中传承。我相信它目前由国王的一位骑士Sir Prysin保管。",
    "Silverlight? Never heard of that.|Sounds a good name for a ship. Are you sure it's not the name of a ship, rather than a sword?": "Silverlight？没听说过。|听起来像是船的名字。你确定这不是一艘船的名字，而是一把剑？",
    "Similar to the picture I have already given you.": "和我已经给你的图片类似。",
    "Simple. With the lever you can do some fun stuff.": "很简单。用拉杆你可以做一些有趣的事。",
    "Since Glough's wife died he's been a little strange.|He would never wrongly imprison someone though!|Now that the culprit is locked up we can relax.|It's sad but I think Glough was right.": "自从Glough的妻子去世后他就变得有点奇怪了。|但他绝不会冤枉关押别人的！|现在罪犯被关起来了，我们可以放心了。|虽然很遗憾，但我认为Glough是对的。",
    "Since they died trying to find the source of the stream, they are cursed to guard it for all eternity. The first to seek the source was said to be a high level sorcerer": "由于他们在寻找河流源头时死去，他们被诅咒永世守护它。据说第一个寻找源头的人是一位高级巫师",
    "Since they moved here they have caused nothing but trouble.": "自从他们搬到这里，就一直惹麻烦。",
    "Sir Ceril Carnillean is a man of honour!": "Ceril Carnillean爵士是一个有荣誉感的人！",
    "Sir Ceril breaks down into tears.": "Ceril爵士泣不成声。",
    "Sir Ceril gives you 5 gold. Sir Ceril gives Jones 1995 gold.": "Ceril爵士给了你5金币。Ceril爵士给了Jones 1995金币。",
    "Sir Galahad gives you a cup of tea.": "Galahad爵士给了你一杯茶。",
    "Sir Knight! Many thanks for your assistance in restoring Merlin to his former freedom!": "骑士大人！非常感谢你帮助恢复了Merlin的自由！",
    "Sir Prysin? Who's that? What would I want his key for?": "Sir Prysin？那是谁？我要他的钥匙干什么？",
    "Skinny guy, a bit wishy washy, head full of poetry.": "瘦瘦的家伙，有点优柔寡断，满脑子都是诗。",
    "Small thing, how could you be so careless?|Here, take this one.": "小东西，你怎么能这么粗心？|给，拿这个。",
    "Small thing, you lie to me!|I always says that small things are big trouble.": "小东西，你骗我！|我一直说小东西就是大麻烦。",
    "Smelting is very easy. Simply take the ores required to make a metal to a furnace, then use the ores on the furnace to smelt them into a bar of metal.": "冶炼非常简单。只需把制作金属所需的矿石带到熔炉旁，然后对熔炉使用矿石将它们熔炼成金属锭。",
    "Smithing.": "锻造。",
    "Snake Weed.": "蛇草。",
    "Snake weed is usually found by swampy marshy areas. It is not very common and it may be quite difficult to find.": "蛇草通常在潮湿的沼泽地区发现。它不太常见，可能很难找到。",
    "Snarthanto Candon Termtrick": "Snarthanto Candon Termtrick",
    "Snarthanto...": "Snarthanto……",
    "Snarthon Candtrick Termanto": "Snarthon Candtrick Termanto",
    "Snarthon...": "Snarthon……",
    "Snarthtrick Candanto Termon": "Snarthtrick Candanto Termon",
    "Snarthtrick...": "Snarthtrick……",
    "So DO you know where they are?": "那你到底知不知道它们在哪？",
    "So I don't have to wait for it to age.": "这样我就不用等它陈化了。",
    "So I hear theres a leprechaun around here who can show me the way to Zanaris?": "我听说这附近有个小矮妖可以带我去扎纳里斯？",
    "So I just walk into the shed and end up in Zanaris then?": "所以我只要走进那个棚屋就能到扎纳里斯了？",
    "So I'm sorry that I lied about the plague. I just hope that you can understand my reasons.": "所以很抱歉我在瘟疫的事上撒了谎。我只希望你能理解我的理由。",
    "So Khazard got his hands on you too?": "Khazard也抓到你了？",
    "So a leprechaun knows where Zanaris is eh?": "所以小矮妖知道扎纳里斯在哪，是吗？",
    "So any hints on how to fish?": "有什么钓鱼的窍门吗？",
    "So anyway, what have you found out? Where is the fabled Zanaris? Is it all the legends say it is?": "那么，你发现了什么？传说中的扎纳里斯在哪里？它真的像传说中说的那样吗？",
    "So are there any Imcando left at all?": "那还有Imcando矮人幸存吗？",
    "So are you enjoying this exotic island vacation?": "你享受这个异国岛屿度假吗？",
    "So are you going to let me in then?": "那你要让我进去吗？",
    "So are you going to take me to Crandor Island now then?": "那你现在要带我去Crandor岛了吗？",
    "So are you going to take me to Crandor island now then?": "那你现在要带我去Crandor岛了吗？",
    "So are you still up to sailing this ship?": "你还愿意驾驶这艘船吗？",
    "So aren't you a wizard?": "你不是巫师吗？",
    "So called, because when you wear it you can speak to ghosts. A lot of ghosts are doomed to be ghosts because they have left some important task uncompleted.": "之所以这么叫，是因为当你戴上它时就能与鬼魂交谈。很多鬼魂之所以注定成为鬼魂，是因为他们留下了一些重要的未完成的事。",
    "So can I distract you some more?": "那我能再分散你一下注意力吗？",
    "So can I guard the treasure room please?": "那我可以守卫宝藏室吗？",
    "So can I have your bit?": "那我可以要你那一部分吗？",
    "So can I pass through that barrier now?": "那我现在可以通过那个屏障了吗？",
    "So can you help me get Scarface Pete's candlesticks?": "那你能帮我弄到刀疤Pete的烛台吗？",
    "So can you un-equip it and hand it over to me now please?": "那你能现在卸下装备交给我吗？",
    "So do you have any idea where the scroll with the enchantment is?": "那你知道带有附魔的卷轴在哪里吗？",
    "So do you know what ritual to use?": "那你知道该用什么仪式吗？",
    "So do you know where I could find any of your brothers?": "那你知道我在哪能找到你的兄弟们吗？",
    "So do you sell anything good here?": "那你这里卖什么好东西？",
    "So do you sell anything here?": "那你这里有卖什么吗？",
    "So give me the keys!": "那把钥匙给我！",
    "So glad to meet you! Well done!": "非常高兴见到你！干得好！",
    "So has the commander figured out how to work the cannon?": "那指挥官弄明白大炮怎么用了吗？",
    "So have you found the things for the potion?": "那你找到制作药水的材料了吗？",
    "So he is close by?": "那他就在附近？",
    "So how am I meant to prove that?": "那我该怎么证明呢？",
    "So how are you doing finding my beads?": "你找我的珠子找得怎么样了？",
    "So how are you doing getting a sword?": "你弄到剑了吗？进展怎么样？",
    "So how are you doing getting me my perfect gold jewelry?": "你给我弄完美金饰品弄得怎么样了？",
    "So how are you doing so far?": "你目前进展怎么样？",
    "So how are you doing with getting the keys?": "你弄钥匙弄得怎么样了？",
    "So how can I find it?": "那我怎么才能找到它？",
    "So how come the spell doesn't work?": "那为什么法术不起作用呢？",
    "So how did you do?": "那你做得怎么样？",
    "So how did you end up getting poisoned?": "那你是怎么中毒的？",
    "So how do I become invited then?": "那我怎么才能被邀请呢？",
    "So how is life for the goblins?": "那哥布林的生活怎么样？",
    "So how is thy quest going?": "你的任务进行得怎么样了？"
}