{
    "Client & Engine commands": "客户端和引擎命令",
    "Climb Down.": "向下爬。",
    "Climb Up.": "向上爬。",
    "Climb down terrifying hole?": "要爬下这个可怕的洞吗？",
    "Climb down the stairs.": "走下楼梯。",
    "Climb into the fissure?": "要爬进裂缝吗？",
    "Climb out of dangerous mining trial.": "爬出危险的采矿试炼。",
    "Climb over rocks?": "要翻过岩石吗？",
    "Climb up or down the ladder?": "上梯子还是下梯子？",
    "Climb up or down the stairs?": "上楼还是下楼？",
    "Climb up the stairs.": "走上楼梯。",
    "Collect a guam leaf, add jangerberries, then mix in some ground bat bones. You must return it to me before you use it, so that I can empower it with my magic.": "收集一片guam叶子，加入jangerberry浆果，然后混入一些磨碎的蝙蝠骨。你使用之前必须把它带回给我，这样我才能用我的魔力赋予它力量。",
    "Combined with the information I had already already collated regarding the Rune Essence, I think we have finally unlocked the power to": "结合我已经整理的关于符文精华的信息，我想我们终于解锁了",
    "Come back if you change your mind!": "如果你改变主意就回来！",
    "Come back when you are a better person.": "等你变得更好再回来。",
    "Come back when you do.": "等你有了再回来。",
    "Come back when you got 'em.": "等你拿到了再回来。",
    "Come back when you have some.": "等你有一些再回来。",
    "Come back when you have them all.|The colour of the four beads that I need|are red, yellow, black, and white.|Go chase some imps!": "等你全部拿到了再回来。|我需要的四颗珠子的颜色|是红色、黄色、黑色和白色。|去追一些小恶魔吧！",
    "Come back when you're a little thirstier.": "等你更渴的时候再回来。",
    "Come closer, and listen carefully to what the future holds for you, as I peer into the swirling mists of the crystal ball.": "走近些，仔细听听未来为你准备了什么，让我凝视水晶球中旋转的迷雾。",
    "Come on Jeremy, we have to get out of here.": "快走Jeremy，我们必须离开这里。",
    "Come on, let me have a go...": "来吧，让我试试……",
    "Come on, spit it out!|Right that's it! Guards!": "快说，说出来！|好了就这样！卫兵！",
    "Come on, we only have to fight a creature called bouncer now.": "加油，我们现在只需要打一个叫Bouncer的怪物了。",
    "Come to me when your faith weakens.": "当你的信仰动摇时来找我。",
    "Come with me!": "跟我来！",
    "Come with me, I shall make you a king.": "跟我来，我会让你成为国王。",
    "Comes back when you has enough.": "等你够了再回来。",
    "Competition pass please.": "请出示比赛通行证。",
    "Complaining? Complaining!": "抱怨？抱怨！",
    "Complete All Quests.": "完成所有任务。",
    "Complete Heros Quest": "完成英雄任务",
    "Complete this map when you get to the Kharazi Jungle.|It's towards the southern most part of Karamja.": "到达Kharazi丛林后完成这张地图。|它在Karamja最南端的方向。",
    "Complete.": "完成。",
    "Computer game? What are you talking about?": "电脑游戏？你在说什么？",
    "Computer game?|What are you talking about?": "电脑游戏？|你在说什么？",
    "Congratulations Bwana. Show me any items you have found though. I may be able to help.": "恭喜你，Bwana。不过给我看看你找到的物品。我也许能帮上忙。",
    "Congratulations on freeing Merlin!": "恭喜你解救了Merlin！",
    "Congratulations on releasing Ungadulu! My people are very pleased... How goes the growing of the Yommi tree?": "恭喜你解放了Ungadulu！我的族人非常高兴……Yommi树长得怎么样了？",
    "Congratulations!": "恭喜！",
    "Congratulations! Here you go.": "恭喜！给你。",
    "Congratulations! You have completed the Hero's Guild|entry requirements! You will find the door now open|for you! Enter, Hero! And take this reward!": "恭喜！你已经完成了英雄公会的|入会要求！你会发现大门现在|为你敞开了！进来吧，英雄！拿着这份奖励！",
    "Congratulations! You have now passed the Earth Sciences level 3 exam. Here is your level 3 certificate.": "恭喜！你现在已经通过了地球科学3级考试。这是你的3级证书。",
    "Congratulations, brave knight, on aiding Camelot in so many ways! If we ever require help again, I will make sure to call upon you!": "恭喜，勇敢的骑士，你在这么多方面帮助了卡默洛特！如果我们再次需要帮助，我一定会召唤你的！",
    "Congratulations, human!": "恭喜，人类！",
    "Congratulations, traveller!": "恭喜，旅行者！",
    "Congratulations, welcome to the Legends Guild. Please, go through to the main Legends Guild building and I will join you shortly.": "恭喜，欢迎来到传奇公会。请到传奇公会主楼去，我马上就来。",
    "Congratulations, you're now a fully fledged member. I would like to offer you some training which will increase your experience and abilities in four areas. Would you like to train now?": "恭喜，你现在是正式会员了。我想为你提供一些训练，可以提升你在四个领域的经验和能力。你想现在就训练吗？",
    "Congratulations.": "恭喜。",
    "Congratulations. Your ability to summon a Saradomin Strike has|improved. You may now use this spell outside of the Arena.": "恭喜。你召唤Saradomin之击的能力|提升了。你现在可以在竞技场外使用这个法术了。",
    "Congratulations. Your ability to summon the Claws of Guthix has|improved. You may now use this spell outside of the Arena.": "恭喜。你召唤Guthix之爪的能力|提升了。你现在可以在竞技场外使用这个法术了。",
    "Congratulations. Your ability to summon the Flames of Zamorak has|improved. You may now use this spell outside of the Arena.": "恭喜。你召唤Zamorak之焰的能力|提升了。你现在可以在竞技场外使用这个法术了。",
    "Consider it done.": "包在我身上。",
    "Continue?": "继续？",
    "Cooked food? Who would want that? You lose all the flavourrr of the meat when you can't taste the blood!": "熟食？谁会想要那个？尝不到血的时候肉的所有味道都没了！",
    "Cooking.": "烹饪。",
    "Cool! Sounds like a fun way to do a drop party!": "酷！听起来是办掉落派对的有趣方式！",
    "Cool! Thanks!": "酷！谢谢！",
    "Cool, I'd like to access my bank account please.": "好的，我想查看我的银行账户。",
    "Cool, do you turn people into frogs?": "酷，你会把人变成青蛙吗？",
    "Correct rockpick usage:|Always handle with care,|strike the rock cleanly on its cleaving point.": "正确使用岩石镐：|始终小心操作，|在岩石的解理面上精准敲击。",
    "Correct sample transportation:|Samples taken in rough form,|kept only in sealed containers.": "正确的样本运输方式：|样本以原始形态采集，|仅保存在密封容器中。",
    "Cos General Bentnoze says so,|and he bigger than me.": "因为Bentnoze将军说了算，|而且他比我大。",
    "Could I buy a beer please?": "请问我能买杯啤酒吗？",
    "Could I have another bloom scroll please?": "请问我能再要一张绽放卷轴吗？",
    "Could I have it?": "我能拿走它吗？",
    "Could I have some stew please?": "请问我能来碗炖菜吗？",
    "Could I help?": "我能帮忙吗？",
    "Could I see the key please? Just for a moment. It would be something I can tell my grandchildren. When you are even more famous than you are now.": "请让我看看钥匙好吗？就看一下。这可以成为我给孙子们讲的故事。等你比现在更出名的时候。",
    "Could I take this old pebble?": "我能拿走这块旧石子吗？",
    "Could I touch the key a moment please?": "请让我摸一下钥匙好吗？",
    "Could have been anyone. The old man was an idiot. He's been asking for it for years.": "可能是任何人干的。那个老头是个白痴。他多年来一直自找的。",
    "Could you do me a favour?": "你能帮我个忙吗？",
    "Could you do me one more favour?|I need you to go check up on a guard,|he should be in the Black Guard watch tower|just to the South of here.": "你能再帮我一个忙吗？|我需要你去看看一个守卫，|他应该在这里正南方的|黑卫队瞭望塔里。",
    "Could you find her for me?|Please tell her I long to be with her.": "你能帮我找到她吗？|请告诉她我渴望与她在一起。",
    "Could you find it in your heart to spare me a simple loaf of bread?": "你能大发慈悲给我一块简单的面包吗？",
    "Could you fix this staff?": "你能修好这根法杖吗？",
    "Could you have a look at this please?": "请你看看这个好吗？",
    "Could you have a look at this..": "你能看看这个吗……",
    "Could you help me lift these boxes?|They are really heavy!": "你能帮我搬这些箱子吗？|它们真的很重！",
    "Could you help?": "你能帮忙吗？",
    "Could you knit me a sweater?": "你能给我织件毛衣吗？",
    "Could you make me another order?": "你能再给我做一份吗？",
    "Could you offer me employment on your plantation?": "你能在你的种植园雇用我吗？",
    "Could you please deliver a message to him?": "你能帮我给他送个信吗？",
    "Could you repair the arrow holes in the back of my shirt?": "你能修补我衬衫背后的箭孔吗？",
    "Could you spare me a few coins? I'll be able to pay you double tomorrow it's just there's this poker night tonight in town...": "你能给我几个金币吗？我明天能还你双倍，只是今晚城里有个扑克之夜……",
    "Could you think of a way to make skin paste?": "你能想个制作皮肤膏的方法吗？",
    "Couldn't you bless the river to purify it? Like you did with the water I took from the well?": "你不能祝福这条河来净化它吗？就像你对我从井里取的水所做的那样？",
    "Count the number of legs of the chairs in the blue moon inn": "数一数蓝月酒馆里椅子的腿的数量",
    "Count the number of legs of the chairs in the blue moon inn and multiply that number by seven.": "数一数蓝月酒馆里椅子的腿的数量，然后将这个数字乘以七。",
    "Crafting objects like this requires skill.|You may need to practice more first...": "制作这样的物品需要技巧。|你可能需要先多加练习……",
    "Crawl into hole?": "要爬进洞里吗？",
    "Creature already given Rantz stabbers, Dey's worser at flying dan a dead dog.": "小东西已经给过Rantz飞刺了，它们飞得比死狗还差。",
    "Creature, did you bring me the gold?": "小东西，你把黄金带来了吗？",
    "Cretin. Did you think you could 'save the day' just by accusing me? We've been planning this for YEARS. your meddling has been nothing more than a minor inconvenience.": "蠢货。你以为靠指控我就能'拯救世界'吗？我们已经计划了好几年了。你的干涉不过是小小的麻烦而已。",
    "Cross my palm with silver then.": "那就在我手心放些银子吧。",
    "Crusty Orange papyrus.": "硬壳橙色莎草纸。",
    "Cur bidith...": "Cur bidith……",
    "Cur tanath!": "Cur tanath！",
    "Cur tanath...": "Cur tanath……",
    "Cur,|cur tanath!": "Cur，|cur tanath！",
    "Cur.": "Cur。",
    "Da chompy is der bestest yummies for Rantz, Fycie and Bugs! We's looking for da yummies all da time. Da chompy is a big flapper, Rantz want's stabbers to sneaky, sneaky, stick da chompy.": "Chompy鸟是Rantz、Fycie和Bugs最好吃的美食！我们一直都在找好吃的。Chompy鸟是个大翅膀的家伙，Rantz需要飞刺来偷偷地、偷偷地戳chompy鸟。",
    "Da chompy still not coming! We need da fatsy toady to get da chompy, do you got it? Do you got da fatsy toady? Then we can sneaky, sneaky stick da chompy.": "Chompy鸟还是不来！我们需要胖蟾蜍来引chompy鸟，你弄到了吗？你有胖蟾蜍了吗？那样我们就能偷偷地、偷偷地戳chompy鸟了。",
    "Daddy says you don't like Mr Jones. Mr Jones is nice. He brings me toys and sweets.": "爸爸说你不喜欢Jones先生。Jones先生人很好。他给我带玩具和糖果。",
    "Dance with me Megan!": "跟我跳舞吧Megan！",
    "Danger, everywhere danger! But not from man nor beast! This is the danger that is inside you.": "危险，到处都是危险！但不是来自人也不是来自野兽！这是你内心的危险。",
    "Danks bery mush...": "非常干谢……",
    "Dat's a good fatsy toady, now we's need to put it for da chompy to come.": "那是一只好胖蟾蜍，现在我们需要把它放好等chompy鸟来。",
    "Dat's a great chompy, you musta got a lucky shot wiv|da stabbie chucker.": "那是一只很棒的chompy鸟，你用|飞刺投掷器肯定投了个幸运一击。",
    "Dat's a pidy... but maybe Rantz can help da creature?": "真可惜……但也许Rantz能帮帮小东西？",
    "Dat's a rotten chompy, did you shoot that creature? Is stinking bad, I's thinks it's too old. Go shoot your own chompy bird.": "那是一只烂chompy鸟，你射的吗？臭死了，我觉得它放太久了。去射你自己的chompy鸟吧。",
    "Dat's great...Dad want's to hunt da chompy... Da chompy is our bestest yumms! Yous needies da scratchers for makin' dem huh? I's wants some bright pretties for em!": "太好了……爸爸想去猎chompy鸟……Chompy鸟是我们最好吃的美食！你需要那些刮刮工具来做对不对？我想要些亮闪闪的东西来换！",
    "Dat's not enough, me's an good shot, but need some for practice. Bring more than fingers on hand...": "不够，我是个好射手，但需要一些来练习。带比手指头多的数量来……",
    "David... oh David... not many people know this, but David really has an anger problem. He's always screaming and shouting": "David……哦David……不是很多人知道这个，但David确实有暴怒问题。他总是又叫又喊",
    "Days like these make me glad to be alive!": "这样的日子让我庆幸自己还活着！",
    "Deary me! This is appalling, none correct at all! I suggest you go and study properly.": "天哪！太糟糕了，一个都没答对！我建议你回去好好学习。",
    "Deary me, you are in trouble.|Here, take this one.": "天哪，你有麻烦了。|来，拿着这个。",
    "Deary me... That was a good one as well. It's a good job I have another. Here you go...": "天哪……那也是个好东西。好在我还有另一个。给你……",
    "Death to Khazard, and all who serve him.": "Khazard去死，以及所有服务于他的人。",
    "Decayed White papyrus.": "腐朽的白色莎草纸。",
    "Deep in a strange building known as Melzar's maze|located north west of Rimmington.": "在Rimmington西北方一座|被称为Melzar迷宫的奇特建筑深处。",
    "Delrith is a powerful demon.": "Delrith是一个强大的恶魔。",
    "Delrith will come forth from the stone circle again.": "Delrith将再次从石阵中出现。",
    "Delrith...": "Delrith……",
    "Delrith? I thought the world was rid of him.": "Delrith？我以为世界已经摆脱他了。",
    "Depending on the severity of the damage, I may require further assistance from you in restoring its purity.": "根据损害的严重程度，我可能需要你进一步帮助来恢复它的纯净。",
    "Despicable thieving scum, that was good armour. Did you see anyone around here soldier?": "卑鄙的偷窃废物，那可是好盔甲。士兵，你看到这附近有人吗？",
    "Despite this warning lots of people seem to pass through the gate.": "尽管有这个警告，似乎还是有很多人通过了大门。",
    "Dey's fussie eaters just like Rantz. Fycie an' Bugs play with toadies and blower dey's all times making fatsy toadies.": "他们跟Rantz一样挑食。Fycie和Bugs一直在玩蟾蜍和吹管，制造胖蟾蜍。",
    "Did I make a mistake?": "我犯了个错误吗？",
    "Did he now? HmmmMMMMMmmmmm.|Well that IS interesting. Hand it over then adventurer,|let me see what all the hubbub about it is.|Just some amulet I'll wager.": "是吗？嗯嗯嗯嗯嗯。|这倒是挺有意思。那就把它交给我吧冒险者，|让我看看到底有什么好大惊小怪的。|我打赌不过是个护身符而已。",
    "Did he really?": "他真的吗？",
    "Did you bring me the mould?": "你把模具带来了吗？",
    "Did you bring me the required ingredients for the potion?": "你把药水所需的材料带来了吗？",
    "Did you build this?": "这是你建的吗？",
    "Did you dispose of those infected sheep yet?": "你处理掉那些感染的羊了吗？",
    "Did you find the Apothecary?": "你找到药剂师了吗？",
    "Did you find the Father? What did he suggest?": "你找到神父了吗？他有什么建议？",
    "Did you get the kid back to shore?": "你把那个孩子带回岸上了吗？",
    "Did you hear any suspicious noises at all?": "你有没有听到任何可疑的声响？",
    "Did you hear?": "你听说了吗？",
    "Did you just understand what I said???": "你刚才居然听懂我说的了？？？",
    "Did you know they think this place dates back to the second age?!": "你知道吗，他们认为这个地方可以追溯到第二纪元？！",
    "Did you manage to get some wood?": "你弄到一些木材了吗？",
    "Did you manage to get something from nature?": "你设法从大自然中得到了什么吗？",
    "Did you say Lucien?": "你说的是Lucien吗？",
    "Did you say Lucien? It was Lucien that asked me to get the staff!": "你说Lucien？就是Lucien让我去拿那根法杖的！",
    "Did you say the Grail?|You are a Grail knight, yes?|Well you'd better hurry. A Fisher King is in pain.": "你说圣杯？|你是圣杯骑士，是吧？|那你最好快点。渔夫王正在受苦。",
    "Did you see those houses outside?": "你看到外面那些房子了吗？",
    "Did you speak to the head wizard for me yet, adventurer?": "冒险者，你替我跟首席巫师说了吗？",
    "Didn't bring anything!|In that case shove off!": "什么都没带！|那就滚开！",
    "Didn't you used to be called the Bank of Varrock?": "你们以前不是叫瓦洛克银行吗？",
    "Die, creature!": "去死吧，小东西！",
    "Different potions also require different Herblore levels before you can make them.": "不同的药水也需要不同的草药学等级才能制作。",
    "Different to either green or red?": "跟绿色或红色都不同？",
    "Dimensionality is a function of consciousness.": "维度是意识的函数。",
    "Dintenta! Sententa! Retenta! Q'exjta! Ia! Sottottott! Ia! Dysmenta junque fammatio svelken! Sottey! Sentey! SOLOMENT!": "Dintenta! Sententa! Retenta! Q'exjta! Ia! Sottottott! Ia! Dysmenta junque fammatio svelken! Sottey! Sentey! SOLOMENT!",
    "Dipped in glue and stuck to a sheep's back.": "蘸上胶水粘到绵羊背上。",
    "Dissappointing, dissappointing..|Well there's not much I can do...|You had better go back and search the area again.": "令人失望，令人失望……|嗯，我也没什么办法……|你最好回去再搜索一下那个区域。",
    "Do I get a reward?": "我有奖励吗？",
    "Do I get a reward? For freeing you and all...": "我有奖励吗？毕竟我救了你什么的……",
    "Do I know you?": "我认识你吗？",
    "Do I know you? I'm in a hurry!": "我认识你吗？我很赶时间！",
    "Do I look alright?!": "我看起来还好吗？！",
    "Do I look like I care? To me you're just another newcomer who thinks they're ready to fight.": "你觉得我在乎吗？对我来说你只是又一个自以为能打的新人。",
    "Do I look like a bank to you?": "你觉得我看起来像银行吗？",
    "Do I look like a member of a sewing circle?|Be off wi' you. I have fought monsters that would turn your hair blue.": "你觉得我看起来像缝纫组的成员吗？|快走开。我和能把你头发吓蓝的怪物战斗过。",
    "Do I look ok?|Those kids drive me crazy.": "我看起来还好吗？|那些孩子把我逼疯了。",
    "Do either of you know a Justin or Jeremy Servil?": "你们谁认识Justin或Jeremy Servil吗？",
    "Do not fear the dragons...fear their kin.": "不要畏惧龙……畏惧它们的同族。",
    "Do not fear! We are devoted to our charge!": "不要害怕！我们忠于我们的使命！",
    "Do not try and deceive us again. Come back when you have laid down your Zamorakian instruments of death.": "别再试图欺骗我们了。放下你的Zamorak杀戮武器后再回来。",
    "Do not waste my time with trivial questions. I am the|Great Kolodion, master of battle magic. I have an arena|to run.": "别用无聊的问题浪费我的时间。我是|伟大的Kolodion，战斗魔法大师。我有一个竞技场|要管理。",
    "Do some more research. I'm sure other students could help you out.": "多做些研究。我相信其他学生能帮助你。",
    "Do this thing for me <displayname()>. Be rewarded in a|way you can never imagine.": "为我做这件事吧<displayname()>。你会得到|你无法想象的回报。",
    "Do you agree to pay?": "你同意付款吗？",
    "Do you come here often?": "你经常来这里吗？",
    "Do you deliver to the fort just down the coast?": "你们送货到海岸边那个堡垒吗？",
    "Do you enjoy it down here?": "你喜欢待在这下面吗？",
    "Do you get into trouble with guards often?": "你经常和守卫起冲突吗？",
    "Do you get lonely out here on your own?": "你一个人在这里会孤独吗？",
    "Do you have a bandage?": "你有绷带吗？",
    "Do you have a problem traveller?": "你有什么问题吗，旅行者？",
    "Do you have an idea?": "你有主意吗？",
    "Do you have any bread? I do like bread.": "你有面包吗？我很喜欢面包。",
    "Do you have any ideas about dealing with the vampire?": "你对付吸血鬼有什么想法吗？",
    "Do you have any ideas about how we can get out of here?": "你有什么办法让我们离开这里吗？",
    "Do you have any ideas what those things are?": "你知道那些东西是什么吗？",
    "Do you have any more kittens?": "你还有更多小猫吗？",
    "Do you have any more of those scrolls?": "你还有更多那种卷轴吗？",
    "Do you have any news?": "你有什么消息吗？",
    "Do you have any other riddles for me?": "你还有其他谜语给我吗？",
    "Do you have any other tasks for me?": "你还有其他任务给我吗？",
    "Do you have any other tips about the Kharazi Jungle?": "你还有关于Kharazi丛林的其他提示吗？",
    "Do you have any quests for me?": "你有什么任务给我吗？",
    "Do you have any to sell?": "你有什么要卖的吗？",
    "Do you have anything for trade?": "你有什么可以交易的吗？"
}