{
    "I work with ordinary, hard or dragonhide leather. What would you like to know about?": "我用普通皮革、硬化皮革或龙皮来工作。你想了解哪种？",
    "I worked it out!": "我想出来了！",
    "I worship Guthix, the god of balance.": "我信仰Guthix，平衡之神。",
    "I would also suggest reading through some of the|supporting information on the website. There you can|find maps, a bestiary, and much more.": "我还建议你看看网站上的一些|辅助信息。在那里你可以|找到地图、怪物图鉴等等。",
    "I would be glad to help": "我很乐意帮忙",
    "I would be glad to help.": "我很乐意帮忙。",
    "I would be happy to.": "我很乐意。",
    "I would be very grateful if you did. Here take this...": "如果你愿意的话我会非常感激。来，拿着这个……",
    "I would do but I don't have a key.": "我想的，但我没有钥匙。",
    "I would guess this is the work of the evil Morgan Le Faye!": "我猜这是邪恶的Morgan Le Faye搞的鬼！",
    "I would have thought she would have died by now. She was pretty old when I was a lad.": "我以为她现在应该已经死了。我还是个小伙子的时候她就很老了。",
    "I would imagine an evil sorcerer is already starting on the rituals to summon Delrith as we speak.": "我想一个邪恶的巫师可能此刻正在进行召唤Delrith的仪式。",
    "I would like a ride on your boat to the fishing platform.": "我想搭你的船去钓鱼平台。",
    "I would like to see you try!": "我倒想看看你试试！",
    "I would recommend everybody has a go at Fishing at least once in their lives! Was there anything else you wished to hear again?": "我建议每个人一生中至少尝试一次钓鱼！还有什么你想再听一遍的吗？",
    "I would say that me shouting at you for your incompetence is the LEAST of your worries right now. NOW GO!": "我对你的无能大吼大叫是你现在最不需要担心的事。现在快去！",
    "I would sell it to my cousin in West Ardougne.|I hear there's a rat epidemic there.|But it's too far.": "我想把它卖给我在西阿多格尼的表亲。|我听说那里有鼠患。|但太远了。",
    "I would urge you to take it, Bwana, I have heard that the caves are protected by a supernatural fear that renders even the bravest man to a trembling wreck.": "Bwana，我强烈建议你带上它，我听说那些洞穴被一种超自然的恐惧所保护，即使是最勇敢的人也会被吓得浑身发抖。",
    "I would want to give it away only to one who is worthy and good.": "我只想把它送给配得上且品行端正的人。",
    "I would, but Glough has told me not to take humans on Gnome Air.": "我想的，但Glough叫我不要让人类乘坐侏儒航空。",
    "I would, but I am very busy. I am trying to increase my reknown as one of the worlds' leading chefs by preparing a special and unique fish salad.": "我想的，但我很忙。我正在试着通过准备一道特别而独特的鱼沙拉来提升我作为世界顶级厨师之一的声誉。",
    "I wouldn't go in there if I woz you.|Those Black Knights are in an important meeting;|They said they'd kill anyone who went in there!": "我要是你就不会进去。|那些黑骑士正在开重要会议；|他们说谁进去就杀谁！",
    "I wouldn't put it past him, the Gnome's crazy!": "我觉得他干得出来，那个侏儒疯了！",
    "I wouldn't want to be the poor guy that has to clean up after the duels.": "我可不想当那个决斗后要打扫的倒霉鬼。",
    "I wouldn't want to make a mess of your shoes.": "我可不想弄脏你的鞋子。",
    "I wouldn't worry about it. Something ate all the previous shearers. They probably got unlucky. So are you going to help me?": "别担心。之前的剪毛工都被什么东西吃了。他们大概只是运气不好。所以你打算帮我吗？",
    "I wrote a few children's books.": "我写了几本儿童书。",
    "I'd be happy to help!": "我很乐意帮忙！",
    "I'd be very careful going down there friend.": "朋友，到下面去要非常小心。",
    "I'd better be quick,|there may be more guards about.": "我最好快点，|附近可能还有更多的卫兵。",
    "I'd better find a way to light this torch, and soon.": "我最好赶紧找到点亮这个火把的方法。",
    "I'd better get going!": "我最好赶紧走！",
    "I'd better not go in there yet... I think I can hear someone inside!": "我最好先别进去……我好像听到里面有人！",
    "I'd better not steal other people's fish!": "我最好别偷别人的鱼！",
    "I'd enjoy trying that.": "我很想试试那个。",
    "I'd just like to buy some clothes.": "我只是想买些衣服。",
    "I'd like a Khali brew please.": "请给我一杯Khali酿酒。",
    "I'd like a haircut please.": "请给我理个发。",
    "I'd like a shave please.": "请给我刮个胡子。",
    "I'd like some advice on breaking into Mordred's fort.": "我想要一些闯入Mordred堡垒的建议。",
    "I'd like some advice on breaking that Crystal Merlin's trapped in.": "我想要一些打破困住Merlin的水晶的建议。",
    "I'd like some advice on finding Excalibur.": "我想要一些寻找Excalibur的建议。",
    "I'd like some advice on finding a quest.": "我想要一些寻找任务的建议。",
    "I'd like some advice on finding the Grail.": "我想要一些寻找圣杯的建议。",
    "I'd like some rum made on Karamja Island. There's no rum like Karamja Rum!": "我想要一些Karamja岛酿的朗姆酒。没有什么朗姆酒比得上Karamja朗姆酒！",
    "I'd like to access my bank, please.": "请让我查看我的银行账户。",
    "I'd like to go into the desert please.": "请让我进入沙漠。",
    "I'd like to have a look through that telescope.": "我想通过那个望远镜看看。",
    "I'd like to inspect her some more.": "我想再仔细检查一下她。",
    "I'd like to mine in a different area.": "我想在别的地方挖矿。",
    "I'd like to offer you my services.": "我想为你提供我的服务。",
    "I'd like to see what you sell.": "我想看看你卖什么。",
    "I'd love to sell you some but I've sold out recently. That's just how good it is! Three hundred and twenty eight people in this area alone cannot be wrong!": "我很想卖给你一些，但最近卖光了。就是这么好卖！仅这个地区就有三百二十八个人买了，不可能都错！",
    "I'd love to work for a tough guy like you!": "我很想为你这样的硬汉工作！",
    "I'd never say no to a redberry pie! They're GREAT stuff!": "我绝不会拒绝红莓派！那可是好东西！",
    "I'd rather go to Crandor Isle.": "我宁愿去Crandor岛。",
    "I'd rather not if it's all the same to you. I overheard the cultists talking, and apparently Jones is in league with them.": "如果你不介意的话我宁愿不去。我偷听到邪教徒的谈话，看来Jones跟他们是一伙的。",
    "I'd rather not reveal my sources.": "我不想透露我的消息来源。",
    "I'd rather you show me the actual item, as opposed to the note form.": "我希望你给我看实物，而不是票据形式的。",
    "I'd take the rest of the day off if I were you.": "要是我的话今天就不干了。",
    "I'll always pay you more for the cocktail than you paid for the ingredients and it's a great way to learn how to prepare food and drinks.": "我给你的鸡尾酒价格一定会比你买材料的价格高，而且这是学习如何准备食物和饮料的好方法。",
    "I'll always pay you much more for the meal than you paid for the ingredients, and it's a great way to improve your cooking skills.": "我给你饭菜的价格会远高于你买材料的价格，而且这是提高烹饪技能的好方法。",
    "I'll be back soon.": "我很快就回来。",
    "I'll be fine, let's go.": "我没问题，走吧。",
    "I'll be off now.": "我这就走了。",
    "I'll be waiting.": "我会等着的。",
    "I'll bet 10 gold that I win.": "我赌10金币我能赢。",
    "I'll bet 15 gold that I win.": "我赌15金币我能赢。",
    "I'll bet 20 gold that I win.": "我赌20金币我能赢。",
    "I'll bet 5 gold that I win.": "我赌5金币我能赢。",
    "I'll bet you ANYTHING it was Elizabeth.": "我什么都敢赌，一定是Elizabeth干的。",
    "I'll come back later.": "我晚点再来。",
    "I'll crush you and those pesky little green men!": "我要碾碎你和那些讨厌的小绿人！",
    "I'll do my best Lathas.": "我会尽力的，Lathas。",
    "I'll do my best sir.": "我会尽力的，先生。",
    "I'll do my best.": "我会尽力的。",
    "I'll do my very best, don't worry, if he's in there and he's still alive I'll definitely find him.": "我一定尽最大努力，别担心，如果他在里面而且还活着，我一定会找到他。",
    "I'll do what I must to get the water.": "为了取到水，我该做什么就做什么。",
    "I'll drink to that!": "为此干杯！",
    "I'll enter the competition please.": "请让我参加比赛。",
    "I'll even throw in my Cabin boy Jenkins for free! He'll|swab the decks and splice the mainsails for you!": "我甚至免费送你我的船舱服务生Jenkins！他会|帮你擦甲板、接主帆！",
    "I'll figure that out in a moment.": "我一会儿就想明白了。",
    "I'll find a use for it!": "我会找到用处的！",
    "I'll find a way, trust me.": "我会找到办法的，相信我。",
    "I'll find that treasure soon,|just you wait and see.": "我很快就会找到那个宝藏，|你等着瞧。",
    "I'll get on with it.": "我这就去做。",
    "I'll get the bones for you.": "我帮你拿骨头。",
    "I'll get to it.": "我这就去做。",
    "I'll get your hours and duty roster sorted out in a while. Oh, and do you have your I.D. papers with you? Internal security is almost as important as external security for a guard.": "我一会儿给你安排工作时间和值班表。对了，你带了身份证件吗？对卫兵来说内部安全和外部安全一样重要。",
    "I'll give it a miss I think.": "我想还是算了。",
    "I'll give it to you for 60.": "我60金币卖给你。",
    "I'll give you 100 Gold for the Bone Key.": "我出100金币买你的骨头钥匙。",
    "I'll give you 100 Gold for the Stone Plaque.": "我出100金币买你的石碑。",
    "I'll give you 100 Gold for the crumpled scroll.": "我出100金币买你的皱卷轴。",
    "I'll give you 100 Gold for the tattered scroll.": "我出100金币买你的破旧卷轴。",
    "I'll give you 1000 Gold for your 'Beads of the Dead'.": "我出1000金币买你的'亡者珠串'。",
    "I'll give you 15, that's all you're gettin'": "我给你15，就这么多了",
    "I'll give you 500 Gold for your locating crystal.": "我出500金币买你的定位水晶。",
    "I'll go and ask his squire and see if I can find one.": "我去问问他的侍从，看能不能找到一个。",
    "I'll go home when I've found the treasure.|I'm going to be a rich man.": "找到宝藏我就回家。|我要成为有钱人了。",
    "I'll go to see the Shaman.": "我去见萨满。",
    "I'll handle this.": "我来处理。",
    "I'll have a beer please.": "请给我一杯啤酒。",
    "I'll have a beer then.": "那给我一杯啤酒吧。",
    "I'll have a look.": "我看看。",
    "I'll have a pint of beer please.": "请给我一品脱啤酒。",
    "I'll have to ask you to try and find it.": "我得请你试着去找找它。",
    "I'll help get the bones for you.": "我帮你拿骨头。",
    "I'll hold on to this Wampum belt for you for the time being. I'll give it back to you when we have completed this quest.": "这条Wampum腰带我先帮你保管。等我们完成这个任务后我会还给你。",
    "I'll just get the money for you.": "我去给你拿钱。",
    "I'll just go and buy one.": "我去买一个。",
    "I'll keep on looking then...": "那我继续找……",
    "I'll leave when I choose!": "我想走的时候才走！",
    "I'll leave you here, OK?": "我把你留在这里，好吗？",
    "I'll leave you to it then.": "那我不打扰你了。",
    "I'll leave you to it.": "那我不打扰你了。",
    "I'll let them go, but you must stay and|fight for me. You'll make me double the|gold if you manage to last a few fights.": "我放了他们，但你必须留下来|为我战斗。如果你能撑过几场|战斗，你能帮我赚双倍的金子。",
    "I'll let you live. I could just kill you.": "我饶你一命。我本可以杀了你。",
    "I'll look for your daughter.": "我帮你找女儿。",
    "I'll look him up then.": "那我去找找他。",
    "I'll make sure it goes to a good cause.": "我会确保它用在好地方。",
    "I'll meet you at the ship then.": "那我们在船上见。",
    "I'll meet you there then.": "那我们在那里见。",
    "I'll need to wield an appropriate tool.": "我需要装备一个合适的工具。",
    "I'll need two iron bars to make the sword to start with. I'll also need an ore called blurite. It's useless for making actual weapons for fighting with, but I'll need some as decoration for the hilt.": "首先我需要两块铁锭来打造这把剑。我还需要一种叫蓝铁矿的矿石。它不能用来制作真正的战斗武器，但我需要一些来装饰剑柄。",
    "I'll not have anything then.": "那我什么都不要了。",
    "I'll pass this time.": "这次我就不了。",
    "I'll pay the fine.": "我付罚款。",
    "I'll pray for you little man.": "我会为你祈祷的，小家伙。",
    "I'll pray for you.": "我会为你祈祷的。",
    "I'll reward you for your time.|It'll give me peace of mind|to know Kennith and my husband, Kent, are safe.": "我会回报你的时间。|知道Kennith和我丈夫Kent安全|会让我安心。",
    "I'll see if I can get some.": "我去看看能不能弄到一些。",
    "I'll see what I can do I suppose.": "我想我看看能做什么吧。",
    "I'll see what I can do.": "我看看能做什么。",
    "I'll see what your brothers have to offer first.": "我先去看看你兄弟们能提供什么。",
    "I'll see you around Klank.": "Klank，回头见。",
    "I'll start looking for all those things then.": "那我开始找所有那些东西。",
    "I'll stay here with my troops and try and hold Khazard's men back. You return the orb to the gnome village. Go as quick as you can, the village is still unprotected.": "我留在这里和我的部队一起试着阻挡Khazard的人。你把宝珠送回侏儒村。尽快去，村子还没有防护。",
    "I'll take a look.": "我去看看。",
    "I'll take all you have for 120 gold pieces per fur, does that sound fair?": "我以每张120金币的价格买下你所有的皮毛，这个价钱公道吗？",
    "I'll take back that mould for use again.": "我把那个模具收回来再用。",
    "I'll take my chances.": "我愿意碰碰运气。",
    "I'll take that key off your hands as well effendi! Many thanks!": "这把钥匙我也收下了，大人！非常感谢！",
    "I'll take those Yommi tree seeds to Ungadulu, I'm sure he'll appreciate them.": "我会把那些Yommi树种子带给Ungadulu，我相信他会很感激的。",
    "I'll take those germinated Yommi tree seeds to Ungadulu, I'm sure he'll appreciate them.": "我会把那些发了芽的Yommi树种子带给Ungadulu，我相信他会很感激的。",
    "I'll talk to Romeo and make sure he knows what to do.": "我去跟Romeo说，确保他知道该怎么做。",
    "I'll teach you a lesson!|Guards! Guards!": "我要给你一个教训！|卫兵！卫兵！",
    "I'll tell you what I would like: a precious stone. I don't find many of them. My favourites are opals; they are beautiful.": "我告诉你我想要什么：一颗宝石。我不常找到那些。我最喜欢的是蛋白石；它们很漂亮。",
    "I'll tells you where that things you wants is.|The mad skavids have it in their cave in the city.": "我告诉你你要的东西在哪。|疯了的skavid把它放在城里的洞穴中。",
    "I'll try and console myself about that disappointment somehow.": "我会想办法安慰自己克服那个失望的。",
    "I'll try asking them then.": "那我去问问他们。",
    "I'll try my best to return your family.": "我会尽力把你的家人带回来。",
    "I'll try my best.": "我会尽力的。",
    "I'll try something different instead.": "我换个别的方法试试。",
    "I'll try the Dragon Bitter.": "我试试龙苦啤酒。",
    "I'll try the Mind Bomb.": "我试试心灵炸弹。",
    "I'll try the meat pie.": "我试试肉馅饼。",
    "I'll try to get some.": "我去弄一些。",
    "I'll try to retrieve it for you.": "我尽量帮你取回来。",
    "I'll try.": "我试试。",
    "I'm 'e'! Hee hee! Do you get it?": "我是'它'！嘻嘻！你懂了吗？",
    "I'm Bolkoy by the way.|I'm the village shopkeeper.|Would you like to buy something?": "对了，我叫Bolkoy。|我是村里的商店老板。|你想买点什么吗？",
    "I'm Bolkoy the village shopkeeper.|Would you like to buy something?": "我是村里的商店老板Bolkoy。|你想买点什么吗？",
    "I'm Lady Servil, my husband is Sir Servil. We were travelling north together with our son Jeremy when we were ambushed by General Khazard's men.": "我是Servil夫人，我丈夫是Servil爵士。我们和儿子Jeremy一起往北走时被Khazard将军的人伏击了。",
    "I'm Remsai, a tree gnome.|We live in this maze for our protection.|Have a look around and enjoy.": "我是Remsai，一个树侏儒。|我们住在这个迷宫里是为了保护自己。|四处看看吧，好好享受。",
    "I'm a banker, the only one around these dangerous parts.": "我是银行家，这些危险地带唯一的一个。",
    "I'm a bit busy to talk right now, sorry.": "我现在有点忙，没空说话，抱歉。",
    "I'm a bold adventurer!": "我是一个勇敢的冒险者！",
    "I'm a bold adventurer.": "我是一个勇敢的冒险者。",
    "I'm a fellow member of the Phoenix gang.": "我也是凤凰帮的成员。",
    "I'm a financial advisor. |I'm here to tell people how to make money.": "我是理财顾问。|我在这里教人们怎么赚钱。",
    "I'm a forester, and I specialise in exotic woods. I've not managed to penetrate the Kharazi Jungle very far but I have found some interesting tree specimens.": "我是护林员，专门研究稀有木材。我没能深入Kharazi丛林太远，但我找到了一些有趣的树木标本。",
    "I'm a hero, may I apply to join?": "我是英雄，我可以申请加入吗？",
    "I'm a hero. May I apply to join?": "我是英雄。我可以申请加入吗？",
    "I'm a jungle forester. Names mean little in this part of the world.": "我是丛林护林员。在世界的这个角落，名字不重要。",
    "I'm a little busy right now.|We're getting ready for our next barbarian raid!": "我现在有点忙。|我们正在为下一次蛮族突袭做准备！",
    "I'm a little busy.": "我有点忙。",
    "I'm a little stumped myself.|We've tried opening it with anything and everything!": "我自己也有点不知所措。|我们什么方法都试过了！",
    "I'm a little tree gnome. That is me!": "我是一个小树侏儒。这就是我！",
    "I'm a little worried -|I've heard there's lots of people going about,|killing citizens at random.": "我有点担心——|我听说有很多人到处走，|随意杀害市民。",
    "I'm a little worried|I've heard there's lots of people going about,|killing citizens at random.": "我有点担心|我听说有很多人到处走，|随意杀害市民。",
    "I'm a mourner. It's my job to help heal the plague victims of West Ardougne and to make sure the disease is contained.": "我是一名送葬者。我的工作是帮助治疗西阿多格尼的瘟疫受害者，并确保疾病得到控制。",
    "I'm a new recruit.": "我是新兵。",
    "I'm actually quite strong... please let me try.": "我其实很强壮的……请让我试试。",
    "I'm afraid Glough has placed guards on the front gate to stop you escaping! Let my glider pilot fly you away until things calm down around here.": "恐怕Glough已经在大门派了卫兵阻止你逃跑！让我的滑翔机飞行员带你飞走，等这里的事情平息下来。",
    "I'm afraid I am totally out of stock at the moment after my successful trip to the Sinclairs' House the other day.": "恐怕我前几天在Sinclair家成功出行后，现在完全没有库存了。",
    "I'm afraid I can't give you anymore for free, but you can buy them from Heckel Funch the grocer.": "恐怕我不能再免费给你了，但你可以从杂货商Heckel Funch那里买。",
    "I'm afraid I can't stop and talk, a group of mourners have become ill with food poisoning. I need to go over and see what I can do.": "恐怕我不能停下来聊天，一群送葬者食物中毒生病了。我得过去看看能做什么。",
    "I'm afraid I don't have any suggestions...": "恐怕我没什么建议……",
    "I'm afraid I don't have any toys.": "恐怕我没有玩具。",
    "I'm afraid I don't have any yet!": "恐怕我还没有！",
    "I'm afraid I don't have the answer.": "恐怕我没有答案。",
    "I'm afraid I have more serious concerns at the moment. Very serious.": "恐怕我目前有更严重的事情要担心。非常严重。",
    "I'm afraid I lost that key you gave me.": "恐怕我弄丢了你给我的那把钥匙。",
    "I'm afraid I lost the cocktail shaker you gave me.": "恐怕我弄丢了你给我的鸡尾酒调酒壶。",
    "I'm afraid I lost the toolkit...": "恐怕我弄丢了工具包……",
    "I'm afraid I won't be able to give you anymore if you make a mistake though.": "不过恐怕你要是做错了的话我就不能再给你了。",
    "I'm afraid I'm all sold out of poison at the moment. People know a bargain when they see it!": "恐怕我现在毒药全卖光了。人们看到便宜货就知道！",
    "I'm afraid I'm in a rush.": "恐怕我赶时间。",
    "I'm afraid I've lost my master thief armband.": "恐怕我弄丢了盗贼大师臂章。"
}