{
    "So how long will the road be blocked for?": "那这条路要封多久？",
    "So how would I go about catching them then?": "那我该怎么去抓它们呢？",
    "So if I find it you'll help me?": "如果我找到了你就帮我？",
    "So if they don't pass the exams they can't dig at all?": "如果他们没通过考试就完全不能挖掘？",
    "So incredibly versatile, it can be used as pest control, a cleansing agent, drain cleaner, metal polish and washes whiter than white,": "用途极其广泛，可以用作除虫剂、清洁剂、下水道清洗剂、金属抛光剂，还能洗得比白还白，",
    "So is this Chronozon hard to defeat?": "那Chronozon难打吗？",
    "So is this enough to get me a master thief armband?": "这够让我拿到盗贼大师臂章了吗？",
    "So let me get this straight: I need to search the trees around here for a leprechaun; and then when I find him, he will tell me where this 'Zanaris' is?": "让我理清一下：我需要在这附近的树丛中搜索一个小矮妖；然后当我找到他的时候，他会告诉我'扎纳里斯'在哪？",
    "So long as you have banished the spirit and managed to get some of the sacred water. Let us pray that we have seen the last of that evil!": "只要你已经驱逐了那个灵魂并成功获取了一些圣水就好。让我们祈祷我们已经见到了那个邪恶的最后一面！",
    "So long...": "再见了……",
    "So many paths to choose...|Here we must all take our own path.": "有这么多条路可以选择……|在这里我们都必须走自己的路。",
    "So no sounds of a struggle between Lord Sinclair and an intruder?": "那没有Sinclair大人和入侵者搏斗的声音？",
    "So now I have proved myself to you why don't you hand over that talisman, hmm?": "既然我已经向你证明了自己，何不把那个护身符交给我呢？",
    "So now you know what ore is in the rocks over there, why don't you have a go at mining some tin and copper? Here, you'll need this to start with.": "现在你知道那边的岩石里有什么矿石了，何不试试开采一些锡和铜呢？给，你需要这个来开始。",
    "So now you've found us,|what do you want?": "既然你找到我们了，|你想要什么？",
    "So only you and Aubury know the teleport|spell to the Rune Essence?": "所以只有你和Aubury知道传送到|符文精华的咒语？",
    "So she is dead then. Aww that's a shame.": "那她已经死了啊。唉，真可惜。",
    "So someone managed to get into the Jungle?": "所以有人成功进入了丛林？",
    "So tell me how to kill vampires then.": "那告诉我怎么杀吸血鬼吧。",
    "So the butler's part of your sordid little cult huh? Why is it ALWAYS the butler? I should have known...": "管家也是你们肮脏小邪教的一员啊？为什么总是管家？我早该知道的……",
    "So there is nothing we can do?": "那我们什么都做不了吗？",
    "So they chase after me?": "那它们会追我？",
    "So they got you as well?": "他们也把你抓了？",
    "So was lifting that barrel!": "搬那个桶也很累啊！",
    "So we decided to use them for target practice.|A fair punishment.": "所以我们决定把他们当靶子练习。|这是公平的惩罚。",
    "So we're both learning.": "看来我们都在学习呢。",
    "So we've moved the whole outfit here for now.": "所以我们暂时把整个队伍搬到这里来了。",
    "So what about the plague?": "那瘟疫的事呢？",
    "So what are the ingredients?": "那需要什么材料？",
    "So what are you doing in RuneScape?": "那你在RuneScape做什么呢？",
    "So what can I do here?": "那我在这里能做什么？",
    "So what did he say?": "那他说了什么？",
    "So what do I do?": "那我该怎么做？",
    "So what do my duties involve?": "那我的职责包括什么？",
    "So what do you buy with these great wages?": "那你用这些丰厚的工资买什么呢？",
    "So what do you say? Feel like a change? It's only 3000 coins.": "怎么样？想换个形象吗？只要3000金币。",
    "So what do you say? Interested? We can change either your top, or your legwear for only 500 gold an item!": "怎么样？有兴趣吗？我们可以改变你的上衣或下装，每件只要500金币！",
    "So what does that mean exactly?": "那到底是什么意思？",
    "So what does the drain connect to?": "那下水道连接到哪里？",
    "So what does the drain lead to?": "那下水道通向哪里？",
    "So what happened?": "那发生了什么？",
    "So what have you invented?": "那你发明了什么？",
    "So what ingredients are you missing?": "那你还缺什么材料？",
    "So what is a gourmet chef doing cooking for bandits?": "那一个美食大厨为什么要给强盗做饭？",
    "So what is this place?": "那这里是什么地方？",
    "So what is this uniform?": "那这是什么制服？",
    "So what needs doing?": "那需要做什么？",
    "So what say you adventurer? Join our side against the Carnillean thieves?": "冒险者，你怎么说？加入我们一起对抗Carnillean家的窃贼？",
    "So what would I have to do?": "那我需要做什么？",
    "So what you want with me?": "那你找我什么事？",
    "So what's a mourner?": "那什么是哀悼者？",
    "So what's so good about Guthix?": "那Guthix有什么好的？",
    "So what's the problem?": "那问题出在哪？",
    "So what's this room for?": "那这个房间是用来干什么的？",
    "So what, this thing has all been a big hoax?": "所以这整件事都是一个大骗局？",
    "So where are these bananas going to be delivered to?": "那这些香蕉要送到哪里？",
    "So where are you sailing?": "那你要航行到哪里？",
    "So where can I find Excalibur?": "那我在哪能找到Excalibur？",
    "So where can I find this dragon?": "那我在哪能找到这条龙？",
    "So where is the other block?": "那另一块在哪？",
    "So where is this crest?": "那这个纹章在哪里？",
    "So where to?": "那去哪？",
    "So where would I find this 'Queen of the Ice' then?": "那我在哪能找到这个'冰雪女王'？",
    "So where would I get a staff?": "那我在哪能弄到法杖？",
    "So where's my Fruit Blast?": "那我的水果冰饮呢？",
    "So where's my toad batta?": "那我的蟾蜍面饼呢？",
    "So where's your ship?": "那你的船在哪？",
    "So who does it belong to?": "那它属于谁？",
    "So who's in charge here?": "那这里谁做主？",
    "So why didn't you ever get it?": "那你为什么从来没去拿过？",
    "So would I!": "我也想！",
    "So would these dwarves make another one?": "那这些矮人能再做一个吗？",
    "So would you like to sail this ship to Crandor for me?": "那你愿意帮我把这艘船开到Crandor吗？",
    "So you could almost say that they got their ... 'Just Desserts'": "可以说他们得到了……'应有的报应'",
    "So you didn't find the entrance to Zanaris yet, huh?": "所以你还没找到扎纳里斯的入口，是吧？",
    "So you didn't hear any sounds of a struggle or any barking from the guard dog next to his study window?": "那你没听到任何打斗的声音或者他书房窗户旁看门狗的叫声？",
    "So you got hides for me to tan, or are you just gonna bust my chops about prices all day?": "你有皮要让我鞣制，还是要整天跟我讨价还价？",
    "So you hate humans too?": "你也讨厌人类？",
    "So you know where he is then?": "那你知道他在哪了？",
    "So you still live, not many survive down here.": "你居然还活着，在这下面活下来的人不多。",
    "So you won't let me go in there?": "那你不让我进去？",
    "So you'll need to go to the swamp on ground level and catch a toad. Let me know when the batta's ready.": "所以你需要去地面上的沼泽抓一只蟾蜍。面饼做好了告诉我。",
    "So you're back for more are you? General Khazard will be pleased.": "你又回来找打了？Khazard将军会很高兴的。",
    "So you're calling it quits here for now?": "你暂时就到此为止了？",
    "So you're still here.": "你还在这里啊。",
    "So you're the plague carrier!": "原来你就是瘟疫携带者！",
    "So you've returned traveller.|Did you get what you wanted?": "旅行者，你回来了。|你找到你想要的了吗？",
    "So, are you looking to buy weapons?|King Lathas keeps us very well stocked.": "那你要买武器吗？|Lathas国王让我们备货充足。",
    "So, are you selling something?": "那你是在卖什么吗？",
    "So, can I go through now please?": "那我现在可以过去了吗？",
    "So, have you got my SGG?": "那你拿到我的SGG了吗？",
    "So, have you managed to retrieve my distillator?": "那你拿到我的蒸馏器了吗？",
    "So, how does thee know I 'ave some?": "那你怎么知道我有呢？",
    "So, how's the Barcrawl coming along?": "那酒吧巡游进行得怎么样了？",
    "So, how's the secret weapon coming along?": "那秘密武器进展怎么样了？",
    "So, if you have your sextant, watch and chart with you, then you can work out exactly where you are!": "所以，如果你随身带着六分仪、手表和海图，就能准确算出你的位置！",
    "So, what do you say adventurer? Will you aid me and all of Misthalin in foiling this Zamorakian plot?": "那冒险者，你怎么说？你愿意帮助我和整个Misthalin挫败这个Zamorak的阴谋吗？",
    "So, what's your plan?": "那你的计划是什么？",
    "So, when are you going to deliver this crate?": "那你什么时候去送这个箱子？",
    "So, you desire the water that flows here?": "那你想要这里流淌的水？",
    "So, you know more than I thought! The gnomes fear humanity more than any other race. I just need to give them a push in the right direction. There's nothing you can do traveller! Leave before it's too late!": "看来你知道的比我想的要多！地精们比任何种族都更害怕人类。我只需要推他们一把就行了。旅行者，你无能为力！趁还来得及赶紧走！",
    "So, you're interested in sailing?": "那你对航海感兴趣？",
    "So, you've come to the right place?": "那你来对地方了？",
    "So, you've got one more to kill then!": "那你还有一个要杀！",
    "So, you've got two more to kill then!": "那你还有两个要杀！",
    "So, you've killed them all then! Go and tell him, I'll bet he'll be pleased.": "那你全杀光了！去告诉他吧，我打赌他会很高兴的。",
    "So. You've returned. Now do you want to know the truth about the 'honourable' Carnilleans?": "你回来了。现在你想知道关于'高尚的'Carnillean家族的真相吗？",
    "So... I've heard you druids might be able to teach me herblore...": "那个……我听说你们德鲁伊可能能教我草药学……",
    "So... are you here to give crafting tips?": "那……你是来给制作建议的吗？",
    "So... do you garden round the back too?": "那……你也在后面打理花园吗？",
    "So... do you know anywhere good to explore?": "那……你知道什么好地方值得探索吗？",
    "So... everyone here is a werewolf?": "那……这里所有人都是狼人？",
    "So... how much reward are we talking then?": "那……我们说的是多少奖励？",
    "So... is there anything in this for me?": "那……这件事对我有什么好处吗？",
    "So... that two faced cold hearted snob has made you fall for his propaganda eh?": "那么……那个两面三刀冷酷无情的势利鬼让你上当信了他的宣传？",
    "So... who are you?": "那……你是谁？",
    "So... you like fishing?": "那……你喜欢钓鱼？",
    "So... you think Mordred's behind this? I'm afraid I don't have any suggestions...": "那……你觉得Mordred是幕后黑手？恐怕我没有什么建议……",
    "So...don't I get some sort of quest hint or something now?": "那……我现在不是应该得到什么任务提示之类的吗？",
    "So; what needs fixing on this ship?": "那这艘船需要修什么？",
    "So? Why should I be giving it to you? What you do for Wormbrain?": "所以呢？我为什么要给你？你为Wormbrain做了什么？",
    "So?!": "所以呢？！",
    "Soft leather": "软皮革",
    "Soft leather - 2 gp per hide|Hard leather - 5 gp per hide|Dragon leather - 45 gp per hide.": "软皮革 - 每张兽皮2金币|硬皮革 - 每张兽皮5金币|龙皮革 - 每张兽皮45金币。",
    "Som Molica Aniul Demonte.": "Som Molica Aniul Demonte.",
    "Some advice traveller. We can walk, run, row or fly but never lose sight of the reason for the journey or miss the chance to see a rainbow on the way.": "给你一个忠告，旅行者。我们可以走、跑、划船或飞行，但永远不要忘记旅行的目的，也不要错过途中看彩虹的机会。",
    "Some blue thread. Not enough to be worth taking.": "一些蓝色线头。太少了，不值得拿走。",
    "Some day when your mind achieves enlightenment you will see the true beauty of his power.": "总有一天，当你的心灵觉醒时，你会看到他力量的真正美丽。",
    "Some flour.": "一些面粉。",
    "Some green thread. Not enough to be worth taking.": "一些绿色线头。太少了，不值得拿走。",
    "Some guards close in around you.": "一些守卫向你围了过来。",
    "Some metals, such as iron, contain impurities and can be destroyed during the smelting process in a traditional furnace, but magical heat does not destroy them.": "一些金属，比如铁，含有杂质，在传统熔炉中冶炼时可能会被毁坏，但魔法的热量不会毁坏它们。",
    "Some milk.": "一些牛奶。",
    "Some more sheep poison would be appreciated...": "再给我一些毒羊饲料就好了……",
    "Some of his men must have unknowingly caught it out there and brought it back with them": "他的一些人肯定在外面不知不觉染上了，然后带了回来",
    "Some of his men must have unknowingly caught it out there and brought it back with them.": "他的一些人肯定在外面不知不觉染上了，然后带了回来。",
    "Some of the city guards have set me a puzzle": "一些城市守卫给我出了个谜题",
    "Some of the city guards have set me a puzzle.": "一些城市守卫给我出了个谜题。",
    "Some of the more aspiring thieves in our gang are working on right now is to steal some very valuable candlesticks from Scarface Pete - the pirate leader on Karamja.": "我们帮派里一些有抱负的盗贼正在做的事情就是从刀疤Pete那里偷一些非常贵重的烛台——他是Karamja岛上的海盗首领。",
    "Some of these amulets are very hard to get.|I have to wait until an adventurer supplies me.": "有些护身符非常难得到。|我得等冒险者来供货。",
    "Some other time perhaps?": "也许下次吧？",
    "Some players organise parties so keep an eye open!": "有些玩家会组织聚会，留意一下吧！",
    "Some red thread. Not enough to be worth taking.": "一些红色线头。太少了，不值得拿走。",
    "Some rope might help here.": "绳子在这里也许能派上用场。",
    "Some still have presence in this world in their liche forms. Mahjarrat such as Lucien and Azzanadra would become very powerful if they came into possession of the Staff of Armadyl.": "有些还以巫妖的形态存在于这个世界上。如果Lucien和Azzanadra这样的Mahjarrat得到了Armadyl之杖，他们会变得非常强大。",
    "Some thread seems to have been caught on a loose nail on the window.": "窗户上一颗松动的钉子似乎挂住了一些线头。",
    "Somehow you are now inside the castle.": "不知怎的你现在已经到了城堡里面。",
    "Somehow, I find your words hard to believe.": "不知为何，我觉得你的话难以置信。",
    "Someone killed scruffy. I liked scruffy. He never told me off.": "有人杀了Scruffy。我喜欢Scruffy。他从来不骂我。",
    "Someone throws a <lowercase(oc_name(tomato))> at the <lowercase(nc_name(recruiter))>.": "有人向<lowercase(nc_name(recruiter))>扔了一个<lowercase(oc_name(tomato))>。",
    "Someone told me there were only three gods.": "有人告诉我只有三个神。",
    "Someone told me there were only three gods. Saradomin, Zamorak and Guthix.": "有人告诉我只有三个神。Saradomin、Zamorak和Guthix。",
    "Someone will have just picked it up and kept it for themselves.": "肯定有人捡到了就自己留着了。",
    "Someone will show up eventually.": "总会有人出现的。",
    "Something bad must have happened because soon the area was cursed. Anyone who entered the area looking for the source of the water, and who died, would be forever cursed to protect the water......Forever...": "一定发生了什么不好的事，因为很快这个地区就被诅咒了。任何进入该地区寻找水源并死去的人，都会被永远诅咒去守护这片水……永远……",
    "Something like that.": "差不多是那样。",
    "Something seems different about you. You look like you have seen a ghost?": "你看起来有些不一样。你像是见了鬼一样？",
    "Something seems different about you... Your sense of purpose seems not bent to my will... Give me the dagger that you used to slay Viyeldi or taste my wrath!": "你身上有些不一样……你的意志似乎没有屈服于我……把你用来杀Viyeldi的匕首给我，否则尝尝我的怒火！",
    "Something to drink please.": "请来点喝的。",
    "Something to eat please.": "请来点吃的。",
    "Something to make the prince's skin appear lighter.": "能让王子皮肤看起来更白的东西。",
    "Something, anything, I don't know what!": "什么东西都行，我也不知道是什么！",
    "Sometimes I do, yes. Still not many people to share my solidarity with, as most of the religious men around here are worshippers of Saradomin. Half a moment, your cup of tea is ready.": "有时候会，是的。不过没什么人能与我志同道合，因为这附近大多数宗教人士都是Saradomin的信徒。等一下，你的茶泡好了。",
    "Sometimes things will go your way, sometimes they won't. There is no such thing as a guaranteed win, but if the odds are  on your side, you stand the best chance of walking away victorious.": "有时候事情会顺利，有时候不会。没有什么是百分百能赢的，但如果概率在你这边，你就有最大的机会获胜。",
    "Sometimes you get lucky, sometimes you don't.": "有时候你运气好，有时候不好。",
    "Someway off mainland still.|You'd better see if me old matey's okay.": "离大陆还有一段距离。|你最好去看看我的老伙计怎么样了。",
    "Soon this world will cower once more at the name Hazeel, and my fury will blaze across mine enemies just as my loyal followers gain their rewards.": "很快这个世界将再次在Hazeel的名号下颤抖，我的怒火将燃遍我的敌人，而我忠诚的追随者将得到他们的奖赏。",
    "Soon we will all be together...": "很快我们就会团聚了……",
    "Soon we're gonna have the sacred ceremony|and boy am I going to party.|Lock up your daughters.|Hee hee.": "很快我们就要举行神圣仪式了|我可要好好庆祝一番。|把你们的女儿看好了。|嘻嘻。",
    "Sorry Aluft, I'm too busy.": "抱歉Aluft，我太忙了。",
    "Sorry Bwana, I cannot help you at this time. Go and talk to Trufitus at Tai Bwo Wannai, I believe he needs some help.": "抱歉Bwana，我现在帮不了你。去Tai Bwo Wannai找Trufitus谈谈吧，我觉得他需要帮忙。",
    "Sorry Bwana, it seems that you are short of funds.": "抱歉Bwana，看起来你资金不足。",
    "Sorry Bwana, you don't have enough money.": "抱歉Bwana，你没有足够的钱。",
    "Sorry Bwana, you don't have enough money. Come back when you have 25 coins.": "抱歉Bwana，你没有足够的钱。等你有25金币的时候再来吧。",
    "Sorry Bwana, you have nothing I am interested in.": "抱歉Bwana，你没有我感兴趣的东西。",
    "Sorry I don't have 12 coins.": "抱歉我没有12金币。",
    "Sorry I don't have 15 coins.": "抱歉我没有15金币。",
    "Sorry I don't speak ghost.": "抱歉我不会说鬼话。",
    "Sorry I don't want to talk to you actually.": "抱歉，其实我不想和你说话。",
    "Sorry I no longer want to be involved.": "抱歉，我不想再参与了。",
    "Sorry I'm not into magic.": "抱歉，我对魔法不感兴趣。",
    "Sorry Sir, I don't think I can do that.": "抱歉先生，我觉得我做不到。",
    "Sorry about that.": "抱歉。",
    "Sorry but the blacksmiths is closed.|But I can let you use the furnace at the cost|of 20 gold pieces.": "抱歉铁匠铺关门了。|但我可以让你使用熔炉，|收费20金币。",
    "Sorry doc, that's too much.": "抱歉大夫，太贵了。",
    "Sorry effendi, I can't offer this service right now.": "抱歉先生，我现在无法提供这项服务。",
    "Sorry for bothering you.": "抱歉打扰你了。",
    "Sorry friend, I'm busy, go bug the guards, I'm sure they'll give ya the time of day.": "抱歉朋友，我在忙，去烦守卫吧，我相信他们会搭理你的。",
    "Sorry friend, but I can't do anything with that.": "抱歉朋友，我拿那个没办法。",
    "Sorry friend, the Shantay Pass is 5 gold coins. You|don't seem to have enough money!": "抱歉朋友，Shantay通行证要5金币。你|好像钱不够！",
    "Sorry kiddo, I'm a fur trader not a damsel in distress.": "抱歉小鬼，我是皮毛商人不是落难少女。",
    "Sorry me old shipmate, but you seem to be  financially challenged at the moment. Come back when your coffers are full!": "抱歉老伙计，你现在好像手头有点紧。等你的金库满了再来吧！",
    "Sorry old bean, but I don't really need that!": "抱歉老伙计，但我真的不需要那个！",
    "Sorry pal, but I'm afraid I'm not quite ready to sail yet.": "抱歉伙计，恐怕我还没准备好出航。",
    "Sorry to disturb you.": "抱歉打扰你了。",
    "Sorry to have kept you.": "抱歉让你久等了。",
    "Sorry! Can you remind me of my mission?": "抱歉！你能提醒我一下我的任务吗？",
    "Sorry! Can't stop to chat! You would be AMAZED at how many meals this family gets through daily!": "抱歉！没法停下来聊天！你绝对想象不到这家人每天要吃多少顿饭！",
    "Sorry! I'm too busy to hear your problems!": "抱歉！我太忙了，没空听你的问题！",
    "Sorry, Aluft.": "抱歉，Aluft。"
}