{
    "Hah! I should eat you instead!": "哈！我倒不如把你吃了！",
    "Hah! You'd be lucky, those things are worth a fortune.": "哈！你想得美，那些东西值一大笔钱。",
    "Haha time to be breaking out the old Supergrog.|That'll be 15 coins please.": "哈哈，是时候拿出老牌超级烈酒了。|请付15金币。",
    "Haha welcome to my obstacle course.|Have fun, but remember this isn't a child's playground.|People have died here.": "哈哈，欢迎来到我的障碍赛道。|玩得开心，但记住这不是儿童游乐场。|有人在这里丧命过。",
    "Haha, very funny!": "哈哈，真有趣！",
    "Haha, well done, well done that was rather entertaining. I am the great General Khazard, and the two men you just 'saved' are my property.": "哈哈，干得好，干得好，很有意思。我是伟大的Khazard将军，你刚才'救'的那两个人是我的财产。",
    "Hahaha go away amateur!|You're not worthy of joining our great group!": "哈哈哈走开菜鸟！|你不配加入我们伟大的团体！",
    "Hahaha you dare talk to a mighty wizard such as myself? I bet you can't even cast windstrike yet amateur!": "哈哈哈你敢跟我这样的强大巫师说话？我打赌你连风击都还不会施放呢，菜鸟！",
    "Hahaha you're such an amateur!": "哈哈哈你真是个菜鸟！",
    "Hahaha!": "哈哈哈！",
    "Hahaha! It t'inks it's a match for Toban, does it?": "哈哈哈！它以为它能跟Toban匹敌？",
    "Hahaha! Small thing has done it.|Toban is glad, take this...": "哈哈哈！小东西做到了。|Toban很高兴，拿着这个……",
    "Hahaha! Small thing returns.|Did you bring the dragon bone?": "哈哈哈！小东西回来了。|你带龙骨来了吗？",
    "Hahaha! This creature t'inks it can help me!|I would eat you now, but for your puny size.": "哈哈哈！这个小东西以为它能帮我！|要不是你太瘦小，我现在就吃了你。",
    "Hahaha! You'll never get in there.": "哈哈哈！你永远进不去那里。",
    "Hail Arthur, King of the Britons!": "向不列颠之王亚瑟致敬！",
    "Hail the great one, my lord Iban. I die for you again and again.": "向伟大的主人致敬，我的领主Iban。我为你一次又一次地死去。",
    "Half a moment, your cup of tea is ready.": "等一下，你的茶好了。",
    "Halt! Who goes there?": "站住！谁在那里？",
    "Halt! Who goes there? Friend or foe?": "站住！谁在那里？是敌是友？",
    "Halt! You cannot pass here.": "站住！你不能通过这里。",
    "Halt! You will not leave here with the Staff of Armadyl!": "站住！你别想带着Armadyl法杖离开这里！",
    "Halt. I need to conduct a search on you. There have been reports of someone bringing a virus into Varrock.": "站住。我需要搜查你。有人报告有人把病毒带进了瓦洛克。",
    "Handle bones very carefully and keep them away from other samples.": "非常小心地处理骨头，并让它们远离其他样本。",
    "Hang in there little man.": "撑住，小家伙。",
    "Hang in there.": "撑住。",
    "Hang on a second... you CAN understand me!": "等一下……你能听懂我说的话！",
    "Happiness is inward and not outward. So it does not|depend on what we have but on what we are!": "幸福是内在的而非外在的。所以它不|取决于我们拥有什么，而取决于我们是什么样的人！",
    "Hard": "困难",
    "Hard leather": "硬皮革",
    "Hard leather is made by specially treating normal leather by wetting and drying several times.": "硬皮革是通过多次湿润和干燥的特殊处理普通皮革制成的。",
    "Hard leather is specially treated using oils and drying methods to create a hard-wearing armour.": "硬皮革是用油脂和干燥方法特殊处理制成的耐磨盔甲。",
    "Hard leather.": "硬皮革。",
    "Hard set 1": "困难套装1",
    "Hard set 2": "困难套装2",
    "Hardy, ha ha! Hee, hee hee!": "哈迪，哈哈！嘻嘻嘻！",
    "Hartigen the Black Knight? I don't think so. He doesn't dress like that.": "黑骑士Hartigen？我不这么认为。他不是那样穿的。",
    "Hast thou come across the undead necromancer? It was he that raised an army of the undead against Varrock a generation ago. If you know where he is you can help us defeat him.": "你遇到过那个亡灵死灵法师吗？就是他在一代人之前召集了一支亡灵大军攻打瓦洛克。如果你知道他在哪里，你可以帮我们击败他。",
    "Have a look at these bones.": "看看这些骨头。",
    "Have a look at these...": "看看这些……",
    "Have a look at this arrow.": "看看这支箭。",
    "Have a look at this glass.": "看看这块玻璃。",
    "Have a look at this staff.": "看看这根法杖。",
    "Have a look at this unusual item...": "看看这件不寻常的物品……",
    "Have a look at this!": "看看这个！",
    "Have a look at this, tell me what you think.": "看看这个，告诉我你怎么想。",
    "Have a look at this.": "看看这个。",
    "Have a new ball!": "给你一个新球！",
    "Have another, it will remind you of my power!": "再来一个，这会提醒你我的力量！",
    "Have at thee knave!!!": "上吧，无赖！！！",
    "Have fun.": "玩得开心。",
    "Have there been many victims of the plague?": "瘟疫有很多受害者吗？",
    "Have they returned?": "他们回来了吗？",
    "Have they taken much?": "他们拿走了很多吗？",
    "Have this flier...": "拿着这张传单……",
    "Have ye brought some rum for yer ol' mate Frank?": "你给你的老伙计Frank带朗姆酒了吗？",
    "Have you acquired the enchanted scroll required to resurrect Hazeel yet?": "你拿到复活Hazeel所需的附魔卷轴了吗？",
    "Have you any ammo or instructions to sell?": "你有弹药或说明书要卖吗？",
    "Have you any interesting news?": "你有什么有趣的消息吗？",
    "Have you any more gauntlets?": "你还有护手吗？",
    "Have you any more info on the Carnilleans?": "你还有关于Carnillean家族的信息吗？",
    "Have you any more work for me to help reclaim the stone circle?": "你还有什么工作让我帮忙夺回石圈吗？",
    "Have you any news on my crest yet?": "我的纹章有消息了吗？",
    "Have you any quests for me?": "你有任务给我吗？",
    "Have you anymore gauntlets?": "你还有护手吗？",
    "Have you anything to sell?": "你有什么要卖的吗？",
    "Have you arrived for dinner?|Hahaha! Be gone, small thing!": "你是来赴晚宴的？|哈哈哈！滚开，小东西！",
    "Have you been to the watch tower yet?": "你去过瞭望塔了吗？",
    "Have you brought me the scroll of restoration to complete the ritual?": "你给我带来完成仪式所需的修复卷轴了吗？",
    "Have you brought me the silver sickle?": "你给我带来银镰刀了吗？",
    "Have you caught the plague?": "你感染瘟疫了吗？",
    "Have you come to help me out?": "你是来帮我的吗？",
    "Have you come to laugh at the fight slaves? I used to really enjoy it, but after a while they become quite boring.": "你是来嘲笑那些角斗奴隶的吗？我以前很喜欢看，但过一阵子就变得很无聊了。",
    "Have you completed your task yet?": "你完成任务了吗？",
    "Have you ensured Misthalin's border is fully secured?": "你确保Misthalin的边境完全安全了吗？",
    "Have you ever considered letting the glory of Saradomin into your life? I have some pamphlets you may be interested in reading and discussing with me.": "你有没有考虑过让Saradomin的荣光进入你的生活？我有一些小册子你可能有兴趣读一读跟我讨论。",
    "Have you ever thought about letting Saradomin into your life?": "你有没有想过让Saradomin进入你的生活？",
    "Have you experienced any plague symptoms?": "你有过任何瘟疫症状吗？",
    "Have you found anything yet?": "你找到什么了吗？",
    "Have you found my sweetheart yet?": "你找到我的心上人了吗？",
    "Have you found the spymaster, Osman, yet? You cannot proceed in your task without reporting to him.": "你找到间谍头子Osman了吗？你必须向他汇报才能继续你的任务。",
    "Have you found the tree with the leprechaun yet?": "你找到有小妖精的那棵树了吗？",
    "Have you freed Drezel yet?": "你释放Drezel了吗？",
    "Have you gone mad? I can see you have it with you!": "你疯了吗？我能看到你带着它呢！",
    "Have you got a picture of the sword for me yet?": "你给我弄到那把剑的图了吗？",
    "Have you got any black candles?": "你有黑蜡烛吗？",
    "Have you got any bread for me yet?": "你给我弄到面包了吗？",
    "Have you got any good potions to give away?": "你有什么好药水可以送吗？",
    "Have you got any items concerning Rashiliyia? If so, please show me them.": "你有关于Rashiliyia的物品吗？如果有的话，请给我看看。",
    "Have you got any suggestions?": "你有什么建议吗？",
    "Have you got any tips on killing the vampire?": "你有什么杀吸血鬼的秘诀吗？",
    "Have you got any wax yet?": "你弄到蜡了吗？",
    "Have you got me some toys?": "你给我弄到玩具了吗？",
    "Have you got my ball back yet?": "你找到我的球了吗？",
    "Have you got my materials yet, traveller?": "旅行者，你弄到我需要的材料了吗？",
    "Have you got our totem back?": "你把我们的图腾拿回来了吗？",
    "Have you got rid of the ghost yet?": "你把鬼魂赶走了吗？",
    "Have you got roots for poor Winelda?": "你给可怜的Winelda弄到根了吗？",
    "Have you got some blue goblin armour yet?": "你弄到蓝色哥布林盔甲了吗？",
    "Have you got some brown goblin armour yet?": "你弄到棕色哥布林盔甲了吗？",
    "Have you got some orange goblin armour yet?": "你弄到橙色哥布林盔甲了吗？",
    "Have you got the <lowercase(oc_name(dwellberries))>?": "你拿到<lowercase(oc_name(dwellberries))>了吗？",
    "Have you got the Staff of Armadyl yet?": "你拿到Armadyl法杖了吗？",
    "Have you got those crossbows for me yet?": "你给我弄到那些弩了吗？",
    "Have you had any luck with freeing my family?": "你救我家人的事有进展吗？",
    "Have you had any luck yet?": "有什么进展吗？",
    "Have you had enough of this place yet?|It's really starting to scare me.": "你受够这个地方了吗？|我真的开始害怕了。",
    "Have you heard any more rumours in here?": "你在这里有没有听到更多传闻？",
    "Have you killed Lucien?": "你杀了Lucien吗？",
    "Have you made the order?": "你下了订单吗？",
    "Have you managed to find Filliman yet?": "你找到Filliman了吗？",
    "Have you managed to find and dispose of those four sheep yet?": "你找到并处理掉那四只羊了吗？",
    "Have you no manners?": "你没有教养吗？",
    "Have you no shame? We are all grieving at the moment.": "你不觉得羞耻吗？我们现在都在悲伤中。",
    "Have you not opened that menu yet?": "你还没打开那个菜单吗？",
    "Have you recovered the scroll?": "你找回卷轴了吗？",
    "Have you searched this tray yet?": "你搜过这个托盘了吗？",
    "Have you see his daughter recently?": "你最近见过他女儿吗？",
    "Have you seen Romeo?|He will reward you for your help.": "你见过Romeo吗？|他会因为你的帮助而奖赏你。",
    "Have you seen a small boy?": "你见过一个小男孩吗？",
    "Have you seen any natives in the jungle?": "你在丛林里见过原住民吗？",
    "Have you seen my poor Fluffs?": "你见过我可怜的Fluffs吗？",
    "Have you seen our big tree?": "你见过我们的大树吗？",
    "Have you talked to Dad, he might have something for you to do.": "你跟爸爸谈过吗，他可能有事让你做。",
    "Have you won yet?": "你赢了吗？",
    "Have your scouts found a way through the mountains?": "你的侦察兵找到穿过山脉的路了吗？",
    "Haven't you seen all those things out there?": "你没看到外面那些东西吗？",
    "Hazeel and his followers for many decades. One fateful night, under cover of darkness, they stormed his home in an angry mob torturing and butchering all loyal": "Hazeel和他的追随者们数十年来。一个命运般的夜晚，在黑暗的掩护下，他们以暴怒的暴民冲进他的家中，折磨并屠杀了所有忠诚的",
    "Hazeel gives you some coins. They seem to be extremely ancient.": "Hazeel给了你一些金币。它们看起来非常古老。",
    "Hazeel has waited long enough to return! It is IMPERATIVE you find that spell!": "Hazeel等待回归已经够久了！你必须找到那个咒语！",
    "Hazeel in his mighty cunning anticipated that he might be defeated and secured within his home somewhere a powerful magical scroll that could restore him.": "Hazeel以他超凡的智慧预料到自己可能被击败，于是在家中某处藏了一卷强大的魔法卷轴，可以恢复他的力量。",
    "Hazeel in his wisdom when he built this lair did so by making it inaccessible unless the flow of the sewers is controlled exactly by the sewer valves above ground.": "Hazeel以他的智慧建造这个巢穴时，使其除非通过地面上的下水道阀门精确控制下水道的水流，否则无法进入。",
    "Hazeel turns to look at your directly.": "Hazeel转过身直视着你。",
    "Hazeel? Uh... umm... err.. hmmmm.": "Hazeel？呃……嗯……这个……嗯嗯。",
    "Hazelmere created the Daconia stones. They are a safety measure, in case the tree grew out of control. They're the only thing that can kill the tree.": "Hazelmere创造了Daconia石。它们是一种安全措施，以防大树失控生长。它们是唯一能杀死大树的东西。",
    "Hazelmere is one of the mages that created the Grand Tree! He is the only one that has survived from that time. Take this bark sample to him, he will be able to help!": "Hazelmere是创造大树的法师之一！他是那个时代唯一幸存的人。把这个树皮样本带给他，他能帮忙！",
    "Hazelmere lives on an island just south of the Khazard Fight Arena. Give him the sample and translate his reply.": "Hazelmere住在Khazard竞技场正南方的一个岛上。把样本给他，然后翻译他的回复。",
    "He asked me to kill 3!": "他让我杀3个！",
    "He begs I tell you he cares still.": "他恳求我告诉你他依然在乎。",
    "He can be a bit dense sometimes.": "他有时候有点迟钝。",
    "He created a powerful spell in the caves. Now, all those who venture near are overcome by a supernatural fear. With all my heart Bwana, I would never go near such a place.": "他在洞穴中创造了一个强大的咒语。现在，所有靠近的人都会被超自然的恐惧所笼罩。勇士，打从心底里说，我绝不会靠近那种地方。",
    "He does seem quite a handful.": "他确实看起来很难对付。",
    "He doesn't know yet. I was hoping I could think of something to do before he does find out, But I find myself at a loss.": "他还不知道。我本希望在他发现之前能想出些办法，但我发现自己毫无头绪。",
    "He doesn't seem very nice!": "他看起来不太友好！",
    "He doesn't spend all day on the internet, at least.": "至少他不会整天泡在网上。",
    "He exists in the trees, and the flowers, the water and the rocks. He is everywhere. His purpose is to ensure balance in everything in this world, and as such we worship him.": "他存在于树木中、花朵中、水中和岩石中。他无处不在。他的目的是确保这个世界万物的平衡，因此我们崇拜他。",
    "He gave me some items to give to you... but I seem to have lost something.": "他给了我一些物品让我转交给你……但我好像丢了什么东西。",
    "He gave me these to give you...": "他让我把这些给你……",
    "He gives you the four parts that make the cannon, plus an ammo mould and an instruction manual.": "他给了你组成大炮的四个部件，加上一个弹药模具和一本说明手册。",
    "He had a real foot!": "他有一只真脚！",
    "He has already squandered all of his allowance, and I heard he had stolen a number of paintings of his fathers to sell to try and cover his debts, but he still owes a lot of": "他已经挥霍了所有零花钱，我听说他还偷了他父亲的好几幅画去卖，想填补他的债务，但他仍然欠了很多",
    "He has asked not to be disturbed.": "他要求不被打扰。",
    "He has been known to let some weaklin's into his guild though.": "不过据说他偶尔也会让一些弱者进入他的公会。",
    "He has his good points.": "他也有优点。",
    "He has set up his workshop in the room next to the library.": "他在图书馆旁边的房间里建了他的工作坊。",
    "He has two friends who will help me cross the wall,|but first I need to distract the watch tower.": "他有两个朋友会帮我翻墙，|但首先我需要分散瞭望塔的注意力。",
    "He has, and I thank you from the bottom of my heart|- without you he'd be goblin barbecue!": "他回来了，我从心底感谢你|——没有你他就成哥布林的烤肉了！",
    "He hates humans! Apparently his brother Draynor is trapped in Misthalin, and adventurous little human wannabe-heroes keep trying to kill him!": "他恨人类！据说他的兄弟Draynor被困在Misthalin，那些想当英雄的小冒险家们不停地试图杀他！",
    "He hates humans! Apparently long ago his brother Draynor was trapped in Misthalin and lost much of his powers, and was recently killed by some human!": "他恨人类！据说很久以前他的兄弟Draynor被困在Misthalin并失去了大部分力量，最近还被某个人类杀了！",
    "He informed me of your problem traveller. I would be glad to help, I have a rope ladder and my associate, Kilron, is waiting on the other side.": "他告诉我了你的问题，旅行者。我很乐意帮忙，我有一个绳梯，我的同伴Kilron在另一边等着。",
    "He is a little headstrong, but for the right reasons. I think he is generally to be trusted.": "他有点固执，但出发点是好的。我认为总的来说他是值得信任的。",
    "He is dying and wishes you to be his heir.": "他快死了，希望你成为他的继承人。",
    "He is known as Percival.": "他名叫Percival。",
    "He is one of the wizards who lives in the tower on the little island just off the south coast. I believe his quarters are on the first floor of the tower.": "他是住在南海岸小岛上塔楼里的巫师之一。我相信他的住处在塔楼的一楼。",
    "He is the head of the Legends Guild. His full name is Radimus Erkle. Would you like to talk to him about the quest?": "他是传奇公会的会长。他的全名是Radimus Erkle。你想跟他谈谈任务吗？",
    "He is the leader of the notorius desert bandits, they plague us daily. You should find them west of here. You should have no problem in finishing them all off. Do this for me and maybe I will consider helping you.": "他是臭名昭著的沙漠强盗的首领，他们每天都骚扰我们。你应该能在这里西边找到他们。消灭他们对你来说应该不难。帮我做了这件事，也许我会考虑帮你。",
    "He is the wealth in this story.|I am just the glamour.": "他才是这个故事里有钱的那个。|我只是那个好看的。",
    "He is too busy dancing to talk!": "他忙着跳舞没空说话！",
    "He lives near the town square,|the small house behind the sloped building.": "他住在城镇广场附近，|斜坡建筑后面的小房子里。",
    "He looks pretty busy.": "他看起来挺忙的。",
    "He loves choc bombs.": "他喜欢巧克力炸弹。",
    "He loves tangled toads legs.": "他喜欢缠绕蟾蜍腿。",
    "He loves worm holes.": "他喜欢虫洞。",
    "He made a big deal about it to Mary the Maid, calling her useless and incompetent. I felt quite sorry for her actually. You'd really have to ask him though.": "他为此对女仆Mary大发脾气，说她没用又无能。说实话我挺同情她的。不过你得去问他。",
    "He most probably got drunk and lost in the forest!": "他八成是喝醉了迷失在森林里！",
    "He must be gaining in power again. If you can defeat him he will be banished from this plane for a while. You will need this pendant to attack him.": "他一定又在增强力量了。如果你能击败他，他会被暂时驱逐出这个位面。你需要这个吊坠才能攻击他。",
    "He plans to make a fleet of warships from the Grand Tree's wood!": "他计划用大树的木材建造一支战舰舰队！",
    "He really does have exceptional co-ordination.": "他确实有出色的协调能力。",
    "He returned from the quest many years after everyone else. He seems to know something about it, but he can only speak about those experiences cryptically.": "他在其他所有人之后很多年才从冒险中归来。他似乎知道一些事情，但他只能用隐晦的方式谈论那些经历。",
    "He ripped his opponent in half!": "他把对手撕成两半了！",
    "He said he was on some kind of search for treasure, or gold, or something out in the desert. You might want to ask around there for him.": "他说他在沙漠里寻找宝藏、黄金之类的东西。你可能要去那边打听一下。",
    "He said something after he gave it to me.": "他把东西给我之后说了些什么。",
    "He said that there is no plague.": "他说根本没有瘟疫。",
    "He said you can find them easily on any shiny metallic surface by using a fine powder to mark out where the marks are, and then using some sticky paper to lift the print from the object.": "他说你可以在任何光亮的金属表面上轻松找到它们，用细粉末标出指纹的位置，然后用粘性纸把指纹从物体上提取下来。",
    "He scratches his head...": "他挠了挠头……",
    "He seems keen for you to marry Juliet.": "他似乎很希望你娶Juliet。",
    "He sends his followers there, never to return. Only once Iban is destroyed can the well be restored.": "他把追随者送到那里，再也不会回来。只有摧毁Iban之后，这口井才能恢复。",
    "He sent me to the Apothecary.": "他让我去找药剂师。",
    "He should have reported in by now.": "他现在应该已经汇报了。",
    "He shouldn't be too hard to find. He lives in the royal palace in this city. Tell him Gypsy Aris sent you.": "他应该不难找。他住在这座城市的皇宫里。告诉他是吉普赛Aris让你去的。",
    "He sounds kind of boring...": "他听起来有点无聊……",
    "He starts checking the steering on the cart.": "他开始检查马车的转向装置。",
    "He told me you were looking after it for him.": "他告诉我你在替他保管。",
    "He tried to destroy this city 150 years ago. He was stopped just in time by the great hero Wally.": "他在150年前试图摧毁这座城市。伟大英雄Wally及时阻止了他。",
    "He tuts to himself and starts checking the wheels.": "他自言自语地啧了一声，开始检查车轮。",
    "He used to be one of the Knights of the Round Table, but he mysteriously disappeared many years ago.": "他曾经是圆桌骑士之一，但多年前神秘地消失了。",
    "He was always losing things in his camp, take a good look around.": "他总是在营地里丢东西，仔细看看周围。",
    "He was devastated when it was lost, and cried for a week thinking he had lost it!": "它丢失时他伤心欲绝，以为丢了还哭了一个星期！",
    "He was fine, up until last week! Thieves broke in! They stole his favourite sleeping blanket!": "直到上周他都好好的！小偷闯了进来！他们偷了他最喜欢的毯子！",
    "He was going to try and recover the golden boots of Arkaneeses.": "他打算去尝试找回Arkaneeses的金靴子。"
}