{
    "By reciting the correct magical incantation, and thrusting Silverlight into Delrith while he was newly summoned, Wally was able to imprison Delrith in the stone block in the centre of the circle.": "通过吟诵正确的魔法咒语，并在Delrith刚被召唤时将Silverlight刺入他体内，Wally成功地将Delrith囚禁在了法阵中央的石块中。",
    "By the way how is Glough? Still with his wife?": "对了，Glough怎么样？还和他妻子在一起吗？",
    "By the way, I'm the village shop keeper.|Would you like to buy something?": "顺便说一下，我是村里的店主。|你想买点什么吗？",
    "Bye.": "再见。",
    "CAN I dance?!!": "我能跳舞吗？！！",
    "CLICK!": "咔嗒！",
    "Cadaver potion. It's pretty nasty. And hard to make.": "尸体药水。很恶心。而且很难制作。",
    "Caleb hands over his crest piece again.": "Caleb再次交出了他的纹章碎片。",
    "Caleb is alive and well, and trying to earn his fortune as a great chef in the lands beyond White Wolf Mountain, although I know not where.": "Caleb活得好好的，正在白狼山那边的地方努力当一个出色的厨师赚钱，不过我不知道确切位置。",
    "Caleb takes the gauntlets from you, pours some herbs and seasonings on them, bakes them on his range for a short time, then hands them back to you.": "Caleb从你手中接过手套，在上面撒了一些草药和调料，在他的炉子上烤了一会儿，然后递还给你。",
    "Call it 'creative landing'.": "就叫它'创意着陆'吧。",
    "Call me Aluft. So how did you get on?": "叫我Aluft。那你进展如何？",
    "Can I be of help?": "我能帮忙吗？",
    "Can I be teleported please?": "请问你能传送我吗？",
    "Can I board the ship now?": "我现在能上船了吗？",
    "Can I borrow a cup of coffee?": "我能借杯咖啡吗？",
    "Can I buy a beer?": "我能买杯啤酒吗？",
    "Can I buy a rune plate mail body now please?": "我现在能买一件符文板甲了吗？",
    "Can I buy it from you?": "我能从你那里买下它吗？",
    "Can I buy some Poison?": "我能买些毒药吗？",
    "Can I buy some food?": "我能买些食物吗？",
    "Can I buy some ingredients?": "我能买些材料吗？",
    "Can I buy some leather then?": "那我能买些皮革吗？",
    "Can I buy something please?": "我能买点东西吗？",
    "Can I come in and have a wander around? Possibly look at some antiques or buy something from your gift shop?": "我能进来逛逛吗？看看古董或者从你的礼品店买点东西？",
    "Can I come through this gate?": "我能通过这扇门吗？",
    "Can I come to the party?": "我能来参加聚会吗？",
    "Can I dance?!": "我能跳舞吗？！",
    "Can I dig around here?": "我能在这附近挖掘吗？",
    "Can I do anything else for you?": "我还能为你做点什么吗？",
    "Can I enter?": "我能进去吗？",
    "Can I fight here?": "我能在这里战斗吗？",
    "Can I get a job here?": "我能在这里找份工作吗？",
    "Can I get past please?": "请问我能过去吗？",
    "Can I go in there?": "我能进去吗？",
    "Can I go in?": "我能进去吗？",
    "Can I go on the quest?": "我能接这个任务吗？",
    "Can I go through the gate please?": "请问我能通过这扇门吗？",
    "Can I have a Dwarven Stout?": "我能来一杯矮人黑啤吗？",
    "Can I have a bet on that?": "我能赌一把吗？",
    "Can I have a look through that telescope?": "我能通过那个望远镜看看吗？",
    "Can I have my bunny ears back?": "我能要回我的兔子耳朵吗？",
    "Can I have my scythe back?": "我能要回我的镰刀吗？",
    "Can I have one?": "我能要一个吗？",
    "Can I have some Greenman's Ale?": "我能来一杯绿人麦酒吗？",
    "Can I have some pizza too?": "我也能要点披萨吗？",
    "Can I have the item please?": "请把那件物品给我好吗？",
    "Can I have two certificates?|I needed significant help from a friend to get the shield.|We'll split the reward.": "我能要两张证书吗？|我需要朋友的大力帮助才能拿到盾牌。|我们要分享奖励。",
    "Can I hear a story?": "我能听个故事吗？",
    "Can I hear some gossip?": "能告诉我一些八卦吗？",
    "Can I help at all?": "我能帮什么忙吗？",
    "Can I help find her for you?": "我能帮你找她吗？",
    "Can I help find her?": "我能帮忙找她吗？",
    "Can I help human?|Can't you see I'm eating?!": "我能帮你什么，人类？|你没看到我在吃东西吗？！",
    "Can I help in any way?": "我能帮什么忙吗？",
    "Can I help you stranger?": "我能帮你什么，陌生人？",
    "Can I help you with anything else?": "我还能帮你什么别的吗？",
    "Can I help you? You must need some help here in the desert.": "我能帮你吗？你在沙漠里一定需要帮助。",
    "Can I help?": "我能帮忙吗？",
    "Can I interest you in some double glazing?": "你对双层玻璃窗感兴趣吗？",
    "Can I interest you in some double glazing? An old castle like this must get very draughty in the winter...": "你对双层玻璃窗感兴趣吗？像这样的老城堡冬天一定很通风……",
    "Can I journey on this ship?": "我能搭这艘船吗？",
    "Can I just talk to you very slowly for a few minutes, while I distract you, so that my friend over there can do something while you're busy being distracted by me?": "我能慢慢地跟你聊几分钟吗，趁我分散你的注意力，好让我那边的朋友在你被我分心的时候做点什么？",
    "Can I look at the separate parts please?": "我能看看各个零件吗？",
    "Can I recommend that you purchase a full waterskin|and a knife! These items will no doubt save your life. A|waterskin will keep water from evaporating in the desert.": "我建议你购买一个装满的水袋|和一把刀！这些物品无疑会救你一命。|水袋能防止水在沙漠中蒸发。",
    "Can I see what you are selling?": "我能看看你在卖什么吗？",
    "Can I see what you have to sell please?": "请问我能看看你有什么出售的吗？",
    "Can I see your Shantay Desert Pass please.": "请出示你的Shantay沙漠通行证。",
    "Can I see your wares?": "我能看看你的货物吗？",
    "Can I speak to someone in charge?": "我能和负责人说话吗？",
    "Can I take a look around the place?": "我能四处看看吗？",
    "Can I take an exam?": "我能参加考试吗？",
    "Can I use this?": "我能用这个吗？",
    "Can I use your range?": "我能用你的灶台吗？",
    "Can I watch?": "我能观看吗？",
    "Can we just place the components on any rock?": "我们可以把零件放在任何石头上吗？",
    "Can we still get the people together?": "我们还能把人们召集起来吗？",
    "Can you answer this for me please.": "请帮我回答这个。",
    "Can you be sure they will not try to get him out?": "你能确定他们不会试图把他救出去吗？",
    "Can you cure it then?": "那你能治好它吗？",
    "Can you dance, Megan?": "你会跳舞吗，Megan？",
    "Can you decipher this please?": "请帮我破译这个好吗？",
    "Can you dispose of this for me?": "你能帮我处理掉这个吗？",
    "Can you drop me off on the way down please?": "下去的路上你能让我下去吗？",
    "Can you explain the fundamentals again?": "你能再解释一下基础知识吗？",
    "Can you fix it?": "你能修好它吗？",
    "Can you get me the heck out of here please?": "你能把我从这里救出去吗？",
    "Can you get your people together?": "你能把你的人召集起来吗？",
    "Can you give me any help on finding this 'perfect gold'?": "你能帮我找到这种'完美黄金'吗？",
    "Can you give me your key?": "你能把钥匙给我吗？",
    "Can you heal me?": "你能治好我吗？",
    "Can you heal me? I'm injured.": "你能治好我吗？我受伤了。",
    "Can you hear them adventurer, they're calling you.": "你听到他们了吗冒险者，他们在呼唤你。",
    "Can you help me with the Earth Sciences exams at all?": "你能帮我准备地球科学考试吗？",
    "Can you impart your wise knowledge to me, O Oracle?": "神谕者啊，你能把你的智慧传授给我吗？",
    "Can you make a strength potion?": "你能制作力量药水吗？",
    "Can you make a two portions of spicy crunchies, a fruit batta, a chocolate bomb, and a veg ball please chef.": "厨师，请做两份香辣脆饼、一份水果饼、一份巧克力炸弹和一份蔬菜球。",
    "Can you make dyes for me please?": "你能帮我做染料吗？",
    "Can you make me a special sword?": "你能给我打一把特殊的剑吗？",
    "Can you make me one Pineapple Punch, one Choc Saturday and one Drunk Dragon!": "给我来一杯菠萝宾治、一杯巧克力星期六和一杯醉龙！",
    "Can you make me two worm batta's, a toad batta, and a vegetable batta please?": "请给我做两份虫子饼、一份蟾蜍饼和一份蔬菜饼好吗？",
    "Can you not see Bwana? This whole area is infested with the living dead.": "你看不到吗Bwana？这整个地区都被亡灵侵占了。",
    "Can you please help me?|I'm in a terrible spot of trouble.": "你能帮帮我吗？|我遇到了很大的麻烦。",
    "Can you put your apron on before going in there, please?": "进去之前请你先穿上围裙好吗？",
    "Can you recommend a good bar?": "你能推荐一家好酒吧吗？",
    "Can you recommend where an adventurer might make his fortune?": "你能推荐一个冒险者可以发财的地方吗？",
    "Can you remind me how to navigate?": "你能提醒我怎么导航吗？",
    "Can you remind me where all they keys were again?": "你能再提醒我所有钥匙在哪里吗？",
    "Can you repair my items for me?": "你能帮我修理物品吗？",
    "Can you repair my pickaxe for me?": "你能帮我修理镐头吗？",
    "Can you sail this ship to Crandor?": "你能驾驶这艘船去Crandor吗？",
    "Can you sell me some Rune plate mail?": "你能卖给我一些符文板甲吗？",
    "Can you sell me some furs?": "你能卖给我一些毛皮吗？",
    "Can you show me out of the village?": "你能带我出村子吗？",
    "Can you smuggle me out on your cart?": "你能用你的马车把我偷运出去吗？",
    "Can you smuggle my friend Ana out on your cart?": "你能用你的马车把我的朋友Ana偷运出去吗？",
    "Can you stay and make another dish?": "你能留下来再做一道菜吗？",
    "Can you take me on the glider?": "你能带我坐滑翔机吗？",
    "Can you take me to Crandor again?": "你能再带我去Crandor吗？",
    "Can you take them off my hands?": "你能帮我拿走它们吗？",
    "Can you teach me to solve treasure trail clues?": "你能教我解开宝藏线索吗？",
    "Can you teleport me to the Rune Essence?": "你能把我传送到符文精华那里吗？",
    "Can you tell me a bit about this this place?": "你能告诉我一些关于这个地方的事吗？",
    "Can you tell me again what I need for the potion?": "你能再告诉我一次药水需要什么材料吗？",
    "Can you tell me any more about this?": "你能再多告诉我一些吗？",
    "Can you tell me anything about the digsite?": "你能告诉我一些关于发掘现场的事吗？",
    "Can you tell me more about the city?": "你能多跟我说说这座城市吗？",
    "Can you tell me more about the tools an archaeologist uses?": "你能多跟我说说考古学家使用的工具吗？",
    "Can you tell me what I still need to get?": "你能告诉我我还需要什么吗？",
    "Can you tell me what happened to the elf king?": "你能告诉我精灵国王发生了什么吗？",
    "Can you tell me where I can find the Phoenix Gang?": "你能告诉我在哪里能找到凤凰帮吗？",
    "Can you write this down and I'll try and translate it?": "你能把这个写下来让我试着翻译吗？",
    "Can't I do something for a strong Captain like you?": "我不能为像你这样强壮的船长做点什么吗？",
    "Can't I go through here?": "我不能从这里通过吗？",
    "Can't I just get some water?": "我不能直接取点水吗？",
    "Can't risk you being a carrier. That protective clothing you have isn't regulation issue. It won't meet safety standards.": "不能冒你是携带者的风险。你的防护服不是标准配发的。它达不到安全标准。",
    "Can't say as I've seen him... I'm sure if he's been to Al Kharid recently someone around here will have though.": "我不能说我见过他……不过如果他最近去过阿尔卡里德，这附近肯定有人会知道的。",
    "Can't say, all very secret. You should get out of here. I am not supposed to talk while I guard.": "不能说，一切都很机密。你应该离开这里。我站岗的时候不能说话。",
    "Can't stop sorry! Busy, busy, busy!": "不能停，抱歉！忙，忙，忙！",
    "Can't think of anything right now.": "现在想不出什么了。",
    "Can't wait for the party!": "等不及要去参加聚会了！",
    "Can't you find the mould?": "你找不到模具吗？",
    "Can't you go to another spot?": "你不能去别的地方吗？",
    "Can't you see I'm busy? Now get out of here!": "你没看到我很忙吗？快从这里出去！",
    "Can't you see I'm busy???": "你没看到我很忙吗？？？",
    "Can't you see I'm watching the duels?": "你没看到我在看决斗吗？",
    "Can't....go....on!": "走……不……动了！",
    "Cancel": "取消",
    "Cancel.": "取消。",
    "Cancer the crab.|The armoured crab gives you an amulet of defence.": "巨蟹座，螃蟹。|带甲的螃蟹给了你一个防御护身符。",
    "Candato...": "Candato……",
    "Candon...": "Candon……",
    "Candtrick...": "Candtrick……",
    "Cannot wake up... Where am I?": "醒不过来……我在哪里？",
    "Capes are always in fashion!": "披风永远不过时！",
    "Capricorn the goat.|You are granted an increase in strength.": "摩羯座，山羊。|你获得了力量的提升。",
    "Captain Rovin lives at the top of the guards' quarters in the north-west wing of this palace.": "Rovin队长住在王宫西北翼卫兵营房的顶层。",
    "Captain Siad at the mining camp is holding some secret information. It is very important to us and we would like you to get it for us. It gives details of an interesting, yet ancient weapon.": "采矿营地的Siad队长持有一些机密信息。这对我们非常重要，我们希望你帮我们弄到。它记录了一种有趣但古老的武器的详细信息。",
    "Capture by whom?": "被谁俘获？",
    "Care to be any more specific?": "能说得更具体一些吗？",
    "Carlem Aber Camerinthum Purchai Gabindo": "Carlem Aber Camerinthum Purchai Gabindo",
    "Carlem Gabindo Purchai Zaree Camerinthum": "Carlem Gabindo Purchai Zaree Camerinthum",
    "Carrying one 'dwarfs remains' is bad enough.": "带一份'矮人遗骸'就够受的了。",
    "Cast the Wind Strike spell from your spellbook to fight the chicken.": "从你的法术书中施放风击术来对付鸡。",
    "Cedric is a member of the order too. We sent him out three days ago to collect wine. But he didn't return!": "Cedric也是修道会的成员。三天前我们派他出去收集酒。但他没有回来！",
    "Cedric! Here, drink! I have some water.": "Cedric！来，喝水！我有一些水。",
    "Ceril!": "Ceril！",
    "Ceril. How are you?": "Ceril。你好吗？",
    "Cerrrtainly!": "当然可以！",
    "Certainly adventurer.|Please hurry!": "当然可以，冒险者。|请快一点！",
    "Certainly sir. I shave facial hair at the bargain rate of only 1000 gold coins. I'll even throw in a free recolour!": "当然可以，先生。我以优惠价仅1000金币为你剃须。还免费附送换色！",
    "Certainly!": "当然！",
    "Certainly! We helps those that helps poor Winelda!": "当然！我们帮助那些帮助可怜的Winelda的人！",
    "Certainly, <displayname>. To mine you need a pickaxe. Different pickaxes let you mine more efficiently.": "当然，<displayname>。要采矿你需要一把镐头。不同的镐头能让你更高效地采矿。",
    "Certainly, I will deliver your message straight away.": "当然，我马上给你送信。",
    "Certainly, I will do so straight away!": "当然，我马上去做！",
    "Certainly, I will get them for you. Goodbye.": "当然，我会帮你拿到的。再见。",
    "Certainly, have this...": "当然，拿着这个……",
    "Certainly, it's not difficult.": "当然，不难。",
    "Certainly, newcomer. When you have logs simply use your tinderbox on then. If successful, you will start a fire.": "当然可以，新人。当你有了原木，只需用你的火绒盒对准它们。如果成功的话，你就能生起火来。",
    "Certainly. He's on the top level of the tree.|Be careful, it's a long way down!": "当然可以。他在树的最顶层。|小心，掉下去可不得了！",
    "Certainly. Here you go.": "当然。给你。",
    "Certainly. You have three main combat stats: Strength, Defence and Attack.": "当然。你有三项主要战斗属性：力量、防御和攻击。",
    "Change him back this instant!": "立刻把他变回来！",
    "Chaps have two functions: firstly to protect your legs, and secondly for ease of reloading arrows.": "皮护腿有两个功能：首先是保护你的腿，其次是方便重新装填箭矢。",
    "Charred arrows? They must have been trying to burn something. Or someone!": "烧焦的箭？他们一定是在试图烧什么东西。或者某个人！",
    "Chasing mice as usual! It's all I seem to do nowadays.": "像往常一样追老鼠！我现在似乎只做这件事了。",
    "Cheeky!": "好大的胆子！",
    "Cheer up, it might never happen.": "振作起来，那可能永远不会发生。",
    "Cheerio then. It was nice chatting to you.": "那再见了。和你聊天很愉快。",
    "Cheers!": "干杯！",
    "Cheersh matey...": "干杯，伙计……",
    "Chompys love da fatsy toadies. Toadies get big on der swamp gas and der chompys are licking der lips for em as me is licking lips for da chompy. Da chompys don't like da smaller toadies from nearby swampy.": "Chompy鸟喜欢胖蟾蜍。蟾蜍在沼气里变得又大又胖，chompy鸟馋得直流口水，就像我馋chompy鸟一样。Chompy鸟不喜欢附近沼泽里的小蟾蜍。",
    "Choose a gang": "选择一个帮派",
    "Choose a gang for Shield of Arrav:": "为阿拉夫之盾选择一个帮派：",
    "Choose a side for Temple of Ikov:": "为伊科夫神殿选择一方：",
    "Choose item set": "选择装备套装",
    "Citizens of West Ardougne! King Tyras needs you for his Royal Army! Who will join this noble cause?": "西阿多格尼的市民们！Tyras国王需要你们加入他的皇家军队！谁愿意加入这项崇高的事业？",
    "Claus wipes away a tear.": "Claus擦去一滴眼泪。",
    "Clearly you come from a plane dependent on sunlight.|Down here, the plants grow in the aura of faerie.": "显然你来自一个依赖阳光的位面。|在这里，植物在仙灵的灵气中生长。"
}