{
    "Well, there's a certain gold artefact we're after.|We dwarves are big fans of gold! This artefact is the first prize at the Hemenster fishing competition.": "我们在寻找一件金器。|我们矮人可太喜欢金子了！这件金器是Hemenster钓鱼比赛的一等奖。",
    "Well, there's a wide variety of wildlife, although unfortunately most of it's quite dangerous.|Please don't feed the goblins.": "这里有各种各样的野生动物，不过很可惜大部分都很危险。|请不要喂食哥布林。",
    "Well, there's an Inn in Varrock if you're desperate.": "如果你很需要的话，瓦洛克有一家旅店。",
    "Well, there's no pleasing some people.": "有些人真是难以取悦。",
    "Well, there's the sword shop across the road,|or there's also all sorts of shops up around the market.": "对面有一家剑店，|或者集市那边也有各种各样的商店。",
    "Well, they know best about plague issues.": "他们对瘟疫问题最了解。",
    "Well, they used to live in the big castle, but old Lord Sinclair gave it up so that those strange knights could live there instead. So the king built him a new house to the North.": "他们以前住在大城堡里，但老Sinclair大人把它让出来，让那些奇怪的骑士住进去了。所以国王在北边给他建了一栋新房子。",
    "Well, they were still there the last time I checked... Go as far to the west in the Kharazi Jungle as you can, until you reach the sea, then walk eastwards with the barrier rocks to the north.": "我上次查看的时候它们还在那里……在Kharazi丛林中尽可能往西走，直到到达海边，然后沿着北边的屏障岩石向东走。",
    "Well, this cunning human told him that there was a better meal that would not run away in a house in the woods. As the brave young wolf could see that this human was not fully grown, he figured maybe he'd": "这个狡猾的人类告诉他，树林里有一栋房子，里面有更好的食物不会跑掉。这只勇敢的小狼看到这个人类还没长大，他想也许他可以",
    "Well, this dungeon was quite good to explore|...until I got captured, anyway.|I was given a key to an inner part of this dungeon|by a mysterious cloaked stranger!": "这个地牢探索起来还挺有趣的|……至少在我被抓住之前是这样。|一个神秘的蒙面陌生人给了我一把|通往地牢内部的钥匙！",
    "Well, this might be of some help to you. My father was in the guards when he was younger,": "也许这对你有些帮助。我父亲年轻时在卫队里，",
    "Well, to be honest, what I would really like is... a nice cup of tea!": "说实话，我真正想要的是……一杯好茶！",
    "Well, to be honest... I'm not sure.": "说实话……我不确定。",
    "Well, to be honest.|-- The guard looks around conspiratorially. --|We think he's not exactly as brave as he makes out.|But we have to follow his orders.": "说实话。|-- 守卫阴谋似地四处张望。--|我们觉得他并不像他表现的那么勇敢。|但我们必须服从他的命令。",
    "Well, to get to the swamp he is in you need to go round the back of the castle. The swamp is on the otherside of the fence to the south.": "要到他所在的沼泽，你需要绕到城堡后面。沼泽在南边围栏的另一侧。",
    "Well, try your best to get him back here!": "尽你最大努力把他带回来！",
    "Well, we all make mistakes sometimes.": "每个人有时候都会犯错。",
    "Well, we are all very busy most of the time, tending to the pineapples. They are grown in a secret location, to stop thieves from raiding our most precious prize.": "大多数时候我们都很忙，照料菠萝。它们种在一个秘密地点，以防小偷偷走我们最珍贵的宝物。",
    "Well, we don't want to tell anyone else about that, because we don't want anyone else sharing in all that glory and treasure.": "我们不想告诉别人这件事，因为我们不想让别人分享那些荣耀和宝藏。",
    "Well, we have made some progress there. We know that one of the only keys to Pete's treasure room is carried by Grip, the head guard, so we thought it might be good to get close to him somehow.": "我们在那方面有了一些进展。我们知道Pete宝库的唯一钥匙之一由卫队长Grip携带，所以我们想也许应该想办法接近他。",
    "Well, we haven't really kept in touch... what with the dispute over the crest and all... I did hear from my brother Avan a while ago though..": "我们其实一直没怎么联系……因为纹章的纠纷什么的……不过我前阵子倒是有我兄弟Avan的消息……",
    "Well, we mine it in this section, then someone scoops it into a barrel. The barrels are loaded onto a mine cart. Then they're deposited near the surface lift.": "我们在这个区域采矿，然后有人把它铲进桶里。桶被装上矿车。然后被运到地面升降机附近。",
    "Well, we recently found out that the Holy Grail has passed into RuneScape world.": "我们最近发现圣杯已经传入了RuneScape世界。",
    "Well, we're not really sure what their proper name is. But they live in tents so we call them the 'Tenti's'.": "我们不太确定他们的正式名称是什么。但他们住在帐篷里，所以我们叫他们'帐篷人'。",
    "Well, well - a level 3 graduate!|I'll keep your certificate safe for you.|I feel I must reward you for your work...": "好好，三级毕业生！|我帮你保管好证书。|我觉得必须奖励你的努力……",
    "Well, well - a map!|Indeed, this shows the paths into the skavid caves,|so you can go in there.": "好好，一张地图！|确实，这张图显示了通往skavid洞穴的路线，|这样你就可以进去了。",
    "Well, well, have you not been doing any studies? I am not giving you the answers, talk to the other students and remember the answers.": "好好，你没有学习吗？我不会给你答案的，去和其他学生交谈然后记住答案。",
    "Well, well, look at this.|My favourite: rock cake!|Okay, we will let it through.": "好好，看看这个。|我的最爱：石头蛋糕！|好吧，我们放它过去。",
    "Well, well, perhaps the morsel can help after all...": "好好，也许这个小东西毕竟能帮上忙……",
    "Well, well, you do know Glough. Sorry for the interrogation but I'm sure you understand.": "好好，你确实认识Glough。抱歉审问你，但我相信你理解的。",
    "Well, well. The imp has done it!|Thanks for the rune;|This is what you be needing...": "好好。小恶魔做到了！|谢谢你的符文；|这就是你需要的……",
    "Well, well...|I have a visitor.|What are you doing here?": "好好……|我有客人了。|你在这里做什么？",
    "Well, what I'm struggling with right now is the meats needed for the potion to honour Guthix. I need the raw meat of four different animals for it, but not just any old meats will do.": "我现在正在为祭奠Guthix的药水所需的肉而发愁。我需要四种不同动物的生肉，但不是随便什么肉都行。",
    "Well, what are you doing here? Get digging!": "你在这里做什么？赶紧挖！",
    "Well, what do you want to know?": "你想知道什么？",
    "Well, what does he need now? Has he asked for any other things? What does it take to become a Nature Spirit?": "他现在需要什么？他还要了其他什么东西吗？成为自然之灵需要什么？",
    "Well, what is it, I may be able to help?": "什么事，我也许能帮忙？",
    "Well, what proof of friendship did you bring?": "你带了什么友谊的证明？",
    "Well, what some of the more aspiring thieves in|our gang are working on right now is to|steal some very valuable rare candlesticks From|Scarface Pete - the pirate leader on Karamja.": "我们帮里一些有抱负的盗贼|目前正在计划从Karamja的|海盗首领疤面Pete那里|偷一些非常珍贵的稀有烛台。",
    "Well, when I were a young man|we used to take fishing trips over to Catherby;|The fishing over there - now that was something!": "我年轻的时候|我们常常去凯瑟比钓鱼；|那边的钓鱼——那才叫好呢！",
    "Well, when you cast the spell, did anything happen? The spell has the ability to grow things within a certain range of the caster. Keep trying until you manage to get something to bloom.": "你施法的时候有什么反应吗？这个法术能让施法者周围一定范围内的东西生长。继续尝试直到你让什么东西开花。",
    "Well, when you do, please come to me and I'll reward you!": "等你做到了，来找我，我会奖励你的！",
    "Well, why didn't you raise the alarm?": "你为什么不拉响警报？",
    "Well, yes actually, as you asked so nicely. Here you go! Here's your 'stabbers'.": "既然你这么客气地问了，好吧。给你！这是你的'尖刺'。",
    "Well, yes actually... It's been a passion of mine for some years...": "其实是的……这是我多年的热爱……",
    "Well, yes and no. The liquid honey isn't worth much, but the others are. Especially this colourless ethenea. Be careful with the sulphuric broline, it's highly poisonous.": "算是也不算是。液体蜂蜜不太值钱，但其他的值钱。尤其是这种无色的ethenea。小心硫化broline，它剧毒。",
    "Well, yes, I suppose we'd let him up. He doesn't generally want to come up here, but if he did want to, he could.": "是的，我想我们会让他上来的。他一般不想上来，但如果他想来的话，他可以。",
    "Well, you can either have a nice Asgarnian Ale, a Wizard's Mind Bomb or a Dwarven Stout.": "你可以选择一杯Asgarnian麦酒、巫师心灵炸弹或矮人黑啤。",
    "Well, you can give me a try can't you?": "你可以让我试试不是吗？",
    "Well, you can't work here unless you have a white apron. Health and safety regulations, you understand.": "没有白围裙你不能在这里工作。健康和安全规定，你懂的。",
    "Well, you go do whatever you need to do. I'll wait here for you until you're ready.": "你去做你需要做的事吧。我在这里等你准备好。",
    "Well, you have a lot of quest points, and you have done|all the required quests, so you may now begin the|tasks to meet the entry requirements for membership in|the Hero's Guild. The three items required": "你有很多任务点数，而且你已经完成了|所有必需的任务，所以你现在可以开始|完成加入英雄公会的入会要求的|任务了。所需的三样物品",
    "Well, you have a lot of quest points, but to be deemed worthy, you must have completed the Shield of Arrav, Lost City, Merlin's Crystal and Dragon Slayer quests.": "你有很多任务点数，但要被认为有资格，你必须完成Arrav之盾、失落之城、梅林的水晶和屠龙者任务。",
    "Well, you know of me now. I will wring your neck if you do not show respect.": "你现在知道我了。如果你不表示尊重我就拧断你的脖子。",
    "Well, you need to bring 'something from nature', 'something with faith' and 'something of the spirit-to- become freely given.'": "你需要带来'来自自然的东西'、'带有信仰的东西'和'即将成为灵魂者自愿给出的东西'。",
    "Well, you need to complete a quest for us. You need|to map an area called the Kharazi Jungle. It is the|unexplored southern part of Karamja Island.": "你需要为我们完成一个任务。你需要|绘制一个叫Kharazi丛林的区域的地图。那是|Karamja岛未被探索的南部地区。",
    "Well, you not have da flufsies den!": "那你就不能有毛绒绒的！",
    "Well, you not have da scratchers den!": "那你就不能有抓挠器的！",
    "Well, you see, it's like this...": "你看，事情是这样的……",
    "Well, you should be able to plant the Yommi tree. And then water it with the sacred water. You should then be able to start making the Totem pole.": "你应该能种下Yommi树了。然后用圣水浇灌它。之后你就应该能开始制作图腾柱了。",
    "Well, you sometimes get these really big fish|in the water just by the outflow pipes.": "有时候在排水管旁边的|水里能钓到非常大的鱼。",
    "Well, you'll have to find the broken fence to get in.|I'm sure you can manage that.": "你得找到破损的围栏才能进去。|我相信你能做到。",
    "Well, you're going to need a stake, otherwise he'll just regenerate. Yes, you must have a stake to finish it off... I just happen to have one with me.": "你需要一根木桩，否则它会重生。是的，你必须有一根木桩才能终结它……我正好有一根。",
    "Well, you're gonna have to do something pretty amazing.": "你得做出一些非常了不起的事情才行。",
    "Well, you're keen, I'll give you that. Okay, I'll give you a go. Have you got your own white apron?": "你很热心，这点我承认。好吧，我给你一个机会。你有自己的白围裙吗？",
    "Well, you've come to the right place, m'hearty! What do you need to know?": "你来对地方了，老伙计！你需要知道什么？",
    "Well, you've completed the required quests. However, you also need to have 107 Quest points. Sorry to disappoint you, but you need <~legends_guard_missing_qp>. They don't call it the Legends Guild for nothing you know!": "你已经完成了必需的任务。不过，你还需要107个任务点数。很抱歉让你失望了，但你还需要<~legends_guard_missing_qp>。人们可不是白叫它传奇公会的！",
    "Well, you've completed the tasks I set you. That map of the Kharazi jungle will be very helpful for future|expeditions.|@blu@-- Sir Radimus takes the map and the totem pole --": "你已经完成了我交给你的任务。那张Kharazi丛林的地图对未来的|探险会非常有帮助。|@blu@-- Radimus爵士拿走了地图和图腾柱 --",
    "Well, you've killed our Captain. I guess you've proved yourself in combat. But you've left a horrible mess now. And it's gonna cost you for us to clean it up. Let's say 20 gold and we won't have to get rough with you?": "你杀了我们的队长。我想你在战斗中证明了自己。但你现在留下了一团糟。清理费用得你出。就说20枚金币，我们就不动粗了？",
    "Well.": "嗯。",
    "Well. This beats doing the shopping!": "这可比买东西有意思多了！",
    "Well.. maybe?": "也许吧？",
    "Well... Hmm. I would guess somewhere between here and the Wizards' Tower in Misthalin. All I know is that it hasn't got there yet as the wizards there would have contacted me.": "嗯……我猜应该在这里和米斯塔林的巫师塔之间的某个地方。我只知道它还没有到达那里，因为那里的巫师会联系我的。",
    "Well... I don't.": "我不会。",
    "Well... I guess that's okay, get on your way though.": "好吧……我想没关系，不过你赶紧上路吧。",
    "Well... I guess we could do it now...": "好吧……我想我们现在可以做了……",
    "Well... I went to the temple like you asked me to... and I spoke to someone inside...": "我按你的要求去了神殿……和里面的人说了话……",
    "Well... It's going to cost you...": "这得花你一些钱……",
    "Well... Maybe I will if you help me with something.": "也许如果你帮我做些事情的话我会的。",
    "Well... That's an interesting thought.|Yes, I think I could do something.|Give me 3 balls of wool and I might be able to do it.": "嗯……这个想法有意思。|是的，我想我可以做些什么。|给我3团羊毛，我也许能做到。",
    "Well... he seemed to be having some kind of trouble. He asked for my help.": "他似乎遇到了什么麻烦。他请求我的帮助。",
    "Well... my brothers and I had a slight disagreement about it... we all wanted to be heir to my fathers' lands, and we each ended up with a piece of the crest.": "我和我的兄弟们因为这个有了一点分歧……我们都想成为父亲土地的继承人，最终每人得到了纹章的一块碎片。",
    "Well... not really... The Black Knights took all of my stuff before throwing me in here to rot!": "其实没有……黑骑士们在把我扔进来等死之前拿走了我所有的东西！",
    "Well... okay then.": "好吧……那就这样。",
    "Well... perhaps I wait till nightfall?": "也许……我等到天黑？",
    "Well... you can't believe them, they're all a bunch of convicts. Anyway, it doesn't look as if there is a fire down there. So I'm going to get on with my work. Please remove yourself from my office.": "你不能相信他们，他们都是一群罪犯。不管怎样，下面看起来也没有火灾。所以我要继续工作了。请离开我的办公室。",
    "Well... you will have to be a skilled Mage to defeat him, and my powers are not good enough yet. You will need to hit him once with each of the four elemental spells of death": "你需要成为一名熟练的法师才能打败他，而我的力量还不够。你需要用四种元素死亡法术各击中他一次",
    "Well...now you ask, I am a bit short on cash.": "你这么一问，我确实有点缺钱。",
    "Well..yes, but they're not cheap to make. I'll have to sell you a pair...": "是有的，但制作成本不低。我得卖给你一双……",
    "Weren't you listening? I saw the flea bag|in the old lumber mill just north east of here.|Just walk past the Jolly Boar Inn|and you should find it.": "你没听吗？我看到那个跳蚤窝|在这里东北方向的旧锯木厂里。|走过欢乐野猪旅店|你就能找到了。",
    "Wh-what??? I've seen this amulet before... The thieves that broke in... One of them was wearing an identical amulet! Jones! I don't believe it!": "什么？？？我以前见过这个护身符……闯入的那些盗贼……其中一个戴着一模一样的护身符！Jones！我不敢相信！",
    "Whassup?": "怎么了？",
    "What I can tell you is that the whole city is controlled|by a group of ogre shamans.": "我可以告诉你的是整个城市都被|一群食人魔萨满控制着。",
    "What I want you to do is get inside their fortress.|Find out what their secret weapon is.|And then sabotage it. You will be well paid.": "我要你做的是潜入他们的堡垒。|找出他们的秘密武器是什么。|然后破坏它。你会得到丰厚的报酬。",
    "What I wouldn't give for some whole, fresh, ripe and juicy pineapple for a change. And those Tenti's have the best pineapple in this entire area.": "我什么都愿意付出来换一个完整的、新鲜的、成熟多汁的菠萝。帐篷人有整个地区最好的菠萝。",
    "What a shame it's cracked; this looks like it would have been a good sample.": "可惜裂了；这看起来本来应该是个好样本。",
    "What a surprise I got!": "我大吃一惊！",
    "What about Shilop?": "Shilop怎么样？",
    "What about his daughter?": "他的女儿怎么样？",
    "What about ingredients?": "原料呢？",
    "What about sample jars?": "样品瓶呢？",
    "What about the King?": "国王怎么样？",
    "What about the King? Surely you'd let him up here.": "国王呢？你们肯定会让他上来的吧。",
    "What about the stone circle full of dark wizards?": "那个满是黑巫师的石阵呢？",
    "What am I looking at?": "我在看什么？",
    "What am I supposed to be doing again?": "我应该做什么来着？",
    "What am I supposed to do again?": "我该做什么来着？",
    "What am I supposed to do with those?|I haven't figured out how to kill one yet,|if I put them near the stove they squirm|and jump away.": "我拿那些东西怎么办？|我还没想出怎么杀死它们呢，|我把它们放到炉子旁边它们就扭动|然后跳走了。",
    "What am I to do?": "我该怎么办？",
    "What are 'fatsy toadies'?": "什么是'肥蟾蜍'？",
    "What are 'stabbers'?": "什么是'尖刺'？",
    "What are Daconia stones?": "什么是Daconia石？",
    "What are minions?": "什么是仆从？",
    "What are onions?": "什么是洋葱？",
    "What are stabbers?": "什么是尖刺？",
    "What are the Tenti's?": "帐篷人是什么？",
    "What are the magic words?": "咒语是什么？",
    "What are the rules?": "规则是什么？",
    "What are the six heads?": "六个头是什么？",
    "What are the symptoms of the plague?": "瘟疫的症状是什么？",
    "What are the symptoms?": "症状是什么？",
    "What are the things that are needed again?": "需要的东西再说一遍？",
    "What are those big wooden doors in the corner of the compound?": "院子角落里那些大木门是什么？",
    "What are you building?": "你在建什么？",
    "What are you busy doing?": "你在忙什么？",
    "What are you camped here for?": "你在这里扎营干什么？",
    "What are you doing back here?": "你怎么又回来了？",
    "What are you doing down here?": "你在下面做什么？",
    "What are you doing down here?|Leave before you get yourself into trouble.": "你在下面做什么？|在你惹上麻烦之前离开。",
    "What are you doing here again?|Didn't I tell you to get out of here!|Now get lost, properly this time!|Or we may be forced to see his orders through properly.": "你怎么又来了？|我不是说了让你离开吗！|这次给我正经地消失！|否则我们可能不得不认真执行他的命令。",
    "What are you doing here, morsel?": "你在这里做什么，小东西？",
    "What are you doing here?": "你在这里做什么？",
    "What are you doing here?|This is our domain now. Begone foul human!": "你在这里做什么？|这里现在是我们的领地了。滚开，可恶的人类！",
    "What are you doing in here?": "你在这里面做什么？",
    "What are you doing on my land?": "你在我的地盘上做什么？",
    "What are you doing on my land? You're not the one keeps leaving all my gates open and letting out all my sheep?": "你在我的地盘上做什么？你不会就是那个总是把我的门都打开让我的羊跑掉的人吧？",
    "What are you doing up here? Only the palace guards are allowed up here.": "你在上面做什么？只有皇宫守卫才能上来。",
    "What are you doing?": "你在做什么？",
    "What are you going to do now you don't have a ship?": "你没有船了现在打算怎么办？",
    "What are you guarding?": "你在守卫什么？",
    "What are you in for?": "你因为什么被关的？",
    "What are you like?|You're gonna have to start all over now.": "你怎么回事？|你现在得重新来过了。",
    "What are you offering?": "你提供什么？",
    "What are you selling?": "你在卖什么？",
    "What are you talking about?": "你在说什么？",
    "What are you up to?": "你在忙什么？",
    "What are you waiting here for?": "你在这里等什么？",
    "What are your kind and what are you doing here?": "你们是什么种族，在这里做什么？",
    "What brings you to our holy monument?": "是什么把你带到我们的圣碑前来的？",
    "What brought the plague to Ardougne?": "是什么把瘟疫带到了阿多格尼？",
    "What can I do about that?": "我能怎么办？",
    "What can I do for you anyway?": "有什么可以为你效劳的？",
    "What can I do for you young 'un?": "有什么能帮你的，年轻人？",
    "What can I do for you?": "有什么能帮你的？",
    "What can I do to help an ogre?": "我能做什么来帮助食人魔？",
    "What can I do with the guards?": "我能拿守卫怎么办？",
    "What can I do with this sickle?": "我能用这把镰刀做什么？",
    "What can I do yer for?": "有什么能帮你的？",
    "What can I do?": "我能做什么？",
    "What can I get you?": "我能为你拿什么？",
    "What can I help you with?": "有什么可以帮你的？",
    "What can a morsel like you do for me?": "你这个小东西能为我做什么？",
    "What can we do instead then?": "那我们可以做什么替代？",
    "What can we do to prevent that?": "我们能做什么来防止这种情况？",
    "What can we do?": "我们能做什么？",
    "What can you do to help a bold adventurer like myself?": "你能做什么来帮助像我这样勇敢的冒险者？",
    "What can you recommend?": "你有什么推荐的？",
    "What can you tell me about his daughters?": "你能告诉我关于他女儿们的事吗？",
    "What can you tell me about his sons?": "你能告诉我关于他儿子们的事吗？",
    "What can you tell me about the Sinclairs?": "你能告诉我关于Sinclair家族的事吗？",
    "What could I possibly help you with Bwana?": "我能帮你什么忙Bwana？",
    "What could you make for me?": "你能给我做什么？",
    "What could you want with an old woman like me?": "你找我这个老太婆有什么事？",
    "What danger is there around here?": "这附近有什么危险？",
    "What did I do to deserve this?": "我做了什么要遭受这些？",
    "What did I have to do again?": "我要做什么来着？",
    "What did I write down now? Put it in the knot hole.": "我写了什么来着？放到树结洞里去。",
    "What did he say?": "他说了什么？",
    "What did she go into the desert for?": "她去沙漠做什么？",
    "What did they take?": "他们拿走了什么？",
    "What did you want to be when you were a boy?": "你小时候想做什么？",
    "What do I do now?": "我现在该做什么？",
    "What do I need that for?": "我为什么需要那个？",
    "What do I need to do to get into the city?": "我要怎样才能进入城市？",
    "What do I need to pay?": "我需要付多少？",
    "What do I need?": "我需要什么？",
    "What do you do here?": "你在这里做什么工作？",
    "What do you do?": "你是做什么的？",
    "What do you have to offer?": "你能提供什么？",
    "What do you have to sell?": "你有什么要卖的？",
    "What do you have.": "你有什么。",
    "What do you have?": "你有什么？",
    "What do you know about Mosol Rei?": "你对Mosol Rei了解多少？",
    "What do you know about Rashiliyia?": "你对Rashiliyia了解多少？",
    "What do you know about the Imcando dwarves?": "你对Imcando矮人了解多少？",
    "What do you know about the pure water?": "你对纯净水了解多少？",
    "What do you know about the source of the sacred water?": "你对圣水源头了解多少？",
    "What do you make here?": "你在这里做什么东西？",
    "What do you make of this?": "你觉得这是什么？",
    "What do you mean 'sneaky..sneaky, stick da chompy?'": "你说'偷偷摸摸，扎chompy'是什么意思？"
}