{
    "That's right, I'm on a quest for King Lathas. We need to find a way through these caverns.": "没错，我在为Lathas国王执行任务。我们需要找到穿过这些洞穴的路。",
    "That's right, and you are...?": "没错，你是……？",
    "That's right, but only if we haven't managed to get enough spare blood from our hunts. It's kind of severe if you look at it that way, but frankly, I think the price is fair in return for his protection and his tolerance of": "没错，但只有在我们打猎没能获得足够多余血液的情况下才会这样。如果这么看的话确实有点严酷，但说实话，我觉得这是对他的保护和容忍的公平回报",
    "That's right, you get going. I'll catch up.": "没错，你先走。我会赶上来的。",
    "That's right.": "没错。",
    "That's right. Any hints?": "没错。有什么提示吗？",
    "That's right. I hear that they had some problems with the last one.": "没错。我听说他们上一个出了些问题。",
    "That's right... I'm making some 'stabbers' for Rantz.": "没错……我正在给Rantz做一些'戳刺器'。",
    "That's rude, I ought to teach you some manners.": "太粗鲁了，我该教教你礼貌。",
    "That's sad.": "真令人难过。",
    "That's some good work there. I guess it wasn't a servant. You still haven't proved who did do it though.": "干得不错。我猜不是仆人干的。不过你还没有证明是谁干的。",
    "That's someone's bedroom.|I'm not going in there without a reason.": "那是某人的卧室。|没有理由我不会进去的。",
    "That's strange, Gilob never leaves his post.": "真奇怪，Gilob从来不离开他的岗位。",
    "That's strange, Gilob never leaves his post.|His son was also with him, it's too strange.|Can you return and look for clues?": "真奇怪，Gilob从来不离开他的岗位。|他的儿子也和他在一起，这太奇怪了。|你能回去找找线索吗？",
    "That's sweet!": "真甜蜜！",
    "That's the attitude sailor...Aaaaar!": "就是这种态度水手……啊啊啊！",
    "That's the job done, now we can go.|Jump aboard!": "活干完了，现在我们可以走了。|跳上来吧！",
    "That's the most ridiculous thing I've heard. Who are you? Where do you come from? It doesn't matter... Guards! Show this person out!": "这是我听过最荒唐的事。你是谁？你从哪来？算了……卫兵！把这个人带出去！",
    "That's the next one dealt with...": "又处理了一个……",
    "That's the second one gone...": "第二个也解决了……",
    "That's the spirit! May your search prove fruitful.": "就是这种精神！愿你的搜寻有所收获。",
    "That's too bad.": "那太糟糕了。",
    "That's true, but nobody believes me.": "那是真的，但没人相信我。",
    "That's truly a miracle Bwana, very few come out of Viyeldi's caves alive. And you managed to defeat Nezikchened a second time? You are truly a legend bwana. Do you have the sacred water as well?": "那真是个奇迹Bwana，很少有人能活着从Viyeldi的洞穴出来。你还设法第二次打败了Nezikchened？你真是一个传奇Bwana。你也拿到圣水了吗？",
    "That's typical, nowadays.|It's left to us wizards to do all the work.": "如今就是这样。|所有的活都丢给我们巫师来干。",
    "That's unfortunate... but don't worry, I can sort you out.": "那真不幸……但别担心，我能帮你解决。",
    "That's very good of you traveller.|My friend Holgart will take you there.": "旅行者你真好。|我的朋友Holgart会带你去那里。",
    "That's very kind of you to say. Reputations are not easily earned. I have managed to succeed where many fail.": "你说的太好了。名声可不是轻易得来的。我在许多人失败的地方成功了。",
    "That's very noble of you sirrah! I caught a glimpse of the thieves leaving but due to... uh.. yeah, my cold I was unable to give chase.": "你真是太高尚了先生！我瞥见了小偷离开，但由于……呃……对，我感冒了，没法追赶。",
    "That's what I said, like it or lump it.": "我说的就是这样，爱怎样怎样。",
    "That's what I'm here for.": "我来这里就是为了这个。",
    "That's what I've been trying to tell you!|Glough's been fooling you!": "我一直在试图告诉你的就是这个！|Glough一直在骗你！",
    "That's what concerns me...|There might not be much life around here soon.": "这正是我担心的……|很快这里可能就没什么生命了。",
    "That's what we were thinking too. That someone broke in to steal something, was discovered by Lord Sinclair, stabbed him and ran.": "我们也是这么想的。有人闯入偷东西，被Sinclair大人发现，刺伤了他然后逃跑了。",
    "That's when the fishermen began to act strange.": "那就是渔民们开始表现异常的时候。",
    "That's why Elena wanted you to do it, because she wasn't sure what was happening.": "这就是Elena为什么要你来做，因为她不确定发生了什么。",
    "That's why Elena wanted you to do it.": "这就是Elena为什么要你来做的原因。",
    "That's why I'm here. I need some more touch paper for this plague sample.": "这就是我来这里的原因。我需要更多试纸来检验这个瘟疫样本。",
    "That's worrying.": "那可令人担忧。",
    "That's your choice, but I would think you have killed for less. I can see it in your eyes.": "那是你的选择，但我觉得你曾为更少的理由杀过人。我从你眼中看得出来。",
    "That's... strange.": "那……很奇怪。",
    "That, my friend, is the mage battle arena. Top mages come from all over RuneScape to compete in the arena.": "朋友，那就是法师竞技场。顶级法师从RuneScape各地前来在竞技场一较高下。",
    "That... I am...": "那个……我是……",
    "That? Oh, it's nothing. Just an old amulet.": "那个？哦，没什么。只是一个旧护身符。",
    "Thats five, only one more left now...": "五个了，现在只剩最后一个了……",
    "Thats right, here's all you need except the toad's legs.": "没错，除了蟾蜍腿，这是你需要的全部东西。",
    "Thatsh a funny joke. You are lucky I am shober. Go in peace, friend.": "那个笑话真有趣。你运气好我还清醒着。安心去吧，朋友。",
    "The 'Vacu' were priests who summoned the spirits of our ancestors. But the priests were enslaved by the evil spirits of the underworld. It is but a myth, perhaps a story told to scare badly behaved children.": "'Vacu'是召唤我们祖先灵魂的祭司。但祭司们被地下世界的邪灵所奴役。这只是一个神话，也许是一个用来吓唬不乖孩子的故事。",
    "The <lowercase(oc_name($use_obj))> burns out.": "<lowercase(oc_name($use_obj))>燃尽了。",
    "The Apothecary gives you a Cadaver potion.": "药剂师给了你一瓶尸身药水。",
    "The Apothecary gives you a strength potion.": "药剂师给了你一瓶力量药水。",
    "The Black Arm Gang.": "黑臂帮。",
    "The Black Guard camp is South of the Ice Mountain,|the quicker we can get some ammo for this thing|the quicker those goblins will leave us be.": "黑衣卫队的营地在冰山以南，|我们越快弄到弹药|那些哥布林就越快离开我们。",
    "The Black Guard forgot to send instructions.|I know I said that was the last favour... but...": "黑衣卫队忘了发送说明书。|我知道我说过那是最后一个忙了……但是……",
    "The Cannon seems to be in working order.|Lawgof will be pleased.": "大炮似乎运转正常。|Lawgof会高兴的。",
    "The Captain may have some new plans drawn up. Go back and see if you can collect them.": "船长可能已经画好了新的图纸。回去看看你能不能收集到它们。",
    "The Captain ponders a moment and then looks at you critically.": "船长沉思了一会儿然后审视地看着你。",
    "The Carnillean home does not belong to them. The builder of the house was Lord Hazeel, one of the Mahjarrat followers of Zamorak. Many years ago there was a civil war": "Carnillean家的房子不属于他们。这座房子的建造者是Hazeel大人，Zamorak的Mahjarrat追随者之一。很多年前发生了一场内战",
    "The Dark Lord agreed to spare his life, but only on one condition... That he would drink from the Chalice of Eternity.": "黑暗之主同意饶他一命，但只有一个条件……那就是他必须饮用永恒圣杯中的水。",
    "The Desert is a VERY Dangerous place. Do not enter if|you are scared of dying. Beware of high temperatures,|sand storms, robbers, and slavers.": "沙漠是一个非常危险的地方。如果|你害怕死亡就不要进入。小心高温、|沙暴、强盗和奴隶贩子。",
    "The Duel Arena has six duel arenas where you can fight other players in a controlled environment. We have our own dedicated hospital where we guarantee to put you back together, even if you lose.": "决斗竞技场有六个决斗场地，你可以在受控环境中与其他玩家战斗。我们有自己的专用医院，保证即使你输了也能把你修好。",
    "The Duke hands you an @blu@air talisman.": "公爵递给你一个@blu@气护身符。",
    "The Duke of Lumbridge sent me to find him. I have this weird talisman he found. He said the head wizard would be very interested in it.": "伦布里奇的公爵派我来找他。我有他找到的这个奇怪的护身符。他说首席巫师会对它非常感兴趣。",
    "The Dwarf Commander gives you another railing.": "矮人指挥官又给了你一根栏杆。",
    "The Dwarf Commander gives you six railings.": "矮人指挥官给了你六根栏杆。",
    "The Dwarfs to the south, they're not safe in the south.": "南边的矮人们，他们在南边不安全。",
    "The Fisher King is the owner and slave of the Grail...": "渔王是圣杯的主人也是它的奴隶……",
    "The General seems to have taken a liking to you. He'd normally kill imposters like you without a second thought.": "将军似乎对你有好感。他通常会毫不犹豫地杀了像你这样的冒充者。",
    "The Gnome Stronghold is for gnomes alone!": "地精要塞只允许地精进入！",
    "The God Wars are over...as long as the thing they were fighting over remains hidden.": "神战已经结束了……只要他们争夺的东西仍然隐藏着。",
    "The Grail castle...|It's... hard to describe with words.|It mostly felt like a dream!": "圣杯城堡……|它……很难用语言描述。|大部分感觉像一场梦！",
    "The Grail? That is truly a noble quest indeed. None but Galahad have come close.": "圣杯？那确实是一个真正崇高的任务。除了Galahad没有人接近过。",
    "The Grand Tree's still slowly dying, if it is human sabotage we must respond!": "大树仍在慢慢枯萎，如果是人类的破坏我们必须回应！",
    "The Imcando dwarves, you say?": "你说Imcando矮人？",
    "The Khazard stronghold has already been breached.": "Khazard要塞已经被攻破了。",
    "The King asked me to inform you|that the Daconia rocks have been taken!": "国王让我通知你|Daconia石头被拿走了！",
    "The King has taken my estate from me until such time as I can show my family crest to him.": "国王没收了我的庄园，直到我能把家族纹章给他看为止。",
    "The King's a fool and a coward! He'll bow to me! You'll soon be back in that cage!": "国王是个傻瓜和懦夫！他会向我屈服的！你很快就会回到那个笼子里！",
    "The Lady of the Lake is looking after it I believe... but I know not where she resides currently.": "我相信是湖中仙女在保管它……但我不知道她现在住在哪里。",
    "The Prince got away, I am in trouble. I better not talk to you, they are not sure I was drunk.": "王子逃走了，我有麻烦了。我最好不要跟你说话，他们还不确定我是不是喝醉了。",
    "The RuneScape Parcel Delivery Team. They come very highly recommended. Their motto is: 'We aim to deliver your stuff at some point after you have paid us!'": "RuneScape包裹递送队。他们口碑极好。他们的座右铭是：'我们的目标是在你付款后的某个时间点把东西送到！'",
    "The Shaman puts his head in his hands.": "萨满把头埋在手里。",
    "The Shaman seems to be fighting an inner battle.": "萨满似乎在进行一场内心的斗争。",
    "The Shaman seems to change in front of your eyes...": "萨满似乎在你眼前发生了变化……",
    "The Shaman throws himself down on the floor and starts convulsing.": "萨满摔倒在地开始抽搐。",
    "The Shield of Arrav, eh? Yes, I do recall my father, King Roald, put a reward out for that.": "Arrav之盾？是的，我记得我父亲Roald国王为它悬赏过。",
    "The Sinclair family crest.|It's shiny and freshly polished|and has a slight smell of poison.": "Sinclair家族纹章。|它闪闪发亮刚刚擦拭过|还有一丝毒药的气味。",
    "The Tenti's, who are they?": "Tenti族人是谁？",
    "The Watchtower here works by the power of magic.|An ancient spell designed to ward off ogres|that has been in place here for many moons.": "这里的了望塔靠魔法的力量运作。|一个设计来驱赶食人魔的古老咒语|已经在这里存在了很久很久。",
    "The Yommi tree died.": "Yommi树死了。",
    "The adventurer returns. We await the return of our Lord from his business in the north here, so that we may wreak vengeance on his enemies.": "冒险者回来了。我们在这里等待我们的主人从北方的事务中归来，这样我们就能向他的敌人复仇。",
    "The agreement was that the Servils may leave if you won a few fights, and indeed they are now free to do so.": "约定是如果你赢了几场战斗Servil一家就可以离开，现在他们确实可以自由离开了。",
    "The archaeologists that are excavating the area east of Varrock have been working on this site as well. From these cliffs they uncovered this huge building. The experts think it may date back to the second age!": "在瓦洛克东部发掘的考古学家们也在这个遗址工作。他们从这些悬崖中挖出了这座巨大的建筑。专家们认为它可能要追溯到第二纪元！",
    "The assistant continues with his work.": "助手继续他的工作。",
    "The ball you have in your hand is fine to play with...|Game on.": "你手上的球可以用来玩……|游戏开始。",
    "The ballista can break through the stronghold wall,|and then we can advance and seize back the orb.": "弩炮可以突破要塞的墙壁，|然后我们就能推进并夺回宝珠。",
    "The ballista is damaged. It cannot be used until the gnomes have finished their repairs.": "弩炮损坏了。在地精们修好之前无法使用。",
    "The barbarian grunts.": "野蛮人咕哝了一声。",
    "The barbarian ignores you.": "野蛮人无视了你。",
    "The barman takes your ticket and allows you up to the dormitory.": "酒保收了你的票，让你上楼去宿舍。",
    "The battle is far from over.|If you have a pure heart you will help us win.": "战斗远未结束。|如果你有一颗纯洁的心，你会帮我们获胜。",
    "The beehive buzzes with activity.|These bees definitely don't seem poisoned at all.": "蜂巢嗡嗡作响充满了活力。|这些蜜蜂看起来完全没有中毒。",
    "The bees fly back to the hive as the repellent wears off.": "驱虫剂效果消失后蜜蜂飞回了蜂巢。",
    "The beggar has turned into the Lady of the Lake!": "乞丐变成了湖中仙女！",
    "The beggar isn't interested in talking.": "乞丐对聊天没兴趣。",
    "The best I can do is pray for you.": "我能做的最好的事就是为你祈祷。",
    "The best of luck to you! Make the name of Camelot proud, and bring it back to us.": "祝你好运！让卡默洛特的名号引以为豪，把它带回来给我们。",
    "The best place to look is in McGrubor's Wood to the north.": "最好去北边的McGrubor森林找找。",
    "The best way to train,|is to go round the course in a clockwise direction.": "最好的训练方式|是按顺时针方向绕场一圈。",
    "The better the pickaxe you use, the faster you will get ore from the rock you're mining.": "你使用的镐越好，从岩石中开采矿石的速度就越快。",
    "The boy begins to jump around with his fists up.|You decide it's best not to kill him just yet.": "男孩开始举起拳头蹦蹦跳跳。|你决定暂时还是不杀他为好。",
    "The boy looks very upset.": "男孩看起来非常不安。",
    "The boy sniffs slightly.": "男孩微微吸了吸鼻子。",
    "The boy sobs.": "男孩抽泣着。",
    "The boy starts crying again.": "男孩又开始哭了。",
    "The brick is covered with the chemicals I made.": "砖块上涂满了我制作的化学品。",
    "The butler did it!": "是管家干的！",
    "The cap'ns round 'ere seem to be a mite scared of|Crandor. I ask 'em why and they just say it was afore|my time,": "这附近的船长们好像都有点|怕Crandor。我问他们为什么，他们只说那是|我出生之前的事了，",
    "The captain marches away in disgust leaving his guards to tackle you.": "队长厌恶地走开了，留下他的守卫来对付你。",
    "The captain seems distracted with what you just said.|The captain looks out of the window for the dragon.": "队长似乎被你刚才说的话分了心。|队长朝窗外看龙在哪。",
    "The captain seems distracted with what you just said.|The captain looks out of the window to see if there is a fire.": "队长似乎被你刚才说的话分了心。|队长朝窗外看是否着火了。",
    "The captain seems to collect lots of books!": "队长似乎收藏了很多书！",
    "The captain smiles broadly and with a sickening voice says...": "队长咧嘴大笑，用令人作呕的声音说道……",
    "The captain starts rambling on about his days as a salty sea dog. He looks quite distracted...": "队长开始絮叨他当年做老水手的日子。他看起来很心不在焉……",
    "The captain's interest seems to perk up.": "队长的兴趣似乎提了起来。",
    "The cart driver completely ignores you.": "马车夫完全无视了你。",
    "The cart driver goes back to his work, laughing to himself.": "马车夫回去干活了，自顾自地笑着。",
    "The cart driver laughs at your pun...": "马车夫被你的双关语逗笑了……",
    "The cart driver looks around at you and tries to weigh you up.": "马车夫回头看着你，试图打量你。",
    "The cart driver points at a nearby guard.": "马车夫指了指附近的一个守卫。",
    "The cart driver quickly starts preparing the cart.": "马车夫迅速开始准备马车。",
    "The cart driver seems much happier now.": "马车夫现在看起来开心多了。",
    "The cart driver seems to be busy inspecting the cart for defects.": "马车夫似乎正忙着检查马车的缺陷。",
    "The cart driver seems to be festidiously cleaning his cart. It doesn't look as if he wants to be disturbed.": "马车夫似乎正在一丝不苟地清洁他的马车。看起来他不想被打扰。",
    "The cart driver seems visibly shaken...": "马车夫看起来明显动摇了……",
    "The cart driver smiles a bit and then turns to you.": "马车夫微微一笑然后转向你。",
    "The cart driver turns around quickly to face you.": "马车夫迅速转过身面对你。",
    "The cart sets off at a hectic pace. The guards at the gate get suspiscious and search the cart. They find Ana in the Barrel and take her back into the mine.": "马车疾驰而去。大门口的守卫起了疑心并搜查了马车。他们在桶里找到了Ana并把她带回了矿场。",
    "The castle has just received its ale delivery.": "城堡刚刚收到了麦芽酒的送货。",
    "The cat seems afraid to leave.": "猫似乎害怕离开。",
    "The chalice corrupted him. He joined forces with the Dark Lord, the embodiment of pure evil, banished all those years ago...": "圣杯腐蚀了他。他与黑暗之主联手，那个纯粹邪恶的化身，多年前被放逐的那个……",
    "The chancellor trusts me. I have come for instructions.": "大臣信任我。我是来听取指令的。",
    "The chest is empty.": "箱子是空的。",
    "The chest is locked!  An inscription on the chest reads: Stand by your man.": "箱子锁着！箱子上的铭文写着：坚定地支持你的男人。",
    "The chest is locked!|An inscription on the chest says:|Property of Black Heather.": "箱子锁着！|箱子上的铭文写着：|Black Heather的财产。",
    "The chest is locked.": "箱子锁着。",
    "The chicken came before the egg.": "先有鸡后有蛋。",
    "The climb down looks pretty dangerous, |it leads into a very dark hole.| It's actually quite frightening.| Are you sure you want to go down?": "往下爬看起来很危险，|通往一个非常黑暗的洞穴。|实际上相当吓人。|你确定要下去吗？",
    "The cocktail shaker is empty.": "鸡尾酒调酒壶是空的。",
    "The cog is red hot from flames.|You cannot pick it up.": "齿轮被火焰烧得通红。|你无法拿起它。",
    "The coif is a specialized cowl, that has extra chain protection to keep your neck and shoulders safe.": "皮头巾是一种特制的兜帽，有额外的链甲保护来保护你的脖子和肩膀安全。",
    "The combination of archaeology and vegetarianism.": "考古学和素食主义的结合。",
    "The compartment in the furnace looks like it should hold something.|It looks like it needs one more piece.": "熔炉中的隔间看起来应该放点什么。|看起来还需要一块。",
    "The compartment in the furnace looks like it should hold something.|It looks like it needs two more pieces.": "熔炉中的隔间看起来应该放点什么。|看起来还需要两块。",
    "The compartment in the furnace looks like it should hold something.|It's divided into three seperate sections.": "熔炉中的隔间看起来应该放点什么。|它被分成三个独立的区域。",
    "The compost is teeming with maggots.|Somebody should really do something about it.|It's certainly clear nobody's used poison here.": "堆肥里爬满了蛆虫。|真该有人处理一下。|很明显这里没有人用过毒药。",
    "The constellation you saw was...": "你看到的星座是……",
    "The council sent me to check your pipes.": "议会派我来检查你的管道。",
    "The councillor gives you some more poisoned sheep feed.": "议员又给了你一些有毒的羊饲料。",
    "The councillor gives you some poisoned sheep feed.": "议员给了你一些有毒的羊饲料。",
    "The cowl is a soft leather hat, ideal for protection with maneuverability.": "皮兜帽是一种柔软的皮帽，在保护的同时兼顾灵活性。",
    "The crate is empty. It's just about big enough to hide inside.": "箱子是空的。它刚好大到可以藏人。",
    "The crystal seems to fit into the recess perfectly, but nothing interesting happens.": "水晶似乎完美地嵌入了凹槽，但什么有趣的事也没有发生。",
    "The crystals! The crystals have been taken!": "水晶！水晶被拿走了！",
    "The cultists let out a mighty cheer": "邪教徒们发出了响亮的欢呼",
    "The cupboard contains garlic, but you don't|have room to hold it at the moment.": "橱柜里有大蒜，但你目前|没有空间来装它。",
    "The cupboard is bare.": "橱柜是空的。",
    "The cupboard is empty.": "橱柜是空的。",
    "The curator peers at the shield.": "馆长仔细端详着盾牌。",
    "The curator writes out two certificates.": "馆长写出了两份证书。",
    "The death throes of the rats seem to have shaken the door|loose of its hinges. You pick it up and go through.": "老鼠的垂死挣扎似乎把门从铰链上震松了。|你把门拿起来走了过去。",
    "The decision is yours but you will have no other way to get the source. The pure water you seek will forever be out of your reach.": "决定权在你，但你将没有其他方法获得源头。你寻找的纯水将永远遥不可及。",
    "The deed is done. Thou mayst now shatter Merlin's crystal with Excalibur, and I can once more rest. Begone! And leave me once more in peace.": "事已成。你现在可以用Excalibur击碎Merlin的水晶了，我也可以再次安息。走吧！让我再次安宁。",
    "The doll?": "那个娃娃？",
    "The dolmen is intricately decorated with the symbol of two crossed palm trees. It might be the family crest? You can see an item on the dolmen.": "石棚上精心装饰着两棵交叉棕榈树的标志。也许是家族纹章？你能看到石棚上有一件物品。",
    "The dolmen is intricately decorated with the symbol of two crossed palm trees. It might be the family crest? You can see nothing on the dolmen.": "石棚上精心装饰着两棵交叉棕榈树的标志。也许是家族纹章？你在石棚上看不到任何东西。",
    "The dolmen is intricately decorated with the symbol of two crossed palm trees. It might be the family crest? You can see that there are some items on the dolmen.": "石棚上精心装饰着两棵交叉棕榈树的标志。也许是家族纹章？你能看到石棚上有一些物品。",
    "The door is locked.": "门锁着。",
    "The door is locked. You can hear the mourners eating... You need to distract them from their stew.": "门锁着。你能听到哀悼者们在吃饭……你需要把他们从炖菜旁边引开。",
    "The door is ornately carved with depictions of skeletal warriors. All the skeletons are complete. It looks as if you walk through this door.": "门上精致地雕刻着骷髅战士的图案。所有的骷髅都是完整的。看起来你可以穿过这扇门。",
    "The door is ornately carved with depictions of skeletal warriors. You notice that some of the skeletal warriors depictions are not complete.Instead, there are recesses where some of the bones should be. There are one recess.": "门上精致地雕刻着骷髅战士的图案。你注意到一些骷髅战士的图案并不完整。在一些骨骼应该存在的地方有凹槽。有一个凹槽。",
    "The door is ornately carved with depictions of skeletal warriors. You notice that some of the skeletal warriors depictions are not complete.Instead, there are recesses where some of the bones should be. There are three recesses.": "门上精致地雕刻着骷髅战士的图案。你注意到一些骷髅战士的图案并不完整。在一些骨骼应该存在的地方有凹槽。有三个凹槽。",
    "The door is ornately carved with depictions of skeletal warriors. You notice that some of the skeletal warriors depictions are not complete.Instead, there are recesses where some of the bones should be. There are two recesses.": "门上精致地雕刻着骷髅战士的图案。你注意到一些骷髅战士的图案并不完整。在一些骨骼应该存在的地方有凹槽。有两个凹槽。",
    "The door is securely locked. You will have to find another way in.": "门牢牢地锁着。你得找别的方法进去。",
    "The door seems to be locked from the inside.|I'll need to find another way to get in.": "门似乎从里面锁上了。|我得找别的方法进去。",
    "The door seems to change slightly. Two depictions of skeletal warriors turn their heads towards you. They are alive! The Skeletons wrench themselves free of the door. Stepping out of the door, with grinning teeth they push the huge doors open.": "门似乎发生了微妙的变化。两个骷髅战士的雕像转头向你看来。它们是活的！骷髅们从门上挣脱出来。它们从门上走出来，龇牙咧嘴地推开了巨大的门扇。",
    "The door was found locked from the inside, and he seemed to have been stabbed, but there was an odd smell in the room. Frankly, I'm stumped.": "门是从里面锁上的，他似乎被刺伤了，但房间里有一股奇怪的气味。坦白说，我毫无头绪。",
    "The door won't open!": "门打不开！",
    "The door won't open.|You notice a black cross on the door.": "门打不开。|你注意到门上有一个黑色十字。",
    "The doors close behind you with the sound of crunching bone.|Before you stretches a winding tunnel blocked by an ancient gate.": "门在你身后关上了伴随着骨头碎裂的声音。|在你面前是一条蜿蜒的隧道，被一扇古老的门挡住了。",
    "The doors creak open revealing the bright daylight.|You walk outside into the warmth of the jungle heat.": "门吱嘎一声打开露出明亮的日光。|你走到外面感受到丛林的温暖热气。",
    "The drain is totally blocked.|It really stinks. No, it REALLY smells bad.|It's certainly clear nobody's cleaned it recently.": "下水道完全堵住了。|真的很臭。不，是真的非常臭。|很明显最近没有人清理过。",
    "The drain seems to have been recently cleaned.|You can still smell the faint aroma of poison.": "下水道似乎最近被清理过了。|你还能闻到一丝微弱的毒药气味。",
    "The drawers are locked!  A note left on the drawers reads: Beware of the dog!": "抽屉锁着！抽屉上留着一张纸条写着：小心恶犬！",
    "The drawers are locked! A note is scratched on the top of the drawers: It's a guard's life.": "抽屉锁着！抽屉顶部刻着一行字：这就是守卫的生活。",
    "The drawers are locked!|A note left on the drawers reads: Don't forget to feed the chickens.": "抽屉锁着！|抽屉上留着一张纸条写着：别忘了喂鸡。",
    "The driver completely ignores you.": "车夫完全无视了你。",
    "The dwarves bring them from the mine for us. Tell you what, I'll give you 100 Death Runes for the cat.": "矮人们从矿井里给我们带来这些。这样吧，我出100个死亡符文换你的猫。",
    "The eligible people to use the digsite are:|All that have passed the appropriate earth sciences exams.": "有资格使用发掘场的人员：|所有通过了相应地球科学考试的人。",
    "The exact knowledge of the spell is lost to us now,|but the essence of the spell|has been infused into four powering crystals|that keep the tower protected from the hordes in the Feldips.": "这个咒语的确切知识现在已经失传了，|但咒语的精华|已被注入四块能量水晶中|使了望塔免受Feldip山群敌的侵犯。"
}