{
    "You don't scare me!": "你吓不倒我！",
    "You don't seem very tough. Who are you?": "你看起来不怎么厉害。你是谁？",
    "You don't think im going to fall for that do you?|Get lost!": "你不会以为我会上那个当吧？|滚开！",
    "You don't understand. This is a computer game!": "你不明白。这是一个电脑游戏！",
    "You don't wanna put it near any naked flames. Want some?": "你可别把它放在明火附近。要一些吗？",
    "You don't want to attack me. I am your friend.": "你不会想攻击我的。我是你的朋友。",
    "You drink from the cauldron, it tastes horrible! You feel yourself imbued with power.": "你喝了大锅里的液体，味道糟透了！你感觉到自己充满了力量。",
    "You drive a hard bargain, but|I guess that will have to do.": "你真会讲价，但|我想只能这样了。",
    "You drop the barrel on the floor, Ana gets out.": "你把桶放在地上，Ana出来了。",
    "You exchange the fish for Caleb's piece of the crest.": "你用鱼换取了Caleb那块家族纹章碎片。",
    "You exchange the wax with the candle maker for a black candle.": "你和蜡烛匠交换蜂蜡换了一根黑蜡烛。",
    "You fall through...|...you land in the sewer.|Edmond follows you down the hole.": "你掉了下去...|...你落在了下水道里。|Edmond跟着你从洞里下来了。",
    "You feed the poisoned food to the sheep.|It happily eats it all up.|You watch as the sheep collapses dead onto the floor.": "你把有毒的食物喂给了羊。|它高兴地全吃了。|你看着羊倒在地上死了。",
    "You feel a chill touch as the spirit removes the dagger from your hand.": "当灵体从你手中取走匕首时，你感到一阵寒冷的触感。",
    "You feel a rush of energy charge through your veins. Suddenly a|cape appears before you.": "你感到一股能量涌过血管。突然一件|披风出现在你面前。",
    "You feel certain that your weapon would melt if you tried to attack through these magical flames.": "你确信如果你试图穿过这些魔法火焰攻击，你的武器会融化。",
    "You feel for the pins and levers in the mechanism.": "你摸索着机关里的弹簧和杠杆。",
    "You feel that taking more than one Holy Grail might be greedy...": "你觉得拿不止一个圣杯可能太贪心了...",
    "You feel that the Grail shouldn't be moved.|You must complete some task here before you are worthy.": "你觉得圣杯不应该被移动。|你必须在这里完成某个任务才配得上它。",
    "You feel the crate being lifted.": "你感觉箱子被抬起来了。",
    "You feel the crate being lifted.|@dbl@Oof. Wow, this is pretty heavy!|@dbl@I never knew candles weighed so much!": "你感觉箱子被抬起来了。|@dbl@嘿呦。哇，好重啊！|@dbl@我从不知道蜡烛这么沉！",
    "You feel the crate being lifted.|@dbl@Oof. Wow, this is pretty heavy!|@dbl@What is she shipping back?": "你感觉箱子被抬起来了。|@dbl@嘿呦。哇，好重啊！|@dbl@她到底要运什么回去？",
    "You feel the crate being put down inside the ship.": "你感觉箱子被放在了船里面。",
    "You feel the crate being put down.": "你感觉箱子被放下了。",
    "You feel the ship start to move.": "你感觉船开始移动了。",
    "You feel tired from the journey, but at least|you didn't have to walk all that distance.": "旅途让你感到疲惫，但至少|你不用走那么远的路。",
    "You find a human corpse hanging in the noose. It looks as if the corpse can be removed easily. Would you like to remove the corpse from the noose?": "你发现绞索上挂着一具人类尸体。看起来尸体可以很容易地取下来。你要把尸体从绞索上取下来吗？",
    "You find a key hidden under the flower pot.": "你在花盆下面找到了一把藏着的钥匙。",
    "You find a kitten!": "你找到了一只小猫！",
    "You find a magnet in the cupboard.": "你在柜子里找到了一块磁铁。",
    "You find a map piece in the chest.": "你在箱子里找到了一块地图碎片。",
    "You find a small inscription at the bottom of the altar.|It reads: 'Snarthon Candtrick Termanto'.": "你在祭坛底部发现了一小段铭文。|上面写着：'Snarthon Candtrick Termanto'。",
    "You find a small portrait in here which you take.": "你在这里找到了一幅小画像并拿走了它。",
    "You find a trap on the lever! You disable the trap.": "你在拉杆上发现了一个陷阱！你解除了陷阱。",
    "You find an interesting tome. It looks heavy and very unique.": "你发现了一本有趣的典籍。看起来很沉而且非常独特。",
    "You find five slightly round depressions and some strange markings. There is a lot of dirt and mould growing over the markings, but you clear it out. After a while you manage to see that it is some form of message. Would you like to read it?": "你发现了五个略圆的凹槽和一些奇怪的标记。标记上长满了污垢和霉菌，但你把它们清理干净了。过了一会儿你看出这是某种信息。你想读一下吗？",
    "You find it hard to bend the bar, perhaps you should try again?": "你觉得很难弯曲铁条，也许你应该再试一次？",
    "You find nothing of significance. And it does look quite scary.": "你没有发现什么重要的东西。而且看起来确实挺吓人的。",
    "You find nothing.": "你什么都没找到。",
    "You find some writing on the dolmen. You'll need some papyrus and charcoal to make new notes from this dolmen.": "你在石桌上发现了一些文字。你需要一些纸莎草和木炭来从这个石桌上做笔记。",
    "You find the pieces of crystal fit perfectly into the strangely shaped compartments. You use your crafting skill to control the furnace.": "你发现水晶碎片完美地嵌入了形状奇特的隔间。你用制作技能来操控熔炉。",
    "You find the word 'SMELL' marked on the wall. The outline of a door appears on the wall. What would you like to do?": "你在墙上发现了'SMELL'这个单词。墙上出现了一扇门的轮廓。你想怎么做？",
    "You find two candlesticks in the chest. So that will be one for you, and one for the person who killed Grip for you.": "你在箱子里找到了两个烛台。所以你一个，帮你杀了Grip的人一个。",
    "You fire the ballista.|The huge spear flies through the air...": "你发射了弩炮。|巨大的长矛飞过空中...",
    "You fit the lever into the bracket.": "你把拉杆装进了支架。",
    "You focus all of your strength on the bar. Your muscles ripple!": "你把全部力量集中在铁条上。你的肌肉在颤动！",
    "You forget. I'm good at knowing things.": "你忘了。我很擅长打探消息。",
    "You fought well, adventurer.": "你打得很好，冒险者。",
    "You friend of gnome people, you friend of mine.|Would you like me to take you somewhere?": "你是侏儒族的朋友，就是我的朋友。|你要我带你去哪里吗？",
    "You get back there and do whatever is necessary to safeguard my kingdom from attack, or I will see you beheaded for high treason!": "你赶紧回去做一切必要的事来保护我的王国免受攻击，否则我会以叛国罪砍你的头！",
    "You get some wax from the hive.": "你从蜂巢中取得了一些蜂蜡。",
    "You give Aluft the batta. He sniffs it then takes a bite...": "你把batta饼递给Aluft。他闻了闻然后咬了一口...",
    "You give Aluft the chocolate bomb. He takes a bite...": "你把巧克力炸弹递给Aluft。他咬了一口...",
    "You give Aluft the toad batta. He takes a bite...": "你把蟾蜍batta饼递给Aluft。他咬了一口...",
    "You give Aluft the toad crunchies. He takes a bite...": "你把蟾蜍脆饼递给Aluft。他咬了一口...",
    "You give Aluft the worm hole. He takes a bite...": "你把虫洞递给Aluft。他咬了一口...",
    "You give Blurberry the Blurberry Special. He takes a sip...": "你把Blurberry特调递给Blurberry。他抿了一口...",
    "You give Blurberry the Choc Saturday. He takes a sip...": "你把巧克力星期六递给Blurberry。他抿了一口...",
    "You give Blurberry the Drunk Dragon. He takes a sip...": "你把醉龙递给Blurberry。他抿了一口...",
    "You give Blurberry the Fruit Blast. He takes a sip...": "你把水果爆破递给Blurberry。他抿了一口...",
    "You give Blurberry the SGG. He takes a sip...": "你把SGG递给Blurberry。他抿了一口...",
    "You give Doctor Orbon 100 coins.|He hands over a protective suit.": "你给了Orbon医生100金币。|他递给你一套防护服。",
    "You give a limpwurt root, some red spider|eggs and 5 coins to the Apothecary.|The Apothecary brews up a potion.": "你把一根limpwurt根、一些红蜘蛛|卵和5金币交给了药剂师。|药剂师调配了一瓶药水。",
    "You give a whistle to Sir Percival. You tell sir Percival what to do with the whistle.": "你把哨子给了Percival爵士。你告诉Percival爵士怎么用这个哨子。",
    "You give bread to the beggar.": "你把面包给了乞丐。",
    "You give four coloured beads to Wizard Mizgog.": "你把四颗彩色珠子交给了巫师Mizgog。",
    "You give some goblin armour to the goblins.": "你把一些哥布林盔甲给了哥布林们。",
    "You give some milk, an egg and some flour to the cook.": "你把牛奶、鸡蛋和面粉交给了厨师。",
    "You give the Cannon Engineer 750,000 coins...": "你给了大炮工程师750,000金币...",
    "You give the ball back.": "你把球还了回去。",
    "You give the blurite ore and two iron bars to Thurgo. Thurgo starts to make the sword. Thurgo hands you a sword.": "你把blurite矿石和两根铁锭交给了Thurgo。Thurgo开始制作剑。Thurgo把一把剑交给你。",
    "You give the card to the barbarian": "你把卡片交给了野蛮人",
    "You give the crossbows to Katrine.": "你把弩交给了Katrine。",
    "You give the map to Ned.": "你把地图交给了Ned。",
    "You give the portrait to Thurgo. Thurgo studies the portrait.": "你把画像交给了Thurgo。Thurgo仔细研究着画像。",
    "You give the sword to the squire.": "你把剑交给了侍从。",
    "You give the trophy to the dwarf.": "你把奖杯交给了矮人。",
    "You go and sound the alarm, I can't see anything wrong with the mine. Have you seen the fire yourself?": "你去拉警报吧，我看矿洞没什么问题。你自己看到火了吗？",
    "You got 1 question correct. At least it's a start.": "你答对了1题。至少是个开始。",
    "You got 1 question correct. Better luck next time.": "你答对了1题。下次运气会更好。",
    "You got 1 question correct. Try harder!": "你答对了1题。再努力点！",
    "You got 2 questions correct. A little more study and you will pass it.": "你答对了2题。再多学习一点就能通过了。",
    "You got 2 questions correct. Not bad, just a little more revision needed.": "你答对了2题。不错，只需要再复习一点点。",
    "You got 2 questions correct. Not too bad, but you can do better...": "你答对了2题。还不错，但你可以做得更好...",
    "You got a lot of hides you want tanning quickly? I'm your guy!": "你有很多皮革想快速鞣制？找我就对了！",
    "You got all the questions correct, well done!": "你答对了所有题目，干得好！",
    "You got all the questions correct. Well done!": "你答对了所有题目。干得好！",
    "You got lucky with freeing Merlin but there's no way a puny wannabe like you is going to find the Holy Grail where so many others have failed.": "你运气好救出了Merlin，但像你这种弱不禁风的冒牌货根本不可能在这么多人都失败的地方找到圣杯。",
    "You got no business there!": "你在那里没有什么事！",
    "You gotta start 'em young!": "得从小培养！",
    "You hand Alomone the scroll of Hazeel.": "你把Hazeel的卷轴交给了Alomone。",
    "You hand Aubury the research package.": "你把研究包裹交给了Aubury。",
    "You hand Avan the perfect gold ring and necklace.": "你把完美的金戒指和项链交给了Avan。",
    "You hand Ceril the bottle of poison.": "你把毒药瓶交给了Ceril。",
    "You hand Ned 15 coins.|Ned gives you a coil of rope.": "你递给Ned 15金币。|Ned给了你一卷绳子。",
    "You hand Ned 3 balls of wool. Ned works with the wool.|His hands move with a speed you couldn't imagine.": "你递给Ned 3团毛线。Ned开始加工毛线。|他的双手以你无法想象的速度移动着。",
    "You hand Straven the candlestick.": "你把烛台交给了Straven。",
    "You hand a beer to the guard, he drinks it in seconds.": "你递给卫兵一杯啤酒，他几秒钟就喝完了。",
    "You hand a bottle of Khali brew to the guard. He takes a mouthful of the drink.": "你递给卫兵一瓶Khali酿。他喝了一大口。",
    "You hand over 4 balls of wool.|Ned gives you a coil of rope.": "你递出4团毛线。|Ned给了你一卷绳子。",
    "You hand over all the evidence.": "你交出了所有证据。",
    "You hand over the Stone Plaque to Trufitus.": "你把石匾交给了Trufitus。",
    "You hand over the Tribal Totem.": "你交出了部落图腾。",
    "You hand over the berries,|which the Apothecary shakes up in|a vial of strange liquid.": "你递上浆果，|药剂师将它们在|一瓶奇怪的液体中摇匀。",
    "You hand over the disguise and key over to Prince Ali.": "你把伪装和钥匙交给了Ali王子。",
    "You hand over the pie. Thurgo eats the pie. Thurgo pats his stomach.": "你递上馅饼。Thurgo吃了馅饼。Thurgo拍了拍肚子。",
    "You hand over the report.|The man reads the report.": "你交出了报告。|那个人阅读了报告。",
    "You hand over the shield parts.": "你交出了盾牌碎片。",
    "You hand over your catch.": "你交出了你的渔获。",
    "You hand the ID papers over to Grip.": "你把身份证件交给了Grip。",
    "You hand the Talisman to the wizard.": "你把护符交给了巫师。",
    "You hand the ash, flour, water and redberries to Aggie.|Aggie tips the ingredients into a cauldron|and mutters some words.": "你把灰烬、面粉、水和红浆果交给Aggie。|Aggie把材料倒进大锅|嘴里念叨着什么。",
    "You hand the crumpled scroll to Trufitus.": "你把皱巴巴的卷轴交给了Trufitus。",
    "You hand the dark dagger to the spirit.": "你把黑暗匕首交给了灵体。",
    "You hand the head wizard the research notes.|He hands you back the Air Talisman.": "你把研究笔记交给了首席巫师。|他把风护符还给了你。",
    "You hand the notes over to Trufitus.": "你把笔记交给了Trufitus。",
    "You hand the tattered scroll to Trufitus.": "你把破烂的卷轴交给了Trufitus。",
    "You hand two more beers to the guard.|He takes a sip of one, and then he drinks them both.": "你又递给卫兵两杯啤酒。|他先抿了一口，然后把两杯都喝了。",
    "You happily start hacking away at the table but realise that you won't have enough wood to properly finish the item off!": "你高兴地开始砍桌子，但发现你没有足够的木头来正确完成这件物品！",
    "You have a ball in play.|Do you need to hear the rules again?": "你有一个球在场上。|你需要再听一遍规则吗？",
    "You have a bronze pickaxe there, which is the most inefficient pickaxe available, but is perfect for a beginner.": "你那里有一把青铜镐，这是最低效的镐，但对初学者来说很合适。",
    "You have a choice.|You can either pay five gold pieces or...|You can be transported to a maximum security prison|in Port Sarim.": "你有一个选择。|你可以支付五枚金币，或者...|你可以被押送到Port Sarim的|最高安全监狱。",
    "You have a mission for us adventurer. Go to the Carnilliean household and poison their meal to prove your loyalty.": "我们有一个任务给你，冒险者。去Carnillean家下毒来证明你的忠诚。",
    "You have a part of your family crest. I am on a quest to retrieve all of the fragmented pieces and restore the crest.": "你有家族纹章的一部分。我正在执行一个任务，要找回所有碎片并修复纹章。",
    "You have already claimed the reward.|You can't claim it twice!": "你已经领过奖励了。|你不能领两次！",
    "You have already disposed of this sheep;|there's no need to prod it again.": "你已经处理过这只羊了；|不需要再赶它了。",
    "You have already excavated this area. Your spade clangs against the granite.": "你已经挖掘过这个区域了。你的铲子碰到花岗岩发出叮当声。",
    "You have already freed Merlin from the crystal.|Go and see King Arthur for your reward.": "你已经把Merlin从水晶中解救出来了。|去找亚瑟王领取你的奖励吧。",
    "You have already learnt the first thing needed to|succeed in this world... Talking to other people!": "你已经学会了在这个世界上|取得成功所需的第一件事...和别人交谈！",
    "You have already made the Yommi tree Totem Pole. You don't need to grow another tree.": "你已经制作了Yommi树图腾柱。你不需要再种一棵树了。",
    "You have already placed that chunk of crystal into the furnace.": "你已经把那块水晶放进熔炉了。",
    "You have already replaced the evil totem pole with your own. You feel a great sense of accomplishment.": "你已经用你自己的图腾柱替换了邪恶的图腾柱。你感到一种巨大的成就感。",
    "You have already taken the Golden candle.": "你已经拿过金蜡烛了。",
    "You have already taken the Golden feather.": "你已经拿过金羽毛了。",
    "You have already taken the Golden hammer.": "你已经拿过金锤子了。",
    "You have already taken the Golden needle.": "你已经拿过金针了。",
    "You have already taken the Golden pot.": "你已经拿过金壶了。",
    "You have already taken the Golden tinderbox.": "你已经拿过金火绒盒了。",
    "You have already taken the thread.": "你已经拿过线了。",
    "You have already won the fishing competition!|You don't need to catch any more fish here.": "你已经赢得了钓鱼比赛！|你不需要在这里再钓鱼了。",
    "You have been cleansed!": "你已经被净化了！",
    "You have been on this world a relatively short time, at least compared to me. So do you want your fortune told or not?": "你来到这个世界的时间还比较短，至少和我比起来是这样。所以你到底要不要算命？",
    "You have brought me notes saying 'I promise to pay the bearer on demand the listed number of Rune Essence.' How is that supposed to help me?": "你给我带来的笔记上写着'我承诺按要求向持有者支付所列数量的符文精华。'这怎么能帮到我？",
    "You have come to haunt my dreams until I pass on your message to a dearly loved one. I understand. Pray, tell me who would you like me to pass a message on to?": "你来纠缠我的梦境，直到我把你的信息传递给你深爱的人。我明白了。请告诉我，你想让我把信传给谁？",
    "You have crossed my path too many times intruder. Leave or face my wrath.": "入侵者，你挡我的路太多次了。要么离开，要么面对我的怒火。",
    "You have defeated me for now! I shall reappear in the North!": "你暂时打败了我！我会在北方重新出现！",
    "You have done well, Bwana, to have succeeded where so many others have failed. You are a true Legend Bwana.": "你做得很好，Bwana，在这么多人失败的地方取得了成功。你是一位真正的传奇，Bwana。",
    "You have fought the good fight this day.": "你今天打了一场漂亮的仗。",
    "You have got the skirt, good.": "你拿到裙子了，很好。",
    "You have guessed correctly that I'm responsible for that.": "你猜对了，那是我干的。",
    "You have my eternal gratitude adventurer, for all you have done in saving my family's honour. Perhaps some day my sons will overcome their differences.": "冒险者，我永远感激你，感谢你为拯救我家族荣誉所做的一切。也许有一天我的儿子们会放下分歧。",
    "You have my full apologies Traveller!": "旅者，我向你致以最诚挚的歉意！",
    "You have my gratitude for releasing me, there is still much that needs to be done before Shilo Village is utterly destroyed. Please excuse me, I have plans and people to execute!": "感谢你释放了我，在Shilo村被彻底毁灭之前还有很多事要做。失陪了，我还有计划和人要处决！",
    "You have my gratitude for releasing my spirit.|I have suffered a vengeful and evil existence.|I was tricked by Zamorak.|He returned my son to me as an undead creature.": "感谢你释放了我的灵魂。|我遭受了一段充满仇恨和邪恶的存在。|我被Zamorak欺骗了。|他把我的儿子变成亡灵还给了我。",
    "You have my utter faith adventurer. I can't openly defy my employer, Sir Ceril, but I'd like you to know that I think you're on the right track there.": "冒险者，我完全信任你。我不能公开违抗我的雇主Ceril爵士，但我想让你知道，我觉得你走在正确的道路上。",
    "You have news of Drezel for me?": "你有Drezel的消息要告诉我吗？",
    "You have no business here. Leave.... now.": "你在这里没有什么事。走...马上。",
    "You have no idea human!": "你根本不了解，人类！",
    "You have no idea what you have just done!": "你根本不知道你刚刚做了什么！",
    "You have no idea!": "你根本不知道！",
    "You have no idea!|Did he help at all?": "你根本不知道！|他有帮上忙吗？",
    "You have not proved yourself worthy to enter here yet.": "你还没有证明自己有资格进入这里。",
    "You have now passed the Earth Sciences level 1 general exam. Here is your certificate to prove it. You also get a decent trowel to dig with. Of course, you'll want to get studying for your next exam now!": "你现在通过了地球科学1级基础考试。这是你的证书作为证明。你还得到了一把像样的泥铲用来挖掘。当然，你现在会想要开始为下一次考试学习了！",
    "You have now passed the Earth Sciences level 2 intermediate exam. Here is your certificate. Of course, you'll want to get studying for your next exam now!": "你现在通过了地球科学2级中级考试。这是你的证书。当然，你现在会想要开始为下一次考试学习了！",
    "You have our gratitude, and I'm sure the rest of the family's as well, in helping to apprehend the murderer. I'll just take the evidence from you now.": "我们非常感谢你，我相信家里其他人也是，感谢你帮助抓住了凶手。我现在把证据从你这里拿走吧。",
    "You have proved yourself of the honour.": "你已经证明了自己配得上这份荣誉。",
    "You have released me from my torture, and now I shall aid you. You seek to dispell the one who tortured and killed me. Remember this... 'I am the key, but only kin may approach her.'": "你把我从折磨中解救了出来，现在我会帮助你。你想要消灭那个折磨并杀害了我的人。记住这句话...'我就是钥匙，但只有亲族才能接近她。'",
    "You have set Merlin free. Now talk to King Arthur.": "你解救了Merlin。现在去和亚瑟王谈谈。",
    "You have something that belongs to me...": "你身上有属于我的东西...",
    "You have successfully patched the holes in the ship.": "你成功地修补了船上的洞。",
    "You have the eternal gratitude of the Emir for rescuing his son. I am authorised to pay you 700 coins.": "埃米尔对你营救他儿子一事永远心存感激。我被授权支付你700金币。",
    "You have the key, good.": "你有钥匙了，很好。",
    "You have the plans and all the items needed. You should be able to complete the item on your own. Please bring me the item when it is finished.": "你有图纸和所有需要的材料了。你应该能自己完成制作。完成后请把成品带给我。",
    "You have the rope I see, to tie up Keli.|That will be the most dangerous part of the plan.": "我看到你有绳子了，用来绑住Keli。|那将是计划中最危险的部分。",
    "You have the skin paint, well done.|I thought you would struggle to make that.": "你有皮肤颜料了，干得好。|我以为你做那个会很费劲呢。",
    "You have to walk to the correct spot, so that your coordinates are exactly the same as the values written on the clue scroll.": "你必须走到正确的位置，使你的坐标与线索卷轴上写的数值完全一致。",
    "You have? That's great!|Now can you pass me those reaction agents please?": "你有了？太好了！|现在能把那些反应试剂递给我吗？",
    "You have? Unfortunately I don't have it any more... in my attempts to slay the fiendish Chronozon, the blood demon, I lost a lot of equipment in": "你有了？不幸的是我已经没有了...在我试图杀死邪恶的Chronozon，那个血魔的时候，我失去了很多装备在",
    "You have??? Many thanks brave adventurer! Here, have some freshly cooked Karamjan fish, caught specially by my tribe.": "你有了？？？太感谢了，勇敢的冒险者！给你，这是我部落特意捕获的新鲜烤Karamja鱼。",
    "You haven't guessed? This talisman you brought me...|it is the key to the elemental altar of air! When|you hold it next, it will direct you towards": "你还没猜到？你带给我的这个护符...|它是风元素祭坛的钥匙！当|你下次拿着它时，它会引导你前往",
    "You hear a disembodied voice fading away into the distance,|'May you perish in the fires of Zamorak's furnace!|Rashiliyia's curse is upon you!'": "你听到一个脱离肉体的声音渐渐消失在远处，|'愿你在Zamorak的熔炉之火中灭亡！|Rashiliyia的诅咒降临在你身上！'",
    "You hear a ghostly wailing sound coming from the corpse and a whispering voice says,'Let me rest in a sacred place and assist you I will'": "你听到尸体传来鬼魅般的哀号声，一个低语的声音说：'让我在圣地安息，我将助你一臂之力'",
    "You hear a loud crack as the ship comes to a juddering halt.": "你听到一声巨响，船猛然停了下来。",
    "You hear a muffled groan. The sack wriggles slightly.": "你听到闷闷的呻吟声。麻袋微微蠕动。",
    "You hear a satisfying 'click' as you tumble the lock mechanism.": "你拨弄锁芯时听到了令人满意的'咔哒'声。",
    "You hear an unearthly moaning sound as you see an apparition materialise right in front of you.": "你听到一声诡异的呻吟，看到一个幽灵在你面前具象化了。",
    "You hear muffled noises from the sack.|You open the sack.": "你听到麻袋里传来闷闷的声音。|你打开了麻袋。",
    "You hear the clunking of some hidden machinery.": "你听到一些隐藏机关的咔嗒声。",
    "You hear the door being unbarred from inside.": "你听到门从里面被打开了门闩。",
    "You hear the grinding of an ancient pulley system.": "你听到了古老滑轮系统的吱嘎声。",
    "You hear voices outside the crate.|@dbl@Are these the crates for pick up?": "你听到箱子外面有说话声。|@dbl@这些是要取的箱子吗？",
    "You hear voices outside the crate.|@dbl@Is this your crate, Arhein?": "你听到箱子外面有说话声。|@dbl@这是你的箱子吗，Arhein？",
    "You heartless rogue! What could be more important than Guidor's life? A life spent well, if not always wisely... I just hope that Saradomin shows mercy on his soul!": "你这个冷血无情的无赖！有什么能比Guidor的生命更重要？他过了充实的一生，虽然并不总是明智...我只希望Saradomin能对他的灵魂施以怜悯！",
    "You hop into the cart and the driver urges the horses on.|You take a taxing journey through the jungle to Brimhaven.": "你跳上马车，车夫催促着马匹前行。|你经历了一段艰辛的丛林旅程到达了Brimhaven。",
    "You hop into the cart and the driver urges the horses on.|You take a taxing journey through the jungle to Shilo Village.": "你跳上马车，车夫催促着马匹前行。|你经历了一段艰辛的丛林旅程到达了Shilo村。",
    "You however have caused me much trouble today. You must remain here so that I may at least have the pleasure of killing you myself.": "然而你今天给我惹了不少麻烦。你必须留在这里，这样我至少能亲手杀你的快感。",
    "You idiot! A plague sample should be confined to a lab! I'm taking it off you. I'm afraid it's the only responsible thing to do.": "你这个白痴！瘟疫样本应该被限制在实验室里！我要没收它。恐怕这是唯一负责任的做法。",
    "You inspect the half baked batta...": "你检查了半熟的batta饼...",
    "You inspect the half baked crunchies...": "你检查了半熟的脆饼...",
    "You investigate the rocks and find a dank, narrow crawl-way. Do you want to crawl into this dank, dark, narrow, possibly dangerous hole?": "你调查了岩石，发现了一条潮湿狭窄的爬行通道。你想爬进这个潮湿、黑暗、狭窄、可能很危险的洞吗？"
}