{
    "I'm afraid I've lost some of the stuff that you gave me...": "恐怕我弄丢了你给我的一些东西……",
    "I'm afraid I've lost the batta tin you gave to me.": "恐怕我弄丢了你给我的饼干模具。",
    "I'm afraid I've lost the crunchie tray you gave to me.": "恐怕我弄丢了你给我的脆片烤盘。",
    "I'm afraid I've lost the crunchy tray you gave to me.": "恐怕我弄丢了你给我的脆片烤盘。",
    "I'm afraid I've lost the gnomebowl mould you gave to me.": "恐怕我弄丢了你给我的侏儒碗模具。",
    "I'm afraid I've lost the key you gave me...": "恐怕我弄丢了你给我的钥匙……",
    "I'm afraid all our toad's legs are served fresh.": "恐怕我们所有的蟾蜍腿都是现做的。",
    "I'm afraid it isn't sea worthy, it's full of holes.|To fill the holes I'll need some swamp paste.": "恐怕它不适合航海，到处是洞。|要填补这些洞我需要一些沼泽膏。",
    "I'm afraid it will cost me that much to replace.|I cannot possibly sell it for less.": "恐怕替换的成本就是这么多。|我不可能卖得更便宜。",
    "I'm afraid not Ceril.": "恐怕不行，Ceril。",
    "I'm afraid not, and we're running out of time.|I need you to go into the heart of the battlefield,|find the trackers, and bring back the coordinates.": "恐怕没有，而且我们快没时间了。|我需要你深入战场中心，|找到追踪器，并带回坐标。",
    "I'm afraid not, but I'm sure he hasn't gone far.": "恐怕没有，但我确信他没走远。",
    "I'm afraid not.": "恐怕不行。",
    "I'm afraid not. He left here many moons ago and I know not where he went.": "恐怕不行。他很久以前就离开这里了，我不知道他去了哪里。",
    "I'm afraid so.": "恐怕是的。",
    "I'm afraid you'll have to go through the ancient underground pass...": "恐怕你得穿过古老的地下通道……",
    "I'm afraid...(she sobs)...that Guidor is not long for this world! So I'm not letting people see him now.": "恐怕……（她抽泣着）……Guidor活不了多久了！所以我现在不让人来见他。",
    "I'm after a weapon or two.": "我想买一两件武器。",
    "I'm also the community officer round here too. So it's my job to tell you about your friends and ignore list.": "我也是这一带的社区官员。所以告诉你关于好友列表和屏蔽列表的事是我的职责。",
    "I'm always at peace with myself.": "我的内心一直很平静。",
    "I'm amazed by how much humans chat. The sign over there says training area, not pointless conversation area.": "人类聊天聊得太多了让我震惊。那边的牌子上写的是训练场，不是无聊对话区。",
    "I'm an incredibly busy man you know!|Now, get to the point, what do you want?": "你知道我是个非常忙碌的人！|好了，说重点，你想要什么？",
    "I'm begging your kindness; I don't have it!": "我求求你行行好；我没有那个！",
    "I'm bigger than you.|Let me by!": "我比你大。|让我过去！",
    "I'm bored of leather already.": "我已经厌倦皮革了。",
    "I'm busy right now.": "我现在很忙。",
    "I'm called Boot, because when I was very young, I used to sleep, in a large boot.": "我叫Boot（靴子），因为我很小的时候，曾经睡在一只大靴子里。",
    "I'm certain it was Bob.": "我确定是Bob。",
    "I'm commander Montai.|The orb is in the Khazard stronghold to the north,|but until we weaken their defences|we can't get close.": "我是Montai指挥官。|宝珠在北边的Khazard据点里，|但是在削弱他们的防御之前|我们无法靠近。",
    "I'm cooking pizzas for the people in this camp.": "我在给营地里的人做比萨。",
    "I'm doing Alfred Grimhand's Barcrawl.": "我在做Alfred Grimhand的酒馆巡游。",
    "I'm doing Alfred Grimhand's barcrawl.": "我在做Alfred Grimhand的酒馆巡游。",
    "I'm doing Alfred Grimhands Barcrawl.": "我在做Alfred Grimhand的酒馆巡游。",
    "I'm far too upset to talk to random people right now.": "我现在太难过了，没心情跟陌生人说话。",
    "I'm feeling alright now, thanks.": "我现在感觉好多了，谢谢。",
    "I'm fine alone.": "我一个人没问题。",
    "I'm fine thanks.": "我很好，谢谢。",
    "I'm fine, I can't say the same for your glider!": "我没事，但你的滑翔机就不好说了！",
    "I'm fine, how are you?": "我很好，你呢？",
    "I'm fine. Where's my armour?": "我没事。我的盔甲在哪？",
    "I'm from the Ministry of Health and Safety.": "我来自卫生安全部。",
    "I'm getting a bad feeling about this.": "我有一种不好的预感。",
    "I'm getting there.": "我在努力了。",
    "I'm getting there. Have you found my rock sample yet?": "我在努力了。你找到我的岩石样本了吗？",
    "I'm glad Veronica didn't actually get engaged to a chicken.": "我很高兴Veronica没有真的跟一只鸡订婚。",
    "I'm glad that was easier on the way back!": "我很高兴回来的路容易多了！",
    "I'm glad you asked.": "你问得好。",
    "I'm going to stop you, Glough!": "我要阻止你，Glough！",
    "I'm going to use the powerful sword Silverlight, which I believe you have one of the keys for?": "我要使用强大的银光之剑，我相信你有其中一把钥匙？",
    "I'm gonna sweep you off your feet.": "我要让你拜倒。",
    "I'm good thanks, how's the tree?": "我很好，谢谢，大树怎么样了？",
    "I'm good, just working hard as usual...": "我很好，跟往常一样努力工作……",
    "I'm good... just keeping an eye out.": "我很好……只是保持警惕。",
    "I'm good.|Busy as always looking after Kent and Kennith but no complaints.": "我很好。|一如既往地忙着照顾Kent和Kennith，但没什么好抱怨的。",
    "I'm great now, those goblins can't get close with this cannon blasting at them!": "我现在棒极了，有这门大炮轰着那些哥布林，它们根本靠近不了！",
    "I'm hanging in there.": "我在坚持。",
    "I'm having problems getting glass.": "我在弄玻璃方面遇到了问题。",
    "I'm here to get rich, rich, rich!": "我来这里是要发财，发财，发大财！",
    "I'm here to help the guards with their investigation.": "我来帮助卫兵进行调查的。",
    "I'm here to take your plans, hand them over now or I'll kill you!": "我来拿你的计划，现在交出来不然我杀了你！",
    "I'm impressed! That's something I was never able to do. Half a moment; your cup of tea is ready.": "我很佩服！这是我从来都做不到的。等一下，你的茶好了。",
    "I'm impressed. You must be very powerful. I don't suppose you can stop me being a ghost?": "我很佩服。你一定很强大。你不会碰巧能让我不再当鬼吧？",
    "I'm in for murder, so you'd better get me out of here!": "我因谋杀被关进来的，你最好把我弄出去！",
    "I'm in search of a man named Avan Fitzharmon.": "我在找一个叫Avan Fitzharmon的人。",
    "I'm in search of a quest.": "我在找任务。",
    "I'm in search of adventure!": "我在寻找冒险！",
    "I'm in search of enemies to kill.": "我在找敌人杀。",
    "I'm in search of treasure.": "我在找宝藏。",
    "I'm interested in these deals.": "我对这些交易感兴趣。",
    "I'm interested.": "我感兴趣。",
    "I'm investigating the murder at the Sinclair house.": "我在调查Sinclair家的谋杀案。",
    "I'm investigating the murder up at the Sinclair place.": "我在调查Sinclair家的谋杀案。",
    "I'm just having a little drop of whisky, then I'll feel really good.": "我只是喝一小口威士忌，然后我就感觉棒极了。",
    "I'm just looking around.": "我只是四处看看。",
    "I'm just looking thanks.": "我只是看看，谢谢。",
    "I'm just saying that perhaps you would like to peruse my selection of garments.": "我只是说也许你想看看我精选的服装。",
    "I'm just sun bathing!": "我只是在晒太阳！",
    "I'm keeping away from there.": "我离那里远远的。",
    "I'm knowing some magic trickesses!|I could get over easy as that!": "我会一些魔法小把戏！|我能轻轻松松翻过去！",
    "I'm looking for Imcando dwarves to help me.": "我在找Imcando矮人来帮我。",
    "I'm looking for a gherkin...": "我在找一根小黄瓜……",
    "I'm looking for a guy called Ernest.": "我在找一个叫Ernest的人。",
    "I'm looking for a man... his name is Avan Fitzharmon.": "我在找一个人……他叫Avan Fitzharmon。",
    "I'm looking for a quest!": "我在找任务！",
    "I'm looking for a quest.": "我在找任务。",
    "I'm looking for a quest...": "我在找任务……",
    "I'm looking for a woman called Ana, have you seen her?": "我在找一个叫Ana的女人，你见过她吗？",
    "I'm looking for a woman from East Ardougne.": "我在找一个来自东阿多格尼的女人。",
    "I'm looking for adventure!|More specifically, some sort of quest.": "我在寻找冒险！|更准确地说，某种任务。",
    "I'm looking for fame and riches.": "我在寻找名望和财富。",
    "I'm looking for safe route through the caverns, under order of King Lathas.": "我奉Lathas国王之命在寻找穿越洞穴的安全路线。",
    "I'm looking for some lesser Kharid scorpions.|They belong to Thormac the Sorcerer.": "我在找一些小型Kharid蝎子。|它们属于巫师Thormac。",
    "I'm looking for something to kill.": "我在找东西杀。",
    "I'm looking for the door out of here.": "我在找出去的门。",
    "I'm looking for the head wizard.": "我在找首席巫师。",
    "I'm looking for treasure.": "我在找宝藏。",
    "I'm looking for whoever is in charge of this place.": "我在找这里的负责人。",
    "I'm looking for woad leaves.": "我在找菘蓝叶。",
    "I'm lost, can you help me?": "我迷路了，你能帮帮我吗？",
    "I'm lost, can you show me the way out?": "我迷路了，你能给我指路吗？",
    "I'm lost.": "我迷路了。",
    "I'm making wine out of raisins.": "我在用葡萄干酿酒。",
    "I'm missing the pressure gauge and a rubber tube.|They've also taken my oil can,|which I'm going to need to get this thing started again.": "我缺少压力表和橡胶管。|他们还拿走了我的油壶，|我需要它来重新启动这个东西。",
    "I'm more of an adventurer really.": "其实我更像是个冒险者。",
    "I'm nearly there...": "我快到了……",
    "I'm new!": "我是新来的！",
    "I'm not a hundred percent sure the Imcando tribe exists anymore. I should think Reldo, the palace librarian in Varrock, will know; he has done a lot of research on the races of RuneScape.": "我不是百分之百确定Imcando部族是否还存在。我想瓦洛克宫殿图书馆员Reldo会知道；他对RuneScape的各个种族做过大量研究。",
    "I'm not allowed in the Blue Moon Inn. Apparently I'm a drunken trouble maker.": "我不被允许进蓝月亮酒馆。显然我是个醉醺醺的麻烦制造者。",
    "I'm not allowed to speak with strangers.": "我不被允许跟陌生人说话。",
    "I'm not convinced.": "我不太信。",
    "I'm not done yet.": "我还没完成。",
    "I'm not going anywhere!": "我哪也不去！",
    "I'm not going to do anything for you. Forget it.": "我不会帮你做任何事的。算了吧。",
    "I'm not interested in that adventure right now.": "我现在对那个冒险不感兴趣。",
    "I'm not interested in your rantings.": "我对你的胡言乱语不感兴趣。",
    "I'm not interested.": "我不感兴趣。",
    "I'm not looking through that with my hands!": "我才不会用手去翻那个！",
    "I'm not much of a fisherman either.": "我也不怎么会钓鱼。",
    "I'm not one to talk ill of people behind their back, but Frank is a real piece of work. He is an absolutely terrible gambler... he can't pass 2 dogs in the street without putting a bet on which one will bark first!": "我不是那种背后说人坏话的人，但Frank真是个奇葩。他是个糟糕透顶的赌徒……他连街上路过两条狗都要赌哪条先叫！",
    "I'm not paying that much for a broken boat!": "我才不会花那么多钱买一条破船！",
    "I'm not paying you a penny.": "我一分钱都不会付给你。",
    "I'm not prodding a sickly-looking sheep with my hands!": "我才不会用手去戳看起来有病的羊！",
    "I'm not sellin' ye anything till you've slayed that dragon!": "你杀了那条龙之前我什么都不卖给你！",
    "I'm not selling it for any less. You'll probably go and|sell it in Varrock for a profit, anyway.": "我不可能卖得更便宜。反正你可能|会拿到瓦洛克卖掉赚一笔。",
    "I'm not so sure.": "我不太确定。",
    "I'm not starting that again. Maybe if I ignore you you'll go away...": "我不会再跟你说那些了。也许我无视你，你就会走开……",
    "I'm not supposed to let people pan here unless they have permission from the authorities first. Mind you, I could let you have a go if you're willing to do me a favour.": "我本不该让人在这里淘金，除非他们先得到当局的许可。不过，如果你愿意帮我一个忙，我可以让你试试。",
    "I'm not sure I can help.": "我不确定我能帮得上忙。",
    "I'm not sure what to do with the Totem pole.": "我不确定图腾柱该怎么处理。",
    "I'm not sure what to do.": "我不确定该怎么做。",
    "I'm not sure where the book is mind you...|but I'm sure it's around here somewhere.": "我倒是不确定书在哪里……|但我确信它就在这里的某个地方。",
    "I'm not sure why I'd want to do that...": "我不确定我为什么要那样做……",
    "I'm not sure, I was hoping you could tell me.": "我不确定，我希望你能告诉我。",
    "I'm not sure, seems as if others were here before us though...": "我不确定，不过看起来在我们之前好像有其他人来过……",
    "I'm not sure.": "我不确定。",
    "I'm not sure. Ask you what help you need I suppose.": "我不确定。我猜是问你需要什么帮助。",
    "I'm not sure...": "我不确定……",
    "I'm not that fat!": "我才没那么胖！",
    "I'm not that sort of customs officer.": "我不是那种海关官员。",
    "I'm not that well up on the gossip out here. I've heard that the bartender in the Blue Moon Inn has gone a little crazy, he keeps claiming he is part of something called an online game.": "我对这里的八卦不太了解。我听说蓝月亮酒馆的酒保有点疯了，他一直声称自己是某个叫在线游戏的东西的一部分。",
    "I'm not too sure about toad's legs.": "我对蟾蜍腿不太确定。",
    "I'm not your friend.": "我不是你的朋友。",
    "I'm now very hungry, and my bones feel very stiff.": "我现在非常饿，骨头也感觉很僵硬。",
    "I'm ok, this battle is going|to take longer to win than I expected.|The Khazard troops won't give up even without the orb.": "我没事，这场战斗|要比我预想的更久才能赢。|即使没有宝珠，Khazard的军队也不会放弃。",
    "I'm okay thanks.": "我没事，谢谢。",
    "I'm okay, thank you.": "我没事，谢谢。",
    "I'm on a quest to find the Holy Grail!": "我正在执行寻找圣杯的任务！",
    "I'm pleased I could help.": "我很高兴能帮上忙。",
    "I'm practicing and slowly getting better.": "我在练习，慢慢变好了。",
    "I'm pretty sure it's somewhere in the tower south west from here. There's a lot of levels to the tower, though. I suppose it might take a little while to find.": "我很确定它在这里西南方的那座塔里。不过那座塔有很多层。我想可能需要一点时间才能找到。",
    "I'm quite busy as usual, any chance you could help?": "我一如既往地很忙，你有没有可能帮帮忙？",
    "I'm quite busy myself, sorry.": "我自己也很忙，抱歉。",
    "I'm quite capable thanks... Now get lost before I call the guards.": "我自己完全可以，谢谢……现在在我叫卫兵之前快消失。",
    "I'm ready to go back to shore.": "我准备好回岸上了。",
    "I'm really just looking for a quest...": "我其实只是在找任务……",
    "I'm really sorry to hear about Guidor.": "听到关于Guidor的消息我真的很遗憾。",
    "I'm scared of those nasty sea slugs.|I won't go near them.": "我害怕那些恶心的海蛞蝓。|我不会靠近它们的。",
    "I'm sorry Bwana but I just don't have a use for that!": "对不起，Bwana，但我用不到那个！",
    "I'm sorry I can't help you there.": "抱歉我在那件事上帮不了你。",
    "I'm sorry Traveller but it's just not realistic. How could Glough, even with a gnome army, take over?": "抱歉，旅行者，但这不现实。Glough就算有一支侏儒军队又怎么能征服呢？",
    "I'm sorry Traveller but this is no good. The translation must be perfect or the infomation's no use. Please come back when you know exactly what Hazelmere said.": "抱歉，旅行者，这不行。翻译必须完美，否则信息就没用了。请在你确切知道Hazelmere说了什么后再来。",
    "I'm sorry again Traveller!": "旅行者，再次抱歉！",
    "I'm sorry but I can't help.": "对不起，我帮不了。",
    "I'm sorry but I don't have enough money!": "对不起，但我没有足够的钱！",
    "I'm sorry but I won't be involved.": "对不起，但我不想参与。",
    "I'm sorry but only members of our order are allowed|in the second level of the monastery.": "抱歉，只有我们修会的成员才能|进入修道院的第二层。",
    "I'm sorry little man.": "抱歉，小家伙。",
    "I'm sorry my friend, but I do not.": "抱歉，朋友，我没有。",
    "I'm sorry to have gotten you into so much trouble. You should run as well, Khazard is too dangerous.": "很抱歉给你带来了这么多麻烦。你也应该逃跑，Khazard太危险了。",
    "I'm sorry to hear that! I hope you find his blanket.": "听到这个消息我很遗憾！希望你找到他的毯子。",
    "I'm sorry to hear that.": "听到这个消息我很遗憾。",
    "I'm sorry to hear that.|Is there anything I can do?": "听到这个消息我很遗憾。|我能做些什么吗？",
    "I'm sorry!": "对不起！",
    "I'm sorry, I don't want to get involved.": "对不起，我不想参与。",
    "I'm sorry, I have to go.": "对不起，我得走了。",
    "I'm sorry, I was just having a little fun with you. Just|a little Hero's Guild humour there. What I really|meant was": "对不起，我只是跟你开个小玩笑。只是|一点英雄公会式的幽默。我真正|想说的是",
    "I'm sorry, I'm too busy mining.": "对不起，我忙着挖矿呢。",
    "I'm sorry, I'm too busy.": "对不起，我太忙了。",
    "I'm sorry, I'm too poor to pay you anything.|The best I could offer is a warm meal.|So, can you help?": "对不起，我太穷了付不起你任何东西。|我能提供的最好的就是一顿热饭。|那你能帮忙吗？",
    "I'm sorry.": "对不起。",
    "I'm sorry. It's just that I've lost her.": "对不起。只是我把她弄丢了。",
    "I'm still after that 'perfect gold'.": "我还在找那个'完美黄金'。",
    "I'm still looking for it.": "我还在找。",
    "I'm still looking.": "我还在找。",
    "I'm still not sure how I fit into|this little story of yours...": "我还是不确定我在你的|这个小故事里扮演什么角色……",
    "I'm still working on it.": "我还在努力。",
    "I'm sure I heard one of those goblins talking about it...|I bet they have hidden it somewhere.": "我确信我听到那些哥布林中的一个在谈论它……|我打赌他们把它藏在了某个地方。",
    "I'm sure I'll find the way.": "我相信我能找到路。",
    "I'm sure I've got a candlestick from this chest somewhere in my bank.": "我确信我银行里某处有一个从这个箱子里拿的烛台。",
    "I'm sure it's just outside the digsite somewhere...": "我确信它就在挖掘现场外面的某个地方……",
    "I'm sure it's nothing to worry about. It's possible the other shearers aren't dead at all. And are just hiding in the woods or something.": "我相信没什么好担心的。那些其他的剪毛工可能根本没死。也许只是躲在树林里什么的。",
    "I'm sure my mum will get over it.": "我相信我妈妈会想开的。",
    "I'm sure you get my meaning...": "我相信你明白我的意思……",
    "I'm sure you have the relevant contacts to find out about that.": "我相信你有相关的人脉可以打听到那些。",
    "I'm sure you'll make a great bartender.": "我相信你会成为一个出色的酒保。",
    "I'm sure you've noticed the many square jawed guards around here. You look like you can handle yourself, but I have my doubts that you can take them all on!": "我相信你已经注意到这里有很多方下巴的卫兵。你看起来能自保，但我怀疑你能不能打得过他们所有人！",
    "I'm surprised if you're anyone's friend with those kind of manners.": "以你这种礼貌，我很惊讶你还能有朋友。",
    "I'm surprised you made it in,|maybe I made the maze too easy.": "你能进来我很惊讶，|也许我把迷宫设计得太简单了。",
    "I'm the gardener around here.|Do you have any gardening that needs doing?": "我是这里的园丁。|你有什么园艺活需要做吗？",
    "I'm the one who works here.": "我才是在这里工作的人。"
}