{
    "Very good, but that little butter knife isn't going to protect you much. Here, take these.": "很好，但那把小餐刀不会给你太多保护。来，拿着这些。",
    "Very interesting. What does that Aaargh bit mean?": "很有趣。那个'啊啊啊'是什么意思？",
    "Very noble of you.": "你真高尚。",
    "Very stylish! It really suits you!": "很时尚！真适合你！",
    "Very well Bwana, have a nice day.": "好的Bwana，祝你愉快。",
    "Very well Bwana...": "好的Bwana……",
    "Very well Effendi!": "很好，阁下！",
    "Very well done adventurer! Now please return it to my father!": "做得非常好，冒险者！现在请把它还给我父亲！",
    "Very well friend, I understand, I must be on my way as well.|@blu@-- The Jungle Forester seems a bit annoyed... and wanders off. --": "好吧朋友，我理解，我也得上路了。|@blu@-- 丛林护林员似乎有点恼怒……然后走开了。--",
    "Very well me old shipmate,  come back if you change your mind now.": "好吧老伙计，你要改主意了就回来。",
    "Very well my friend, prepare yourself for the blessings of Saradomin. Here we go!": "好的我的朋友，准备好接受Saradomin的祝福吧。开始了！",
    "Very well thank you.": "很好谢谢你。",
    "Very well thanks. Have you found my rock sample yet?": "很好谢谢。你找到我的岩石样本了吗？",
    "Very well then Bwana,|maybe you will return to me invigorated|and ready to take up the challenge one day?": "好的Bwana，|也许你改天会精力充沛地|回来接受这个挑战？",
    "Very well then me old shipmate, I'll just take your ticket and then we'll set sail.": "好吧老伙计，我拿走你的船票然后我们就起航了。",
    "Very well then me old shipmate, Just let me know if you change your mind.": "好吧老伙计，你要改主意了就告诉我。",
    "Very well then,|may your journeys bring you much joy.": "那好吧，|愿你的旅途充满欢乐。",
    "Very well, but do please call again.": "好的，但请下次再来。",
    "Very well, good day Effendi!": "好的，日安阁下！",
    "Very well, if that is your decision... However, you will not get access to the water...": "好吧，如果那是你的决定……不过，你将无法获得那些水……",
    "Very well, if you change your mind, please come back|and see me.": "好吧，如果你改主意了，请回来|找我。",
    "Very well, if you're challenging me, let's get on with it!": "好吧，既然你要挑战我，那就来吧！",
    "Very well, let me know when you want to try.": "好的，想试的时候告诉我。",
    "Very well, return to me when it is done.": "好的，完成后回来找我。",
    "Very well, thank you.": "好的，谢谢你。",
    "Very well.": "好吧。",
    "Very well. One moment please.": "好的。请稍等。",
    "Virgo the virtuous.|The strong and peaceful nature of Virgo boosts your defence.": "高洁的处女座。|处女座坚强而平和的天性提升了你的防御。",
    "Visit our hideout in the alleyway on palm street.": "来棕榈街小巷里的我们的藏身处。",
    "Visiting, that's funny.": "参观，真有意思。",
    "W-what? N-no I'm not, don't be silly!": "什-什么？不-不是的，别傻了！",
    "W-what? RIGHT! You! Come with me upstairs! We're going to blooming well sort this out right now once and for all!": "什-什么？好！你！跟我上楼！我们现在就要把这事彻底弄清楚！",
    "W-what? RIGHT! You! We're going to blooming well sort this out right now once and for all!": "什-什么？好！你！我们现在就要把这事彻底弄清楚！",
    "W-what? What do you mean? There's MORE???": "什-什么？你什么意思？还有更多？？？",
    "W..wh..what?! Y..you wouldn't!|A young lad like me!|I'd have you behind bars before nightfall!": "什……什……什么？！你……你不敢的！|我还是个孩子！|天黑之前我就让你坐牢！",
    "WHAT?! Are you trying to bribe me? I may not be a great guard, but I am loyal. How DARE you try to bribe me!": "什么？！你想贿赂我？我也许不是一个伟大的守卫，但我忠心耿耿。你竟敢试图贿赂我！",
    "WHERE is the cult hideout?": "邪教的藏身处在哪里？",
    "WOOOOOOOOO!": "哇哦哦哦哦哦！",
    "WOW! This is INCREDIBLE! I didn't expect anyone to ever understand me again!": "哇！太不可思议了！我没想到还会有人能理解我！",
    "Waaaaassssssuuuuupp?!.": "怎么着？！",
    "Wait a minute, that doesn't sound like Hazelmere!|Are you sure you translated correctly?": "等等，那听起来不像Hazelmere说的话！|你确定翻译对了吗？",
    "Wait a minute, where's your equipment?": "等等，你的装备呢？",
    "Wait!": "等等！",
    "Wait.. sshh, the guard is coming. Looks like you'll be going into the arena. Good luck friend.": "等等……嘘，守卫来了。看来你要进竞技场了。祝好运，朋友。",
    "Wait... get pure water from the pool... above lands...": "等等……从水池中获取纯净水……在上方的土地……",
    "Walk along dangerous path?": "要沿着危险的小路走吗？",
    "Walk past the covered pass and you'll find some rocks on slightly elevated ground. You'll find the caves there.": "走过那条有顶的通道，你会在稍高的地面上找到一些岩石。你会在那里找到洞穴。",
    "Wally doesn't sound a very heroic name.": "Wally听起来不像一个很英勇的名字。",
    "Wally doesn't sound like a very heroic name.": "Wally听起来不像一个很英勇的名字。",
    "Wally managed to arrive at the stone circle just as Delrith was summoned by a cult of chaos druids...": "Wally设法在混乱德鲁伊邪教召唤Delrith的时候赶到了石阵……",
    "Wanna fight?": "想打架吗？",
    "Wants to be getting over the nasty lava do we?": "想要越过那讨厌的岩浆是吗？",
    "Warning! Pulling the lever will teleport you deep into the wilderness.": "警告！拉下拉杆会将你传送到荒野深处。",
    "Was he able to help?": "他能帮上忙吗？",
    "Watch adventurer, and witness the glorious rebirth of Hazeel!": "看好了冒险者，见证Hazeel辉煌的重生吧！",
    "Watch your back, the undead are about here...": "小心背后，这附近有亡灵出没……",
    "Water and magic don't mix!|You can't teleport whilst swimming.": "水和魔法不相容！|游泳时不能传送。",
    "Water battlestaff.": "水之战杖。",
    "We also do our best to ease these people's suffering. We're nicknamed mourners because we spend a lot of time at plague victim funerals, no one else is allowed to risk attending.": "我们也尽最大努力减轻这些人的痛苦。我们被称为哀悼者，因为我们花大量时间参加瘟疫死者的葬礼，其他人都不被允许冒险参加。",
    "We are always in your debt...": "我们永远欠你一个人情……",
    "We are forever grateful for this gift. My advisors have discovered some secrets which we will share with you.": "我们对这份礼物永远心存感激。我的顾问们发现了一些秘密，我们愿意与你分享。",
    "We are not a charity effendi, Be off with you before I have your head removed from your body.": "我们不是慈善机构，阁下。在我把你的头从身上砍下来之前，赶紧滚开。",
    "We are not a violent race, but we fight when we must. Many gnomes have fallen battling the dark forces of Khazard to the North.": "我们不是一个暴力的种族，但必要时我们也会战斗。许多侏儒在与北方Khazard的黑暗势力作战中倒下了。",
    "We are the Guardians of Armadyl. We have kept the temple safe for many ages. The evil in the dungeons seek what lies here. The Mahjarrat are the worse.": "我们是Armadyl的守护者。我们守护这座神殿已有很多纪元了。地牢中的邪恶势力觊觎着这里的一切。Mahjarrat是其中最可怕的。",
    "We are the White Knights of Falador. We are the most powerful order of knights in the land. We are helping the king Vallance rule the kingdom as he is getting old and tired.": "我们是法拉多的白骑士。我们是这片土地上最强大的骑士团。我们在帮助Vallance国王治理王国，因为他日渐年迈疲弱。",
    "We are the druids of Guthix.|We worship our god at our famous stone circles.|You will find them located throughout these lands.": "我们是Guthix的德鲁伊。|我们在著名的石阵中崇拜我们的神。|你会在这些土地上到处找到它们。",
    "We are the guardians of the staff, our fathers were guardians and our fathers' fathers before that. Why dost thou seek it?": "我们是法杖的守护者，我们的父辈是守护者，父辈的父辈在此之前也是。你为何寻找它？",
    "We are the tower guards - our business is our own!": "我们是塔楼守卫——我们的事不用你管！",
    "We are waiting for you to join us.": "我们在等你加入我们。",
    "We became desperate,|so we took one orb of protection to the battlefield.|It was a foolish move.": "我们陷入了绝望，|所以我们把一颗守护宝珠带到了战场上。|那是一个愚蠢的举动。",
    "We believe the spells are gifts from the gods. The|charge spell draws even more power from the cosmos.": "我们相信法术是众神的赐予。|蓄能法术能从宇宙中汲取更多的力量。",
    "We can discuss this more when you have the rest of the escape kit.": "等你有了其余的逃跑工具我们再详谈。",
    "We could try to make a new totem pole. However, we need to make it from the trunk of the sacred Yommi tree.": "我们可以试着做一根新的图腾柱。不过，我们需要用神圣的Yommi树的树干来制作。",
    "We could try to sneak out.": "我们可以试试偷偷溜出去。",
    "We decide to celebrate goblin new century by changing colour of our armour, brown get boring after a bit. We want change.": "我们决定换盔甲颜色来庆祝哥布林新世纪，棕色看久了无聊。我们要变化。",
    "We don't have good days here anymore. Curse King Tyras.": "我们这里再也没有好日子了。该死的Tyras国王。",
    "We don't have many murders here in RuneScape and I'm afraid we wouldn't have been able to solve it by ourselves. We will hold <~murder_get_murderer_pronoun> here under house arrest until such time as we bring <~murder_get_murderer_pronoun> to trial.": "我们在RuneScape这里很少发生谋杀案，恐怕我们自己是解决不了的。我们会将<~murder_get_murderer_pronoun>软禁在这里，直到我们把<~murder_get_murderer_pronoun>带上法庭。",
    "We don't joke down here friend...": "我们在这下面不开玩笑，朋友……",
    "We don't need your sort round here!": "我们这里不需要你这种人！",
    "We don't talk to strange old people.": "我们不和陌生的老人说话。",
    "We druids value wisdom over wealth, so if you expect material gain, you will be disappointed. We are, however, very skilled in the art of Herblore, which we will share with you": "我们德鲁伊重视智慧胜过财富，所以如果你期望获得物质回报，你会失望的。不过，我们非常精通草药学，我们愿意与你分享",
    "We found Kent stranded on an island.": "我们发现Kent被困在一个岛上。",
    "We get them from all over the place! The most exotic creatures have been brought back by explorers and sold to us.": "我们从世界各地弄来的！最奇特的生物是探险家们带回来卖给我们的。",
    "We have a bit of a shortage of those at the moment. You could try borrowing one from a workman on the site... but I don't think they'd give it willingly.": "我们目前有点缺那些东西。你可以试试从工地上的工人那里借一个……不过我不认为他们会愿意的。",
    "We have a fine town here, it suits us very well. Please enjoy your travels, and do visit my friends in their mine.": "我们这里有一个很好的小镇，非常适合我们。请享受你的旅途，也请去我朋友们的矿井看看。",
    "We have a new winner!|The heroic-looking person who was fishing by the pipes|has caught the biggest carp|I've seen since Grandpa Jack used to compete!": "我们有了新的冠军！|在管道旁钓鱼的那位英勇的人|钓到了自Jack爷爷参赛以来|我见过的最大的鲤鱼！",
    "We have this really exotic fruit all the way from Karamja. It's called a banana.": "我们有一种从Karamja远道而来的异域水果。它叫香蕉。",
    "We have to take measures to contain the disease. That's why you must let us know immediately if you take a turn for the worse.": "我们必须采取措施控制疾病。这就是为什么如果你病情恶化必须立即通知我们。",
    "We have vambraces, chaps, cowls and coifs.": "我们有护腕、皮裤、兜帽和头巾。",
    "We just need Brother Cedric to return with the wine.": "我们只需要Cedric修士把酒带回来。",
    "We know about everything that goes on in Ardougne. We have to if we are to contain the plague.": "阿多格尼发生的一切我们都知道。要想控制瘟疫，我们必须这样做。",
    "We learn how to use our magic to its fullest and how|to channel the forces of the cosmos into our world...": "我们学习如何最大限度地发挥魔法，以及如何|将宇宙的力量引导到我们的世界……",
    "We like it that way actually! We get disturbed less. We still get rather a large amount of travellers looking for sanctuary and healing here as it is!": "其实我们喜欢那样！被打扰得更少。即便如此，我们这里仍然有相当多的旅行者来寻求庇护和治疗！",
    "We manage, in our humble way. We are a wealthy town and we have water. It cures many thirsts.": "我们以我们谦卑的方式过着日子。我们是一个富裕的小镇，我们有水。它能解很多人的渴。",
    "We managed to waylay him on the journey here, and steal his I.D. papers. Now all we need is to find somebody willing to impersonate him and take the deputy role to get that key for us.": "我们设法在他来的路上伏击了他，偷走了他的身份证件。现在我们只需要找一个愿意冒充他并担任副手角色的人来为我们拿到那把钥匙。",
    "We must cleanse the temple!": "我们必须净化神殿！",
    "We must find a way through these caverns if we are to stop my brother Tyras.": "如果我们要阻止我的兄弟Tyras，就必须找到穿过这些洞穴的路。",
    "We need double the men to get|this order out on time!": "我们需要多一倍的人手才能|按时完成这个订单！",
    "We need it back.": "我们需要把它拿回来。",
    "We need the key, or we need a copy made.|If you can get some soft clay then you can copy the key...": "我们需要钥匙，或者需要复制一把。|如果你能弄到一些软黏土，就可以复制那把钥匙……",
    "We need to find Rashiliyia's resting place and learn how to put her spirit to rest. You may find some clues to her resting place in Ah Za Rhoon or Bervirius' Tomb.": "我们需要找到Rashiliyia的安息之所，并学会如何让她的灵魂安息。你可能会在Ah Za Rhoon或Bervirius的陵墓中找到一些关于她安息之所的线索。",
    "We need to identify that the place you have found is indeed Ah Za Rhoon.": "我们需要确认你发现的地方确实是Ah Za Rhoon。",
    "We needs 20 Limpwurt roots for pot.": "我们需要20根Limpwurt根来做锅。",
    "We needs 20 rooteses!": "我们需要20根根根！",
    "We rob house of stupid wizard. She very old, not put|up much fight at all. Hahaha!": "我们抢了笨巫师的房子。她很老了，根本|没怎么反抗。哈哈哈！",
    "We still need something to colour the Prince's skin lighter. There's a witch close to here. She knows about many things. She may know some way to make the skin lighter.": "我们还需要一些东西来使王子的肤色变浅。附近有一个女巫。她知道很多事情。她可能知道某种使肤色变浅的方法。",
    "We tried to drive the evil spirit out of the totem pole, but it does not seem to work.": "我们试图把邪灵从图腾柱中驱赶出去，但似乎没用。",
    "We try hard to keep this town protected.": "我们努力保护这个小镇。",
    "We used to run cart trips down to Shilo Village in south Karamja. Since the troubles we had we've had to stop them though, too many people got killed.": "我们过去经常坐马车去南Karamja的Shilo Village。但自从出了那些麻烦，我们不得不停止了，太多人丧命了。",
    "We were losing you to Iban's influence...": "我们差点因为Iban的影响而失去你……",
    "We will take the technical plans for the weapon as well.": "我们也会拿走这件武器的技术图纸。",
    "We would be very grateful and would be pleased to develop friendly relations with you. Do this thing for us all, my people would be very happy.": "我们会非常感激，并很高兴与你建立友好关系。为我们所有人做这件事，我的人民会非常高兴的。",
    "We would gladly share this information with you. All you have to do is gain access to his private room upstairs. We have a key for the chest that contains this information. Are you interested in our deal?": "我们很乐意与你分享这些信息。你只需要进入他楼上的私人房间。我们有那个装着这些信息的箱子的钥匙。你对我们的交易感兴趣吗？",
    "We would like to have a really nice item to put on display in the Legends Guild main hall. Do you think you could get something more authentic?": "我们想要一件非常好的物品展示在传奇公会大厅里。你觉得你能弄到更有代表性的东西吗？",
    "We'd also like you to befriend a native from the Kharazi|tribe in order to get a gift or token of friendship. We|want to display it in the Legends Guild Main hall. Are|you interested in this quest?": "我们还希望你能和Kharazi|部落的原住民交朋友，以获得一份友谊的|礼物或信物。我们想把它展示在传奇公会|大厅里。你对这个任务感兴趣吗？",
    "We'd better get back to the platform|so we can see what's going on.": "我们最好回到平台上|这样才能看看发生了什么。",
    "We'll see about that.": "那就走着瞧吧。",
    "We'll show them, go slay them m'lord. He'll be so proud, that's all I want.": "我们会让他们好看的，去消灭他们吧大人。他会非常骄傲的，那就是我想要的。",
    "We're doing all we can to keep the undead at bay. The village is covered in a deadly green mist. If you go into the village, a terrible sickness will befall you.": "我们正在尽一切努力阻止亡灵。村庄被致命的绿色迷雾笼罩。如果你进入村庄，可怕的疾病会降临到你身上。",
    "We're fresh out of crossbows,|so if you could steal a couple of crossbows for us|it would be very much appreciated.": "我们的弩用完了，|所以如果你能为我们偷几把弩|我们将非常感激。",
    "We're getting there...": "快到了……",
    "We're hanging in there soldier.|For the next phase of our attack|we need to breach their stronghold.": "我们还在撑着，士兵。|我们进攻的下一阶段|需要突破他们的要塞。",
    "We're just gardening. Have you heard any news about West Ardougne?": "我们只是在打理花园。你有听到关于西阿多格尼的消息吗？",
    "We're looking for Zanaris...GAH! I mean we're not here for any particular reason at all.": "我们在寻找扎纳里斯……啊！我是说我们来这里没有任何特别的原因。",
    "We're out of the maze now. Please hurry, we must have the orb if we are to survive.": "我们现在出了迷宫了。请快点，我们必须拿到宝珠才能生存。",
    "We're passing the time in RuneScape!": "我们在RuneScape里打发时间！",
    "We're renowned for surviving in the harshest desert climate. We also grow the 'Bedabin ambrosia.'... A pineapple of such delicious sumptiousness that it defies description.": "我们以能在最恶劣的沙漠气候中生存而闻名。我们还种植'Bedabin仙果'……一种美味奢华到难以形容的菠萝。",
    "We're sick of having to kill every lunatic that comes along and insults the captain, it makes such a mess. Thankfully, he's a bit decrepit so he doesn't notice so please, buzz off and don't come here again.": "我们受够了每次都要杀掉那些来侮辱船长的疯子了，弄得一团糟。好在他有点老糊涂了所以没注意到，拜托，走开别再来了。",
    "We're still searching for Zanaris...GAH! I mean we're not doing anything here at all.": "我们还在寻找扎纳里斯……啊！我是说我们在这里什么都没做。",
    "We're the premier delivery service in ALL of RuneScape!": "我们是整个RuneScape首屈一指的快递服务！",
    "We're too far out now, It'd be dangerous": "我们现在走得太远了，会很危险的",
    "We're trying to hold them back,|but without more wood we won't be able to last long.": "我们在努力阻挡它们，|但没有更多的木材我们撑不了多久。",
    "We're working for King Lathas of East Ardougne. He has tasked us with containing the accursed plague sweeping West Ardougne.": "我们为东阿多格尼的Lathas国王效力。他让我们负责控制席卷西阿多格尼的诅咒瘟疫。",
    "We've not got any up here.|Go mug someone somewhere|if you want some treasure.": "我们这上面什么都没有。|你要是想要宝物就去|别的地方抢劫吧。",
    "We, of course, have gang members in a town like Brimhaven who may be able to help you.": "当然，我们在像Brimhaven这样的城镇有帮派成员，他们也许能帮助你。",
    "Weak as I am now, my strength shall return, and my followers will be greatly rewarded when my powers peak once more. Join me in my cause as my servant, and all": "尽管我现在很虚弱，但我的力量会回来的，当我的力量再次达到巅峰时，我的追随者会得到丰厚的回报。加入我的事业成为我的仆从，所有的",
    "Welcome Traveller. I am King Narnode.|It's nice to see an outsider.": "欢迎你，旅行者。我是Narnode国王。|很高兴见到一个外来者。",
    "Welcome Vacu, to eternal...": "欢迎Vacu，进入永恒的……",
    "Welcome adventurer, to the world renowned|Wizards' Tower. How may I help you?": "欢迎冒险者，来到举世闻名的|巫师塔。有什么可以帮你的？",
    "Welcome back adventurer! Since you have brought us the scroll of Hazeel we can now perform the resurrection ceremony! Soon our master will return!": "欢迎回来冒险者！既然你把Hazeel的卷轴带来了，我们现在可以举行复活仪式了！我们的主人很快就会回来！",
    "Welcome back! How can I help you today?": "欢迎回来！今天有什么可以帮你的？",
    "Welcome back. You have already learnt the first thing needed to succeed in this world: talking to other people!": "欢迎回来。你已经学会了在这个世界上成功所需的第一件事：和别人交谈！",
    "Welcome to Fernahei's Fishing Shop Bwana!|Would you like to see my items?": "欢迎来到Fernahei的钓鱼商店Bwana！|你想看看我的商品吗？",
    "Welcome to Gnome Air!": "欢迎乘坐侏儒航空！",
    "Welcome to Grud's Herblore Stall.": "欢迎来到Grud的草药摊。",
    "Welcome to Hickton's Archery Store.|Do you want to see my wares?": "欢迎来到Hickton的射箭商店。|你想看看我的货品吗？",
    "Welcome to Lowe's Archery Emporium.|Do you want to see my wares?": "欢迎来到Lowe的射箭商场。|你想看看我的货品吗？",
    "Welcome to Obli's General Store Bwana!|Would you like to see my items?": "欢迎来到Obli的杂货店Bwana！|你想看看我的商品吗？",
    "Welcome to RPDT!": "欢迎来到RPDT！",
    "Welcome to Wayne's Chains.|Do you wanna buy or sell some chain mail?": "欢迎来到Wayne的锁甲店。|你想买或卖一些锁甲吗？",
    "Welcome to my Altar to Nature! Farewell my friend, and keep those Ghasts at bay!": "欢迎来到我的自然祭坛！再见我的朋友，把那些幽灵挡在外面！",
    "Welcome to my court. I am King Arthur.": "欢迎来到我的宫廷。我是亚瑟王。",
    "Welcome to my food store! Would you like to buy anything?": "欢迎来到我的食品店！你想买点什么吗？",
    "Welcome to my home.|It's rare for me to have guests!|Would you like a cup of tea?|I'll just put the kettle on.": "欢迎来到我家。|我很少有客人！|你想来杯茶吗？|我这就去烧水。",
    "Welcome to my two-handed sword shop.": "欢迎来到我的双手剑商店。",
    "Welcome to our humble village.": "欢迎来到我们简陋的村庄。",
    "Welcome to the Ardougne Zoo! How can I help you?": "欢迎来到阿多格尼动物园！有什么可以帮你的？",
    "Welcome to the Duel Arena!": "欢迎来到决斗竞技场！",
    "Welcome to the Grail castle.": "欢迎来到圣杯城堡。",
    "Welcome to the Grail castle.|You should come inside,|it's cold out here.": "欢迎来到圣杯城堡。|你应该进来，|外面很冷。",
    "Welcome to the Heroes' Guild!": "欢迎来到英雄公会！",
    "Welcome to the Jungle Store.|Can I help you at all?": "欢迎来到丛林商店。|有什么我能帮的吗？",
    "Welcome to the Legends Guild Main Hall. We've placed your Totem Pole as pride of place. All members of the Legends Guild will see it as they walk in. They will know that it was you who brought it back.": "欢迎来到传奇公会大厅。我们把你的图腾柱放在了最显眼的位置。所有传奇公会的成员走进来都会看到它。他们会知道是你把它带回来的。",
    "Welcome to the Magic Guild Store.|Would you like to buy some magic supplies?": "欢迎来到魔法公会商店。|你想买一些魔法用品吗？",
    "Welcome to the Magicians' Guild!": "欢迎来到魔法师公会！",
    "Welcome to the Mining Guild. Can I help you with anything?": "欢迎来到采矿公会。有什么需要帮忙的吗？",
    "Welcome to the Shrimp and Parrot.|Would you like to order, sir?": "欢迎来到虾与鹦鹉酒馆。|先生您要点些什么？",
    "Welcome to the church of holy Saradomin.": "欢迎来到神圣Saradomin的教堂。",
    "Welcome to the magic emporium.": "欢迎来到魔法商场。",
    "Welcome to the museum of Varrock.": "欢迎来到瓦洛克博物馆。",
    "Welcome! You can buy fishing equipment at my store.|We'll also buy anything you catch off you.": "欢迎！你可以在我的店里买到钓鱼装备。|我们也会收购你钓到的东西。",
    "Welcome, oh great Fishing Champion!|Feel free to pop by any time.": "欢迎，伟大的钓鱼冠军！|随时欢迎过来。",
    "Welcome, welcome. It's good to see you again. The village is much safer now you have returned the orbs.": "欢迎欢迎。很高兴再见到你。你把宝珠带回来后，村庄安全多了。",
    "Welcome, you can buy fishing equipment at my store. We'll also give you a good price for any fish that you catch.": "欢迎，你可以在我的店里买到钓鱼装备。我们也会给你钓到的鱼一个好价钱。",
    "Well Bwana, if you have Rashiliyia's remains, you need to find a way to put her spirit to rest. Perhaps there was a clue with one of the artefacts that you have?": "好吧Bwana，如果你有Rashiliyia的遗骸，你需要找到让她的灵魂安息的方法。也许你拥有的某件文物中有线索？",
    "Well Bwana, it's a very interesting piece of work, not bad at all. Now we need to replace an existing corrupted totem pole with your newly constructed one. You should find those totems within the Kharazi Jungle.": "好吧Bwana，这是一件非常有趣的作品，一点都不差。现在我们需要用你新制作的图腾柱替换现有的被腐化的图腾柱。你应该在Kharazi丛林中找到那些图腾。",
    "Well I am head wizard you know! You don't get to my position without learning a few tricks along the way!": "我可是首席巫师！不学几手本领可到不了我这个位置！",
    "Well I am impressed.|Would you like to buy something?": "嗯我很佩服。|你想买点什么吗？",
    "Well I can bless that star of Saradomin you have!": "我可以为你拥有的Saradomin之星祝福！",
    "Well I can look out for them.": "那我会帮你留意的。",
    "Well I can't make the potion without them! Remember...|You need an eye of newt, a rat's tail, an onion,|and a piece of burnt meat. Off you go dear!": "没有那些东西我做不了药水！记住……|你需要一只蝾螈眼、一条老鼠尾巴、一个洋葱、|和一块烧焦的肉。去吧亲爱的！",
    "Well I do have a task, but it is very dangerous and it's critical to us that no mistakes are made. I couldn't possibly let an unexperienced quester like yourself go.": "我确实有一个任务，但非常危险，对我们来说不容有任何差错。我不可能让你这样缺乏经验的冒险者去的。",
    "Well I don't believe it, it seems to be in working order.": "真不敢相信，它看起来运行正常。",
    "Well I expect you to offer him your full assistance in whatever he needs.": "我希望你在他需要的任何事情上都全力协助他。",
    "Well I guess I can sell you some half made pizzas.": "好吧我想我可以卖给你一些半成品披萨。",
    "Well I have a scorpion cage here|which you can use to catch them in.": "我这里有一个蝎子笼|你可以用它来抓它们。",
    "Well I have no knowledge of these ores other than speculation and gossip, but if the things I hear are true around fifty should be sufficient for the task.": "关于这些矿石我除了推测和传言之外一无所知，但如果我听到的是真的，大约五十个应该足够完成任务了。",
    "Well I hope you find it soon.": "希望你能快点找到。",
    "Well I know her pretty well. She doesn't cause me any trouble any more.": "我对她非常了解。她已经不再给我添麻烦了。",
    "Well I never... incredible. Not many manage to get that|right, but this is perfect!": "我的天……不可思议。没几个人能做对，|但这个完美了！",
    "Well I suppose I can aid you with my skills as a staff sorcerer. Most battlestaffs around here are pretty puny. I can beef them up for you a bit.": "我想我可以用我法杖巫师的技能来帮助你。这附近的大多数战杖都相当弱小。我可以帮你强化一下。",
    "Well I suppose I'd better be getting on my way now...": "好吧我想我该上路了……",
    "Well I would, but I don't know where I am going!": "我倒想啊，但我不知道要去哪里！",
    "Well I'd better go key hunting.": "好吧我最好去找钥匙了。",
    "Well I'd better press on with it.": "好吧我最好继续了。",
    "Well I'll just stand here then until you let me in.": "那好吧我就站在这里，直到你让我进去。",
    "Well I'm an outlaw.|I was accused of giving the king food poisoning!|The thought of it! I think he just drank too much wine that night.": "我是个逃犯。|我被指控让国王食物中毒了！|真是荒唐！我觉得他那天晚上只是酒喝多了。",
    "Well I'm better. Hee hee.": "反正我比你强。嘻嘻。",
    "Well I'm doing my best to turn him back.": "我正在尽力把他变回来。",
    "Well I'm glad to hear it The authorities wanted to dig up this whole area for a mine, but the few locals who lived here wouldn't budge and they gave up.": "很高兴听到这个消息。当局曾想把这整个地区挖开建矿，但住在这里的少数居民不肯搬，他们就放弃了。"
}