{
    "Yes, I'm interested.": "是的，我有兴趣。",
    "Yes, I'm kind of curious.": "是的，我有点好奇。",
    "Yes, I'm quite sure.": "是的，我很确定。",
    "Yes, I'm ready to go.": "是的，我准备好出发了。",
    "Yes, I'm ready to leave.": "是的，我准备好离开了。",
    "Yes, I'm sure and I'll take the Wampum belt to Trufitus.": "是的，我确定，我会把Wampum腰带带给Trufitus。",
    "Yes, I'm sure you will... Good luck!": "是的，我相信你会的...祝你好运！",
    "Yes, I'm sure.": "是的，我确定。",
    "Yes, I'm utterly crazy.": "是的，我完全疯了。",
    "Yes, I'm very interested.": "是的，我非常感兴趣。",
    "Yes, I'm very strong, I'll force them open.": "没问题，我很有力气，我来强行打开。",
    "Yes, I've found Fluffs!": "是的，我找到Fluffs了！",
    "Yes, I've got some.": "是的，我有一些。",
    "Yes, I've got the water.": "是的，我拿到水了。",
    "Yes, I've got them. Here they are.": "是的，我拿到了。给你。",
    "Yes, I've killed all three and their spirits have been released!": "是的，我杀了三个，它们的灵魂都被释放了！",
    "Yes, I've killed the Spirit. Actually the spirit turned out to be the Demon - Nezikchened.": "是的，我杀了那个灵魂。实际上那个灵魂原来是恶魔Nezikchened。",
    "Yes, I've killed the Spirit. I used the spell you gave me, it was very effective in fact. Actually the spirit turned out to be the Demon - Nezikchened.": "是的，我杀了那个灵魂。我用了你给我的咒语，事实上非常有效。实际上那个灵魂原来是恶魔Nezikchened。",
    "Yes, I've managed to find it.": "是的，我找到了。",
    "Yes, I've seen her. Very helpful person.": "是的，我见过她。非常乐于助人的人。",
    "Yes, I've told him.": "是的，我已经告诉他了。",
    "Yes, Okay.": "好的。",
    "Yes, Saradomin has certainly blessed us today!": "是的，Saradomin今天确实保佑了我们！",
    "Yes, although I'm afraid I've lost Silverlight.": "是的，不过恐怕我把Silverlight弄丢了。",
    "Yes, although I've not got it with me right now.": "是的，不过我现在没带在身上。",
    "Yes, always let it draw from my spiritual energy.": "好的，让它一直汲取我的精神能量。",
    "Yes, are you going to pay me yet?": "是的，你打算付我钱了吗？",
    "Yes, but I don't even know you.": "是的，但我都不认识你。",
    "Yes, but I work here!": "是的，但我在这里工作啊！",
    "Yes, but that was before you fixed it!": "是的，但那是在你修好之前！",
    "Yes, but what can you do? It's not like there's many cats around here!": "是的，但你能怎么办呢？这附近又没有很多猫！",
    "Yes, can I work out front now?": "好的，我现在可以去前面工作了吗？",
    "Yes, certainly.": "当然可以。",
    "Yes, certainly. I deal in scimitars.": "当然可以。我经营弯刀生意。",
    "Yes, certainly.|Please hand over the shield.": "当然可以。|请把盾牌交出来。",
    "Yes, douse the flames with water,|pure water...|foo...": "是的，用水浇灭火焰，|纯净的水...|呼...",
    "Yes, everything's fine.": "是的，一切都好。",
    "Yes, go ahead make a copy!": "好的，去复制一份吧！",
    "Yes, good point. I'd better go and fix her up.": "对，说得有道理。我最好去修好它。",
    "Yes, good thinking adventurer! Give it to me, I will bless it!": "对！好想法，冒险者！把它给我，我来祝福它！",
    "Yes, he knows many things that can be done.": "是的，他知道很多可以做的事情。",
    "Yes, he said he was from some place... near the Sorcerer's Tower. Mentioned something about a legend? It meant nothing to me though.": "是的，他说他来自某个地方...巫师塔附近。提到了什么传说？不过对我来说没什么意义。",
    "Yes, he's a chicken.": "对，他是只鸡。",
    "Yes, he's safe and sound with his parents.|Your turn to return to land now adventurer.": "是的，他和父母安然无恙。|现在该你回到陆地了，冒险者。",
    "Yes, here it is!": "是的，在这里！",
    "Yes, here it is.": "是的，在这里。",
    "Yes, here it is. What are you going to do with it?": "是的，在这里。你打算用它做什么？",
    "Yes, here you go, here's your cooked chompy bird.": "好的，给你，这是你的烤chompy鸟。",
    "Yes, here you go.": "好的，给你。",
    "Yes, improve your magic...": "是的，提升你的魔法...",
    "Yes, indeed; I am studying the lives of the settlers. During the end of the third age there used to be a great city at the site.": "确实如此；我在研究定居者的生活。在第三纪元末期，这个地方曾经有一座伟大的城市。",
    "Yes, it is a magical tree and can only survive on the water from the sacred pool. This is indeed a tragedy.": "是的，它是一棵魔法树，只能靠圣池的水存活。这确实是一场悲剧。",
    "Yes, it is actually. I have all the details figured out except for one.": "是的，确实是。我已经搞清楚了所有细节，除了一个。",
    "Yes, it is. What's worse is I have no idea how they keep doing it. It's like they do it under my very nose!": "是的。更糟糕的是，我完全不知道他们是怎么一直做到的。就好像在我眼皮底下干的！",
    "Yes, it might be useful.": "是的，它可能有用。",
    "Yes, it sounds great!": "是的，听起来太棒了！",
    "Yes, it was in the house all along. Jones can't have looked that hard for it.": "是的，它一直就在房子里。Jones肯定没怎么认真找过。",
    "Yes, it was pretty grisly!": "是的，相当恐怖！",
    "Yes, it will be well guarded.|Hmmm, let me see...": "是的，会有严密的看守。|嗯，让我想想...",
    "Yes, it'll cost you 40,000 coins for the materials needed though. Which sort of staff did you want enchanting?": "好的，不过材料费需要40,000金币。你想附魔哪种法杖？",
    "Yes, it's a bit sad really, I liked that village.": "是啊，说起来真有点难过，我挺喜欢那个村子的。",
    "Yes, it's a very nice day.": "是的，今天天气真好。",
    "Yes, it's in the cook book I gave you. You'll have to get the worms from the swamp. But here's everything else you'll need. Let me know when you're done.": "是的，就在我给你的食谱里。你需要从沼泽里弄到虫子。不过其他你需要的东西都在这里了。做好了告诉我。",
    "Yes, it's very nice.": "是的，非常好。",
    "Yes, just this once.": "好吧，就这一次。",
    "Yes, let's do it!": "好的，开始吧！",
    "Yes, living in a plague city must be hard.": "是啊，住在瘟疫城里一定很艰难。",
    "Yes, me too. I'm not looking forward to telling Vyvin I've lost it. He's going to want it for the parade next week as well.": "是啊，我也是。我可不想告诉Vyvin我把它弄丢了。他下周的游行也要用到它呢。",
    "Yes, news of your carelessness is as widespread as |news of your victory. Fortunately for you, Silverlight| has come back into my possession.": "是的，你粗心大意的消息和|你胜利的消息一样传得广。幸运的是，Silverlight|又回到了我手中。",
    "Yes, now the Salve is restored you may, but speak to me first, as I have advice for you before you pass through.": "是的，既然Salve已经恢复了，你可以通过，但先跟我谈谈，我有些建议要在你过去之前告诉你。",
    "Yes, of course I do.": "是的，我当然知道。",
    "Yes, of course you can. You DO work here.": "当然可以。你确实在这里工作。",
    "Yes, of course!": "当然了！",
    "Yes, of course, I'd be happy to help.": "当然了，我很乐意帮忙。",
    "Yes, of course.": "当然了。",
    "Yes, of course. Any threat to Misthalin must be neutralised immediately. So what can I do to help?": "当然了。任何对Misthalin的威胁都必须立即消除。那我能做什么来帮忙？",
    "Yes, ok.": "好的。",
    "Yes, ok. Do you know WHY you're a ghost?": "好的。你知道你为什么会变成幽灵吗？",
    "Yes, okay, I'm ready to go.": "好的，我准备好出发了。",
    "Yes, okay.": "好的。",
    "Yes, please do that for me.": "好的，请帮我做这件事。",
    "Yes, please!": "好的，拜托了！",
    "Yes, raw sardines seasoned with doogle leaves.|Unfortunately I've used all my doogle leaves,|but you may find some in the woods out back.": "对，用doogle叶子调味的生沙丁鱼。|不幸的是我的doogle叶子用完了，|但你可能在后面的树林里找到一些。",
    "Yes, she is safe at home now.": "是的，她现在安全地在家了。",
    "Yes, she is still alive.": "是的，她还活着。",
    "Yes, she wants you to analyse it. You might be the only one who can help.": "是的，她想让你分析一下。你可能是唯一能帮忙的人。",
    "Yes, she's safe at home now.": "是的，她现在安全在家了。",
    "Yes, swamp tar mixed with flour and heated over a fire.": "对，沼泽焦油和面粉混合后在火上加热。",
    "Yes, take the dagger back.": "好的，把匕首收回去吧。",
    "Yes, that is correct. I can slightly alter these gauntlets to allow you some of my skill at preparing seafood by making them cooking gauntlets.": "没错。我可以稍微改造这些手套，将我烹饪海鲜的技巧注入其中，使它们变成烹饪手套。",
    "Yes, that is most important.|There is no way you can get the real key.|It is on a chain around Keli's neck. Almost impossible to steal.": "是的，那是最重要的。|你不可能拿到真钥匙。|它挂在Keli脖子上的链子上。几乎不可能偷到。",
    "Yes, that is the potion I enchanted for you.|Go and use it now...": "是的，那就是我为你施了魔法的药水。|现在就去用吧...",
    "Yes, that makes sense. But who did do it then?": "是的，这说得通。但那到底是谁干的呢？",
    "Yes, that may be a good idea. Many people could die! If only there was a way to defeat her!": "是的，这也许是个好主意。很多人可能会死！要是有办法打败她就好了！",
    "Yes, that sounds good. Teleport me!": "好的，听起来不错。传送我吧！",
    "Yes, that sounds great!": "好的，听起来太棒了！",
    "Yes, that sounds like her.|Please tell her I long to be with her.": "是的，听起来就是她。|请告诉她我渴望和她在一起。",
    "Yes, that would be him.|Could you please deliver a message to him?": "是的，就是他。|你能帮我传个信给他吗？",
    "Yes, that's amazing! Did you want anything else?": "是的，太棒了！你还需要别的吗？",
    "Yes, that's correct, that seems right to me. The other things we need are 'something with faith' and 'something of the spirit-to-become freely given.": "是的，没错，我觉得是对的。我们还需要的是'含有信仰的东西'和'即将成为灵魂之物的自愿馈赠'。",
    "Yes, that's it. Bring me 20 balls of wool. And I'm sure I could sort out some sort of payment. Of course, there's the small matter of The Thing.": "对，就是这样。给我带20团毛线来。我肯定能给你安排一些报酬。当然，还有'那个东西'这个小问题。",
    "Yes, that's right.": "对，没错。",
    "Yes, the most basic of survival techniques. Most simple meals can be cooked on a fire by right clicking on the food, selecting use, then left clicking on the fire.": "是的，这是最基本的生存技能。大多数简单的食物都可以在火上烹饪，右键点击食物，选择使用，然后左键点击火堆。",
    "Yes, there is actually.|A notorious gang of thieves and hoodlums,|called the Black Arm Gang.": "确实有。|一个臭名昭著的盗贼和流氓团伙，|叫黑臂帮。",
    "Yes, they're getting on great.": "是的，他们相处得很好。",
    "Yes, they've mostly got their heads in the clouds,|thinking about magic.": "是的，他们大多数都在想入非非，|整天想着魔法。",
    "Yes, things do look very bad indeed.": "是的，情况确实看起来非常糟糕。",
    "Yes, very relaxing.": "是的，非常放松。",
    "Yes, very.": "是的，非常。",
    "Yes, we heard all about it from one of our sources. Hazeel has eyes everywhere! You have now proved your loyalty and will be rewarded when Hazeel is revived!": "是的，我们的线人已经把一切都告诉我们了。Hazeel的眼线无处不在！你已经证明了你的忠诚，当Hazeel复活时你会得到奖赏的！",
    "Yes, we try to keep it that way.": "是的，我们努力保持这样。",
    "Yes, well, these things are bound to happen when you're as wealthy as the Carnilleans.": "是的，嗯，当你像Carnillean家族那么富有的时候，这种事免不了会发生。",
    "Yes, well, this place is a dump!": "是啊，嗯，这地方就是个垃圾场！",
    "Yes, well, this place is a dump.": "是啊，嗯，这地方就是个垃圾场。",
    "Yes, what do you two do here?": "是的，你们两个在这里做什么？",
    "Yes, what do you want?": "是的，你想要什么？",
    "Yes, what looks good on a plate with salad?": "是的，什么配沙拉放在盘子里好看？",
    "Yes, with this device|the heavens are opened to us...": "是的，有了这个装置，|天堂向我们敞开...",
    "Yes, yes! Do I have to repeat myself?": "是是是！我非得重复一遍吗？",
    "Yes, yes, of course... a deal's a deal!": "是是是，当然...说好的就是说好的！",
    "Yes, yes, yes, that's superb. I'm really impressed.": "好好好，太出色了。我真的印象深刻。",
    "Yes, you could say that...": "是的，可以这么说...",
    "Yes, you have the rope.": "是的，你有绳子了。",
    "Yes, you may get some water, but first you must help me. Revenge is the only thing that keeps my spirit in this place.": "好的，你可以取一些水，但你必须先帮我。复仇是唯一让我的灵魂留在此处的原因。",
    "Yes, you're right, come to think of it, that's a bit odd now isn't it? I always thought that there was something a bit odd about that man.": "是的，你说得对，仔细想想，这确实有点奇怪，不是吗？我一直觉得那个人有些不对劲。",
    "Yes,I'll take the pickaxe.": "好的，我拿这把镐。",
    "Yes.": "是的。",
    "Yes. But the ingredients are a little hard to find.|If you ever get them I will make it for you, for a cost.": "可以。但原料有点难找。|如果你找齐了，我可以帮你做，不过要收费。",
    "Yes. How quickly can you run?": "是的。你能跑多快？",
    "Yes. I did most of the work. We had to grab the Pr...": "是的。大部分活都是我干的。我们不得不抓住那个王...",
    "Yes. I'd like to be 20 gold coins richer too.": "是的。我也想多赚20金币呢。",
    "Yes. There's no doubt about it. It must have been <~murder_get_murderer_name> who killed <~murder_get_murderer_pronoun2> father. All of the guards must congratulate you on your excellent work in helping us to solve this case.": "毫无疑问。一定是<~murder_get_murderer_name>杀了<~murder_get_murderer_pronoun2>的父亲。所有卫兵都要恭喜你出色地帮助我们破了这个案子。",
    "Yes. Yes it is.": "是的。确实是。",
    "Yes. Yes, this is very good.": "是的。是的，这非常好。",
    "Yes. You can get bronze swords anywhere. But THIS isn't any old sword.": "是的。你到处都能买到青铜剑。但这把可不是普通的剑。",
    "Yes. You could say that. Not that I'm one to gossip.": "是的。可以这么说。虽然我可不是那种爱八卦的人。",
    "Yes... I have feelings for you too...": "是的...我对你也有感情...",
    "Yes... I suppose that could have happened...": "是的...我想那是有可能发生的...",
    "Yes... I'm still plucking up the courage|to run out past those Black Knights..": "是的...我还在鼓起勇气|从那些黑骑士身边跑过去...",
    "Yes... YES! With the words contained within this scroll our Lord shall return to this realm and bring destruction to our enemies!": "是的...是的！有了这卷轴上的咒语，我们的主将回到这个世界，毁灭我们的敌人！",
    "Yes.... I said it is a legend that I know nothing about.": "是的...我说了这是一个我一无所知的传说。",
    "Yes? What do you want?": "什么事？你要做什么？",
    "Yes? You need some help with your quest?": "什么？你的任务需要帮助吗？",
    "Yesh Yesh vampires, I was very good at|killing em once...": "是啊是啊吸血鬼，我以前|杀起来可厉害了...",
    "Yesshh...hic up...beautiful!": "是啊...嗝...太美了！",
    "Yeuch! That's awful! That's not Tenti pineapple! Get me some Tenti pineapple if you know what's good for you.": "呸！太难吃了！这不是Tenti菠萝！如果你知好歹的话，给我弄点Tenti菠萝来。",
    "Yo ho ho and a bottle of alcopop!": "呦嗬嗬，来瓶酒！",
    "Yo ho ho and a bottle of rum!": "呦嗬嗬，来瓶朗姆酒！",
    "Yo ho ho me hearties!": "呦嗬嗬，兄弟们！",
    "Yo, wassup!": "嘿，怎么啦！",
    "Yohoho me hearty what would you like to drink?": "呦嗬嗬，兄弟，你想喝点什么？",
    "Yommi tree seeds.": "Yommi树种子。",
    "You DARE to invade MY stronghold?!?!": "你竟然胆敢入侵我的堡垒？！？！",
    "You DO have evidence of their crime, right?": "你确实有他们犯罪的证据，对吧？",
    "You WHAT?": "你说什么？",
    "You accidentally knock some rocks and the ceiling starts to cave in.|Some rocks fall on you.": "你不小心碰到了一些岩石，天花板开始坍塌。|一些岩石砸到了你。",
    "You again! You meddle in our affairs too much! When Lord Hazeel returns to this realm he will lay a mighty vengeance upon you!": "又是你！你太多管闲事了！当Hazeel大人重返这个世界时，他会对你进行猛烈的报复！",
    "You again. Mark my words meddler; when Lord Hazeel returns you will be punished most severely for your interference in our schemes.": "又是你。记住我的话，多管闲事的家伙；当Hazeel大人回来时，你会因为干涉我们的计划而受到最严厉的惩罚。",
    "You again? Didn't I make it clear you're not welcome around here? Clear off before you make me get rough with you!": "又是你？我不是说清楚了你在这里不受欢迎吗？趁我没对你动粗之前赶紧滚！",
    "You agreed to let the Servils go if I stayed to fight.": "你答应过如果我留下来战斗就放Servil一家走。",
    "You almost had me fooled!": "你差点就骗到我了！",
    "You already have enough quest points.": "你已经有足够的任务点数了。",
    "You already have some Yommi tree seeds. Use those first and then come back to me if you need any more.": "你已经有一些Yommi树种子了。先用掉那些，如果还需要的话再来找我。",
    "You already have the Ghost's skull.": "你已经有幽灵的头骨了。",
    "You already have the letter in your bank.": "你的银行里已经有那封信了。",
    "You also need a total of 107 quest points.": "你还需要总共107个任务点数。",
    "You also need some copper ore to make a bronze bar.": "你还需要一些铜矿石来制作青铜锭。",
    "You also need some tin ore to make a bronze bar.": "你还需要一些锡矿石来制作青铜锭。",
    "You and your father should run, Khazard's interest is in me now.": "你和你父亲快跑，Khazard现在的目标是我。",
    "You and your opponent can offer items as a stake. If you win, you recieve what your opponent staked, but, if you lose, your oppenent will get whatever items you staked.": "你和你的对手可以提供物品作为赌注。如果你赢了，你将获得对手下注的物品；但如果你输了，你的对手将获得你下注的物品。",
    "You appear back in the barrel loading room.|A nearby slave looks surprised to see you popping out of the cart.": "你出现在装桶的房间里。|附近的一个奴隶看到你从矿车里蹦出来，很是惊讶。",
    "You appear in a large open room with what looks|like lots of miners working away.|This is a very rough looking area,|the miners look like they're on their last legs.": "你出现在一个宽敞的大厅里，看起来|有很多矿工在辛苦劳作。|这是一个看起来很艰苦的区域，|矿工们看起来已经快撑不住了。",
    "You appear to be fairly skilled with a bow, so I advise you to practice on the south tower. That'll provide the best challenge for you.": "你看起来弓术相当不错，所以我建议你在南塔练习。那会给你最好的挑战。",
    "You approach Ungadulu...": "你靠近Ungadulu...",
    "You approach the Mercenary Captain.": "你靠近佣兵队长。",
    "You approach the cart and see undead creatures gathering by the village gates. There is a note attached to the cart. The note says,|@red@:: Danger :: Deadly green mist DO NOT ENTER IF YOU @red@VALUE YOUR LIFE!": "你走近马车，看到亡灵生物在村门口聚集。马车上贴着一张告示。上面写着：|@red@:: 危险 :: 致命绿雾 如果你@red@珍惜生命就不要进入！",
    "You are a fool to be working for Lucien! Your soul must be cleansed to save you!": "你为Lucien工作真是太蠢了！你的灵魂必须被净化才能拯救你！",
    "You are a friend of the town of Al-Kharid.|If we have more tasks to complete, we will ask you.|Please, keep in contact.|Good employees are not easy to find.": "你是阿尔卡里德的朋友。|如果我们有更多任务需要完成，会来找你的。|请保持联系。|好帮手可不好找。",
    "You are a very talented Knight indeed to have freed Merlin so quickly. You have all of our gratitude.": "你确实是一位非常有才华的骑士，能这么快解救Merlin。我们都非常感激你。",
    "You are brave,|but this task will be tough even for you.|I wish you the best of luck.|Once again you are our only hope.": "你很勇敢，|但即使对你来说这个任务也很艰巨。|祝你好运。|你再一次成为了我们唯一的希望。",
    "You are doing well Bwana. The next|herb is called Sito Foil, and it grows best|where the ground has been blackened|by the living flame.": "你做得很好，Bwana。下一种|草药叫Sito Foil，它在|被活火烧黑的|地面上生长得最好。",
    "You are easily pleased with yourself then.|When you need dyes, come to me.": "你倒挺容易满足的。|需要染料的时候来找我。",
    "You are holding a very impressive looking sword. I'm sure I recognise that sword...": "你拿着一把非常令人印象深刻的剑。我确定我认得那把剑...",
    "You are in Lumbridge Castle.": "你在伦布里奇城堡里。",
    "You are indeed brave Bwana, a truly fearsome warrior to take on such an enemy! Well Done!": "你确实很勇敢，Bwana，敢于挑战这样的敌人，真是一位可畏的战士！干得好！",
    "You are indeed very brave Bwana, we have noticed a difference in the Kharazi Jungle, the trees seem to sing again. And we have you to thank for it.": "你确实非常勇敢，Bwana，我们注意到Kharazi丛林有了变化，树木似乎又在歌唱了。这一切都要感谢你。",
    "You are looking for Ardrigal.|It is related to the palm and grows|in its brother's shady profusion.": "你在寻找Ardrigal。|它和棕榈树有亲缘关系，|生长在同类树木茂密的阴影下。",
    "You are looking for Rogues Purse.": "你在寻找Rogues Purse草药。",
    "You are looking for Sito Foil, and it grows best|where the ground has been blackened|by living flame.": "你在寻找Sito Foil，它在|被活火烧黑的|地面上生长得最好。",
    "You are looking for Volencia Moss.|It clings to rocks for its existence.|It is difficult to see, so you must search for it well.": "你在寻找Volencia苔藓。|它依附在岩石上生存。|很难看到，所以你必须仔细搜寻。",
    "You are looking for clothes, yes? You look at my products! I have very many nice clothes, yes?": "你在找衣服吗？看看我的商品！我有很多漂亮的衣服，对吧？",
    "You are looking for the Grail now adventurer?": "冒险者，你现在在找圣杯吗？",
    "You are modest brave traveller.": "你很谦虚，勇敢的旅者。",
    "You are more than welcome bwana...": "不用客气，bwana...",
    "You are not a high enough level to pick this lock.": "你的等级不够高，无法开这把锁。",
    "You are not ready to mine yet.|Please follow the tutorial and you'll be mining in no time.": "你还没准备好挖矿。|请跟着教程走，很快就能开始挖矿了。",
    "You are still worthy to wield Excalibur! And thanks for the cash! I felt like getting a new haircut!": "你仍然配得上Excalibur！还有谢谢你的钱！我正想去剪个新发型呢！",
    "You are the contained centre of an O.": "你是O字母中间被包围的那个点。",
    "You are the saviour of my heart, thank you.": "你是我心灵的救星，谢谢你。",
    "You are thinking that I'll never guess what you are thinking.": "你在想我永远猜不到你在想什么。"
}