{
    "I have lost the letter you gave me.": "我弄丢了你给我的信。",
    "I have lost the map you gave me.": "我弄丢了你给我的地图。",
    "I have lost the relic part you gave me.": "我弄丢了你给我的遗物碎片。",
    "I have lost the relic you gave me.": "我弄丢了你给我的遗物。",
    "I have made the potion.": "我已经配好了药水。",
    "I have my orders.": "我有我的命令。",
    "I have no idea where they go from there. But that's not going to help us, is it?": "我不知道他们从那里去了哪里。不过这对我们也没什么帮助，对吧？",
    "I have no interest in talking to a pathetic meat bag like yourself.": "我没兴趣和你这种可悲的肉袋子说话。",
    "I have no interest in talking to gawkers.": "我没兴趣跟围观的人说话。",
    "I have no more news since we last spoke.": "自上次谈话以来我没有更多消息了。",
    "I have no need for panning trays!": "我不需要淘金盘！",
    "I have no time to waste with the likes of you do-gooder.": "我没时间浪费在你这种好好先生身上。",
    "I have normal, studded and hard types.": "我有普通、镶钉和硬化三种类型。",
    "I have not been able to find that castle again though...": "不过我一直没能再找到那座城堡……",
    "I have not explored outside of this room, but I have heard that there is a huge metallic door of strange construction within these catacombs which challenges any person with a riddle. Very few have solved the riddle.": "我没有探索过这个房间外面，但我听说在这些地下墓穴里有一扇构造奇特的巨大金属门，它会用谜语挑战来者。很少有人能解开那个谜语。",
    "I have not found any yet.": "我还没有找到任何一个。",
    "I have nothing left for you but the cooking pot!": "除了这口锅，我没什么可以给你的了！",
    "I have one...": "我有一个……",
    "I have only one idea how we could possibly cleanse the river.": "我只有一个关于如何净化河流的想法。",
    "I have passed on your message.": "我已经传达了你的消息。",
    "I have potions to brew.|Do you need anything specific?": "我有药水要酿。|你需要什么特别的吗？",
    "I have proof that <~murder_get_murderer_name> is lying about the poison.": "我有证据证明<~murder_get_murderer_name>在关于毒药的事上撒了谎。",
    "I have proof that it wasn't any of the servants!": "我有证据证明不是任何一个仆人干的！",
    "I have received word from my father of your assistance to our family in this matter. You have my thanks for restoring our honour.": "我收到了父亲的来信，提到你在这件事上对我们家族的帮助。感谢你恢复了我们的荣誉。",
    "I have replaced all the cogs!": "我已经换好了所有的齿轮！",
    "I have retrieved a candlestick!": "我已经取回了一个烛台！",
    "I have retrieved all your scorpions.": "我已经找回了你所有的蝎子。",
    "I have retrieved the Grail!": "我已经取回了圣杯！",
    "I have retrieved the shield of Arrav|and I would like to claim my reward.": "我已经取回了Arrav之盾|我想领取我的奖赏。",
    "I have retrieved your crest.": "我已经取回了你的纹章。",
    "I have retrieved your sword for you.": "我已经帮你找回了你的剑。",
    "I have ruined the Black Knight's invincibility potion.|That should put a stop to your problem.": "我已经毁掉了黑骑士的无敌药水。|这应该能解决你的问题了。",
    "I have slain the dragon!": "我已经杀了那条龙！",
    "I have slain the foul creature!": "我已经杀了那个邪恶的怪物！",
    "I have some balls of wool.|Could you make me some rope?": "我有一些毛线球。|你能帮我做些绳子吗？",
    "I have some beer here, fancy one?": "我这里有些啤酒，来一杯吗？",
    "I have some blessed water from the Salve in this bucket. Do you think it would help against that vampire?": "我桶里有一些Salve河的祝福之水。你觉得它能对付那个吸血鬼吗？",
    "I have some blue armour.": "我有一些蓝色盔甲。",
    "I have some bones.": "我有一些骨头。",
    "I have some flour.": "我有一些面粉。",
    "I have some good news for you then. One of my customers found this on their travels and recognised it as mine and returned it to me here.": "那我有个好消息告诉你。我的一个顾客在旅途中发现了这个，认出是我的，就还给我了。",
    "I have some here.|@whi@(You give six loads of logs to the commander.)": "我带了一些。|@whi@（你把六捆木材交给了指挥官。）",
    "I have some items that I need help with.": "我有一些物品需要帮忙鉴定。",
    "I have some items that I need some help with.": "我有一些物品需要帮忙鉴定。",
    "I have some milk.": "我有一些牛奶。",
    "I have some orange armour.": "我有一些橙色盔甲。",
    "I have some water from the Salve. It seems to have been desecrated though. Do you think you could bless it for me?": "我有一些Salve河的水。不过似乎被亵渎了。你能帮我祝福一下吗？",
    "I have some.": "我有一些。",
    "I have something I need checking out.": "我有东西需要鉴定一下。",
    "I have something else in mind!": "我有别的打算！",
    "I have spoken to Boot the dwarf about the location of 'perfect gold' but haven't managed to make you your jewelry yet.": "我已经和矮人Boot谈过'完美黄金'的位置了，但还没能帮你做好珠宝。",
    "I have that now. Please, make me a wig.": "我现在有了。请帮我做一顶假发。",
    "I have the Yommi tree seeds.": "我有Yommi树的种子。",
    "I have the finger prints of the culprit!": "我有凶手的指纹！",
    "I have the intelligence report!": "我拿到了情报报告！",
    "I have the orb of protection.": "我拿到了守护宝珠。",
    "I have the orb.": "我拿到了宝珠。",
    "I have the perfect challenge for you...|The Alfred Grimhand Barcrawl!|First completed by Alfred Grimhand.": "我有一个完美的挑战给你……|Alfred Grimhand酒馆巡游！|最先由Alfred Grimhand完成。",
    "I have the picture, I'll just take it to the dwarf now!": "我拿到图片了，我现在就去找那个矮人！",
    "I have the plague sample.": "我拿到了瘟疫样本。",
    "I have the power to know. Just as I have the power to foresee the future.": "我有洞察的力量。就像我有预见未来的力量一样。",
    "I have the ring and necklace right here.": "我戒指和项链都带在身上。",
    "I have the root and spiders eggs needed to make it.": "我有制作它所需的根和蜘蛛卵。",
    "I have the sword now.|I just need to kill the demon, I think.": "我现在有剑了。|我想我只需要杀掉恶魔就行了。",
    "I have them here.": "我带在身上。",
    "I have them right here.": "就在这里。",
    "I have these gold nuggets...": "我有这些金块……",
    "I have this armour...": "我有这副盔甲……",
    "I have this key I took from one of the monuments underground.": "我有一把钥匙，是从地下的一个纪念碑上拿的。",
    "I have this key I took from one of those Zamorakian monks!": "我有一把钥匙，是从一个Zamorak僧侣身上拿的！",
    "I have this pot I found at the murder scene...": "我在案发现场找到了这个罐子……",
    "I have this robe...": "我有这件长袍……",
    "I have to be going...": "我得走了……",
    "I have to collect herbs now Bwana...": "我现在得去采药草了，Bwana……",
    "I have to get a potion made for you.": "我得帮你配一瓶药水。",
    "I have used a sword since I was a small girl.|I stabbed three people before I was 6 years old.": "我从小就使用剑了。|六岁之前我就刺伤过三个人。",
    "I have visited Ungadulu in the caves, he is hard at work studying. He looks well! Have you grown the Yommi tree yet?": "我去洞穴看了Ungadulu，他正在努力学习。他看起来很好！你种出Yommi树了吗？",
    "I have visited Ungadulu in the caves, he is hard at work studying. He looks well! How is your quest going Bwana?": "我去洞穴看了Ungadulu，他正在努力学习。他看起来很好！你的任务进展如何，Bwana？",
    "I have word from Sanfew that you have been very helpful in assisting him with his preparations for the purification ritual. As promised I will now teach you the ancient arts of Herblore.": "Sanfew告诉我，你在协助他准备净化仪式方面非常有帮助。按照约定，我现在来教你草药学的古老技艺。",
    "I have work to do Bwana, I may see you again...": "我有工作要做，Bwana，也许我们还会再见……",
    "I have worked out the guard's puzzle.": "我解开了守卫的谜题。",
    "I have your gold.": "我带来了你的金子。",
    "I have your last ball of wool.": "我带来了你最后一个毛线球。",
    "I have your piece of the crest!": "我拿到了你那块纹章碎片！",
    "I have, but I haven't managed to find Gilob's son yet.": "我去了，但还没找到Gilob的儿子。",
    "I have.": "有的。",
    "I haven't brought my diamonds with me.": "我没有带钻石。",
    "I haven't finished it yet.": "我还没完成。",
    "I haven't found it yet either.": "我也还没找到。",
    "I haven't found it yet.": "我还没找到。",
    "I haven't found one yet.": "我还没找到。",
    "I haven't got 15 coins with me.": "我身上没有15金币。",
    "I haven't got any at the moment.": "我现在一个都没有。",
    "I haven't got it yet.": "我还没拿到。",
    "I haven't got that much.": "我没有那么多。",
    "I haven't got the plague though...": "可是我没有得瘟疫啊……",
    "I haven't heard of your sort.": "我没听说过你们这类人。",
    "I haven't made it yet.": "我还没做好。",
    "I haven't managed to find the report yet...": "我还没找到那份报告……",
    "I haven't managed to find what the secret weapon is yet.": "我还没找到秘密武器是什么。",
    "I haven't managed to make it yet.": "我还没做出来。",
    "I haven't seen a pilgrim for thousands of years!": "我已经几千年没见过朝圣者了！",
    "I haven't seen another pair which can withstand their jaws...": "我没见过其他能抵挡住它们撕咬的手套……",
    "I haven't slayed Viyeldi yet.": "我还没杀掉Viyeldi。",
    "I haven't spoken to him yet.": "我还没跟他说过话。",
    "I haves no more for you.": "我没有更多的了。",
    "I hear from Leela that you are well on the way with the rescue. I am always kept informed, you know.": "Leela告诉我你的营救行动进展顺利。你知道的，我一直都在关注消息。",
    "I hear he has all these crazy followers who say things like we shouldn't kill people and eat them! What's up with that?": "我听说他有一群疯狂的追随者，说什么我们不该杀人吃人之类的话！这是怎么回事？",
    "I hear he's susceptible to attacks from the mind.|However I have no idea what that means,|so it's not much help to me.": "我听说他容易受到精神攻击。|不过我不知道那是什么意思，|所以对我没什么帮助。",
    "I hear him bark all the time. It's one of his favorite things to do. I can't say I did the night of the murder though as I wasn't close enough to hear either way.": "我总是听到它叫。叫是它最喜欢做的事之一。不过我不能说凶案那晚听到了，因为我离得不够近，听不到。",
    "I hear over in the West they worship Saradomin, but I dunno why! What's he ever done to help out us werewolves, huh?": "我听说西边的人崇拜Saradomin，但我不明白为什么！他什么时候帮过我们狼人了？",
    "I hear rumours she has probably caught the plague now. Very tragic, a stupid waste of life.": "我听说她现在可能已经染上了瘟疫。太悲惨了，白白浪费生命。",
    "I hear this place is of historic interest.": "我听说这个地方很有历史价值。",
    "I hear wild rumours about a prince.": "我听到了一些关于王子的疯狂传言。",
    "I hear you are questing for the Holy Grail?!": "我听说你在寻找圣杯？！",
    "I hear you brought the completed crest to my father. I must say, that was awfully impressive work.": "我听说你把完整的纹章带给了我父亲。我必须说，那真是令人印象深刻的工作。",
    "I hear you're pretty smart to have solved the Sinclair Murder!": "我听说你很聪明，竟然破了Sinclair谋杀案！",
    "I heard Juliet had died. Terrible business.": "我听说Juliet死了。太可怕了。",
    "I heard something breaking.": "我听到有什么东西碎了。",
    "I heard the Servil family are fighting soon. Should be very entertaining.": "我听说Servil家很快要上场战斗了。应该很精彩。",
    "I heard you say something, now spit it out!": "我听到你说了什么，快说出来！",
    "I heard you solved the murder.|Was I of any help to you at all?": "我听说你破了案。|我对你有什么帮助吗？",
    "I hit you!": "我打中你了！",
    "I hope I will be with my dear one soon.": "我希望很快能和我的爱人在一起。",
    "I hope he's not too long.": "希望他不会太久。",
    "I hope it remembers to go back inside my arm. And don't even ask me about my legs... how much blood are they going to need?": "我希望它记得回到我手臂里。别问我关于我腿的事……它们还要多少血？",
    "I hope it's not too late.": "希望还不算太迟。",
    "I hope she comes and visits sometime.": "我希望她什么时候能来看看。",
    "I hope that teaches you a lesson!": "希望这给你一个教训！",
    "I hope the potion is near ready.": "希望药水快好了。",
    "I hope things get easier for you.": "希望你以后能顺利些。",
    "I hope you can, good luck.": "希望你能行，祝好运。",
    "I hope you find her...|She was nice.": "希望你能找到她……|她人很好。",
    "I hope you find him soon!": "希望你能很快找到他！",
    "I hope you have proof to that effect. We have to arrest someone for this and it seems to me that only the actual murderer would gain by falsely accusing someone.": "希望你有相关的证据。我们必须为此逮捕某人，在我看来只有真正的凶手才会从诬告他人中获利。",
    "I hope you like what you see. Although all these|premade dishes are good to eat - they were made by|the last human assistant chef.  He wasn't up to Chef's|exacting standards - and you may find that they will": "希望你喜欢你看到的。虽然这些|预制菜肴都很好吃——它们是|上一位人类助理厨师做的。他达不到厨师长|严格的标准——你可能会发现它们",
    "I hope you succeed for my father's sake.": "为了我父亲，希望你能成功。",
    "I hope you're doing a good job then!": "那希望你干得好！",
    "I hope you're enjoying your stay,|there should be lots of useful infomation in that book you've got.|Places to go, people to see.": "希望你在这里过得愉快，|你拿到的那本书里应该有很多有用的信息。|可以去的地方，可以见的人。",
    "I hope you're keeping busy.": "希望你一直有事做。",
    "I hope you've been brushing up Herblore and Magic? I must warn you, only experienced magicians can use the potion. It is too dangerous in the hands of the unskilled.": "你一直在精进草药学和魔法吧？我得提醒你，只有经验丰富的法师才能使用这种药水。在生手手中太危险了。",
    "I hoped to get him drunk.": "我想把他灌醉。",
    "I hoped you would think so.|My people are afraid to stay in the village.": "我就希望你这么想。|我的族人害怕待在村子里。",
    "I imagine she's caught the plague. Either way she won't be allowed out of West Ardougne, the risk is too great.": "我想她已经染上了瘟疫。不管怎样，她都不会被允许离开西阿多格尼，风险太大了。",
    "I insist Murphy, take me back.": "我坚持，Murphy，带我回去。",
    "I interview all the new recruits. I'd know if you were one of them.": "我负责面试所有新兵。如果你是其中之一我会认识你的。",
    "I just find it hard to say goodbye sometimes.": "有时候我就是觉得说再见很难。",
    "I just hope he can help us in our hour of need!": "我只希望在我们最需要的时候他能帮到我们！",
    "I just need a chocolate bomb and two portions of choc chip crunchies please.": "我只需要一份巧克力炸弹和两份巧克力脆片，谢谢。",
    "I just need a tangled toad's legs and two portions of worm crunchies please.": "我只需要一份纠缠蟾蜍腿和两份蠕虫脆片，谢谢。",
    "I just need one Fruit Blast!": "我只需要一杯水果特调！",
    "I just need to soften the soil and then we'll start digging.": "我只需要把土弄松，然后我们就可以开始挖了。",
    "I just need two SGG's and one Blurberry Special!": "我只需要两杯SGG和一杯Blurberry特调！",
    "I just thought of something I must do!": "我突然想起有件事必须去做！",
    "I just used a bit to clean that family crest outside up a bit. Do you think I can get much money For the family crest, actually? It's cleaned up a bit now.": "我用了一点来清洁外面那个家族纹章。你觉得这个家族纹章能值多少钱？它现在干净一些了。",
    "I just want something to happen!": "我就想要点什么事情发生！",
    "I just want to play.": "我只是想玩。",
    "I just want to try something else.": "我只是想试试别的。",
    "I just wondered what you're doing?": "我只是想知道你在做什么？",
    "I keep on dying.": "我老是死掉。",
    "I kept one of the keys. I gave the other two to other people for safe keeping.": "我留了一把钥匙。另外两把给了其他人保管。",
    "I killed that dog for you.": "我帮你杀了那条狗。",
    "I killed the demon again.": "我又杀了那个恶魔。",
    "I knew the row boat wasn't sea worthy. I couldn't risk bringing him along but you must get him off that platform.": "我知道那艘小船不适合航海。我不能冒险带上他，但你必须把他从那个平台上救下来。",
    "I know all I need to know and when I reveal the truth you're going directly to jail.": "我已经知道了需要知道的一切，等我揭露真相，你就直接进监狱。",
    "I know all about that... I won that four years straight! I'm too old for that lark now though...": "那个我太了解了……我连续赢了四年！不过我现在太老了，干不动了……",
    "I know he can be a bit extreme at times. But he's the best tree guardian I have, he has made the gnomes paranoid about humans though.": "我知道他有时候可能有点极端。但他是我最好的树木守护者，不过他确实让侏儒们对人类产生了偏执。",
    "I know he is a brave warrior, he lives in a village south of here.  Your journeys have taken you far!": "我知道他是一个勇敢的战士，他住在这里南边的一个村子里。你的旅途可真远！",
    "I know he's not exactly brave|but I think you're being a little harsh.": "我知道他不算很勇敢|但我觉得你有点过分了。",
    "I know him.": "我认识他。",
    "I know how you feel... for such a long time I have searched and searched for the elusive perfect gold... I thought I had gotten a good lead on finding it": "我理解你的感受……我找了好久好久那难以捉摸的完美黄金……我以为我找到了一个好线索",
    "I know it's scary in there, but you'll have to go in alone. I'll catch up as soon as I can.": "我知道里面很可怕，但你得独自进去。我会尽快赶上来的。",
    "I know just the thing. A potion to make her appear dead.": "我知道该怎么办。一种让她看起来像死了一样的药水。",
    "I know more about the realm of the Grail than many, and I have a feeling you may need to come back and speak to me anyway...": "关于圣杯的领域，我比很多人知道得多，而且我觉得你可能还得回来找我谈……",
    "I know not adventurer, it was just a myth I was told|as a young boy. Perhaps somewhere icey?": "我不知道，冒险者，那只是我小时候|听说的一个传说。也许在某个冰冷的地方？",
    "I know not how I can adequately reward you for your efforts... although": "我不知道该如何充分回报你的努力……不过",
    "I know one goes on each floor... but I can't exactly remember which goes where specifically. Oh well, I'm sure you can figure it out fairly easily.": "我知道每层放一个……但我记不清具体哪个放在哪层了。算了，我相信你能很容易搞清楚的。",
    "I know something about them, especially magical daggers. If you have a specific one, show it to me and I'll help as much as I can.": "关于这些我知道一些，尤其是魔法匕首。如果你有特别的匕首，给我看看，我会尽力帮忙。",
    "I know that I probably shouldn't have sold it... but some friends and I were having a little wager, the odds were just too good!": "我知道我也许不该卖掉它……但我和一些朋友在打赌，赔率实在太好了！",
    "I know the Grand Tree's dying!|And I think you're part of the reason.": "我知道大树正在枯萎！|而且我觉得你是原因之一。",
    "I know what you're up to Glough!": "我知道你在搞什么鬼，Glough！",
    "I know who did it!": "我知道是谁干的！",
    "I know who you are!": "我知道你是谁！",
    "I know you, creature; you may pass.": "我认识你，来者；你可以通过。",
    "I know, I just can't find any skilled staff.|I don't suppose you're looking for some part time work?|The pay isn't great but it's a good way to meet people.": "我知道，就是找不到有技术的员工。|你不会碰巧在找兼职吧？|工资不高，但这是认识人的好方法。",
    "I know, therefore I am.": "我知道，故我在。",
    "I knows, I keeps missing... because your stabbers are|worserer at flying than a dead dog.": "我知道嘛，我老是射偏……因为你的尖刺|飞起来还不如一条死狗。",
    "I laugh in the face of danger!": "我对危险一笑置之！",
    "I laugh in the face of danger.": "我对危险一笑置之。",
    "I leave town for just five months,|and ALREADY he can't manage.": "我才离开镇子五个月，|他就管不过来了。",
    "I left their cage door open,|now I don't know where they've gone.": "我把它们笼子的门忘了关，|现在我不知道它们跑哪去了。",
    "I like our king, he's keeping the poor and infected away from us decent folk.": "我喜欢我们的国王，他把穷人和病人都隔在我们正常人外面。",
    "I like that.": "我喜欢。",
    "I like this place.|I like to savour the aroma coming from these pipes.": "我喜欢这个地方。|我喜欢品味从这些烟斗里飘来的香气。",
    "I like to keep busy.": "我喜欢忙碌。",
    "I looking for someone brave|to go on important mission for me.|Someone skilled in thievery and sneaking about.|I am told I can find such people in Brimhaven.": "我在找一个勇敢的人|替我执行一项重要任务。|一个擅长偷窃和潜行的人。|我听说可以在Brimhaven找到这样的人。",
    "I lost my fishing trophy...": "我弄丢了我的钓鱼奖杯……",
    "I lost the letter you gave me.": "我弄丢了你给我的信。",
    "I lost the poison you gave me...": "我弄丢了你给我的毒药……",
    "I lost the scroll you gave me.": "我弄丢了你给我的卷轴。"
}