{
    "When she became a more powerful sorceress she attacked Ah Za Rhoon, reducing it to rubble. What Zadimus' fate was, I do not know.": "当她成为更强大的女巫后，她攻击了Ah Za Rhoon，将其夷为平地。至于Zadimus的命运如何，我不知道。",
    "When they cursed the rocks for their rituals they made them useless to us and our magics. We require a brave adventurer to go on a quest for us to help purify the circle of Varrock.": "当他们诅咒那些石头用于仪式时，石头对我们和我们的魔法就变得毫无用处了。我们需要一位勇敢的冒险者替我们去完成一个任务，帮助净化瓦洛克的石圈。",
    "When they talk about 'the silence of the desert',|this must be what they mean.": "当他们说到'沙漠的寂静'时，|说的一定就是这种感觉。",
    "When this Tower was burnt down the secret of creating runes was lost to us for all time... except it wasn't. Some months ago, while searching these ruins for information from old days,": "当这座塔被烧毁时，创造符文的秘密对我们来说就永远失传了...但其实并没有。几个月前，在搜索这些废墟寻找古老资料时，",
    "When this happens, can I count on your support?": "当这一切发生时，我能指望你的支持吗？",
    "When we've found Zanaris you'll... GAH! I mean, we're not here for any particular reason at all.": "等我们找到Zanaris你就会... 呃！我是说，我们来这里没有什么特别的原因。",
    "When will this battle end?|I feel like I've been fighting forever.": "这场战斗什么时候才能结束？|我感觉自己已经打了一辈子了。",
    "When will this battle end?|I feel like I've been locked up my whole life.": "这场战斗什么时候才能结束？|我感觉自己被关了一辈子了。",
    "When you go to the arena you'll go up an access ramp to the walkways that overlook the duel arenas.|From the walkway you can watch the duels and challenge other players.": "当你去竞技场时，你会沿着斜坡上到俯瞰决斗场的走道。|在走道上你可以观看决斗和挑战其他玩家。",
    "When you grow weary of violence|and seek a more enlightened path,|please pay me a visit": "当你厌倦了暴力|想寻找一条更开明的道路时，|请来找我",
    "When you have done both of those I will be able to inspect the damage which those Zamorakians have done to the purity of the Salve.": "当你完成这两件事后，我就能检查那些Zamorak信徒对Salve的纯净度造成了多大的损害。",
    "When you have made the vessel, bring it to me. I will help but you need to ensure that you are devout and have faith. Your ability in prayer will be thoroughly tested.": "当你制作好容器后，把它带给我。我会帮忙，但你需要确保自己虔诚且有信仰。你的祈祷能力将会受到彻底的考验。",
    "When you solve the sequence you may enter our hideout where our leader, Alomone, awaits you.": "当你解开序列之谜后，你就可以进入我们的藏身处，我们的首领Alomone在那里等着你。",
    "When you start a quest it will change colour to yellow,|and green when you've finished. This is so you can|easily see what's complete, what's started, and what's left|to begin.": "当你开始一个任务时，它会变成黄色，|完成后变成绿色。这样你就可以|轻松看到哪些已完成、哪些已开始、|哪些还没开始。",
    "When you use a metal bar on an anvil you will be be able to choose the item you want to smith, as long as you have a high enough Smithing level and the correct number of bars.": "当你在铁砧上使用金属锭时，你就可以选择要锻造的物品，前提是你有足够高的锻造等级和正确数量的锭。",
    "When you wear them you will burn lobsters, sharks and swordfish a lot less. It will be a permanent modification however, so make sure this is what you want.": "当你穿上它们后，你烤焦龙虾、鲨鱼和箭鱼的几率会大大降低。不过这将是一个永久性的改造，所以确认这是你想要的。",
    "When you've had a look at the book, come back here|and I'll let you prepare a few dishes.": "等你看完那本书后，回到这里|我会让你准备几道菜。",
    "When?": "什么时候？",
    "Whenever you see sparkling waters, you can be sure there's probably some good fishing to be had there!": "每当你看到波光粼粼的水面时，那里很可能有好鱼可钓！",
    "Where am I supposed to go again?": "我该去哪里来着？",
    "Where are all your people?": "你的人都在哪里？",
    "Where are that darn key?": "那该死的钥匙在哪儿？",
    "Where are they?": "他们在哪里？",
    "Where are we?": "我们在哪？",
    "Where can I find Ardrigal?": "我在哪里能找到Ardrigal？",
    "Where can I find Captain Rovin?": "我在哪里能找到Rovin队长？",
    "Where can I find Chronozon?": "我在哪里能找到Chronozon？",
    "Where can I find Silverlight?": "我在哪里能找到银光剑？",
    "Where can I find Sir Galahad?": "我在哪里能找到Galahad爵士？",
    "Where can I find Snake weed?": "我在哪里能找到蛇草？",
    "Where can I find a captain?": "我在哪里能找到船长？",
    "Where can I find money?": "我在哪里能找到钱？",
    "Where can I find some protective clothing then?": "那我在哪里能找到防护服？",
    "Where can I find swamp tar?": "我在哪里能找到沼泽焦油？",
    "Where can I find the demon?": "我在哪里能找到恶魔？",
    "Where can I find this cauldron?": "我在哪里能找到这个大锅？",
    "Where can I find this metal?": "我在哪里能找到这种金属？",
    "Where can I get an antidragon shield?": "我在哪里能拿到防龙盾？",
    "Where can I get more pure water?": "我在哪里能获得更多纯净水？",
    "Where can I get more water for the Yommi tree?": "我在哪里能获得更多水来浇灌Yommi树？",
    "Where can I go?": "我能去哪里？",
    "Where can you take me?": "你能带我去哪里？",
    "Where did he go to? Why not ask him for some help. Perhaps he went into his grotto.": "他去哪了？何不去找他帮帮忙。也许他去了他的石窟。",
    "Where did the plague come from?": "瘟疫是从哪来的？",
    "Where did they take them?": "他们把他们带到哪里去了？",
    "Where did you get the animals from?": "你从哪里弄来的这些动物？",
    "Where did you get the map piece from?": "你从哪里得到的地图碎片？",
    "Where did you get this from Effendi! I'll have to confiscate this for your own safety!": "大人，你从哪里弄到这个的！为了你的安全我必须没收它！",
    "Where did you get this?": "你从哪里弄到的？",
    "Where did you put it?": "你把它放在哪了？",
    "Where did you say I could find Avan again?": "你说我在哪里能找到Avan来着？",
    "Where did you say I could find your brother Johnathon again?": "你说我在哪里能找到你兄弟Johnathon来着？",
    "Where did you say I could find your son Caleb again?": "你说我在哪里能找到你儿子Caleb来着？",
    "Where did you say that scorpion was again?": "你说那只蝎子在哪里来着？",
    "Where did you say you saw Fluffs?": "你说你在哪里看到Fluffs的？",
    "Where do I get pure water from?": "我从哪里获取纯净水？",
    "Where do I plant the seeds?": "我在哪里种这些种子？",
    "Where do we put the 'fatsy toadies'?": "我们把'胖蟾蜍'放在哪里？",
    "Where do you deliver to?": "你送货到哪里？",
    "Where does she live?": "她住在哪里？",
    "Where does the wizard live?": "巫师住在哪里？",
    "Where is Drezel?": "Drezel在哪里？",
    "Where is he now?": "他现在在哪里？",
    "Where is the Shantay Pass?": "Shantay关口在哪里？",
    "Where is the fertile soil?": "肥沃的土壤在哪里？",
    "Where is the first piece of the map?": "地图的第一块碎片在哪里？",
    "Where is the pool of sacred water?": "圣水之池在哪里？",
    "Where is the second piece of the map?": "地图的第二块碎片在哪里？",
    "Where is the source of the spring of pure water?": "纯净泉水的源头在哪里？",
    "Where is the third piece of the map?": "地图的第三块碎片在哪里？",
    "Where is this play area?": "这个游乐区在哪里？",
    "Where is this treasure you talk of?": "你说的宝藏在哪里？",
    "Where is your father?": "你父亲在哪里？",
    "Where my gold from dat dirty Toban?": "那个脏Toban欠我的金子在哪？",
    "Where on RuneScape did you get that scary looking Cyclops?!": "你在RuneScape的哪里弄到那只吓人的独眼巨人的？！",
    "Where should I look for Filliman Tarlock again?": "我该去哪里找Filliman Tarlock来着？",
    "Where should I look?": "我该去哪里找？",
    "Where should I put the 'fatsy toadies'?": "我该把'胖蟾蜍'放在哪里？",
    "Where were you at the time of the murder?": "谋杀发生时你在哪里？",
    "Where were you when the murder happened?": "谋杀案发生时你在哪里？",
    "Where would I find this Al Zaba Bhasim?": "我在哪里能找到这个Al Zaba Bhasim？",
    "Where would I get a silver sickle?": "我在哪里能拿到银镰刀？",
    "Where would he be?": "他会在哪里？",
    "Where would you like to teleport to ?": "你想传送到哪里？",
    "Where's Mort Myre?": "Mort Myre在哪？",
    "Where's the Black Arm Gang hideout?": "黑臂帮的藏身处在哪？",
    "Where's the Black Arm Gang hideout?|I wanna go sabotage 'em!": "黑臂帮的藏身处在哪？|我要去破坏他们！",
    "Where's the fire? I don't see any fire? Stop messing me around and state your business!": "哪有火？我没看到什么火啊？别跟我瞎扯了，说你来干什么！",
    "Where's the shipyard from here?": "从这里到造船厂怎么走？",
    "Where's your father Jeremy?": "你父亲在哪里，Jeremy？",
    "Whew! That was lucky!": "呼！真是幸运！",
    "Which building?": "哪栋建筑？",
    "Which chaos altar I cannot remember.": "是哪个混沌祭坛我记不清了。",
    "Which is it going to be?": "你选哪个？",
    "Which monastery do you come from?": "你来自哪个修道院？",
    "Which quests do I need to complete?": "我需要完成哪些任务？",
    "Which shouldn't be too hard, considering their intelligence.": "考虑到他们的智商，这应该不太难。",
    "While me, I'm much more. I am the pyramidic containment of an A.": "而我呢，我就高级多了。我是A的金字塔式容器。",
    "While wearing a matching cape and staff it will add|50% more damage to that already caused by battle|mage spells for several minutes.": "穿戴配套的斗篷和法杖时，|将在几分钟内为战斗|法师法术增加50%的额外伤害。",
    "While you two are digging, I'll make a spare mask.|I'll hide it in the cupboard incase the mourners come in.": "你们两个挖的时候，我做一个备用面具。|我把它藏在柜子里以防哀悼者进来。",
    "While you're there you need to make contact with any jungle natives. Bring back a tribal gift from the natives so that we can display it in the Legends Guild. I hope that answers your question!": "你在那里的时候需要与丛林原住民取得联系。从原住民那里带回一件部落礼物，这样我们就能在传奇公会展示它。希望这回答了你的问题！",
    "Who am I supposed to kill again?": "我该杀谁来着？",
    "Who are all those people in there?": "里面那些人都是谁？",
    "Who are the Mahjarrat?": "Mahjarrat是什么人？",
    "Who are the RPDT?": "RPDT是什么组织？",
    "Who are the Rantuki tribe?": "Rantuki部落是什么？",
    "Who are you calling young one?!": "你叫谁年轻人呢？！",
    "Who are you?": "你是谁？",
    "Who are you? What are you after?": "你是谁？你想要什么？",
    "Who can tell? It's one of the drawbacks to living in a swamp. You get used to it after a while.": "谁知道呢？这是住在沼泽里的缺点之一。过一阵子你就习惯了。",
    "Who dares enter my home? You? A feeble traveller?": "谁敢闯入我的家？你？一个软弱的旅行者？",
    "Who dares to enter the Temple of Ikov!": "谁敢闯入Ikov神殿！",
    "Who did you sell Poison to at the house?": "你把毒药卖给了府上的谁？",
    "Who disturbs the rocks of Zekin?": "谁惊扰了Zekin的石头？",
    "Who do you think is responsible?": "你觉得谁该负责？",
    "Who do you think was responsible?": "你觉得谁是凶手？",
    "Who does my money go to?": "我的钱给了谁？",
    "Who goes there?": "谁在那里？",
    "Who goes there?|Friend or foe?": "谁在那里？|是敌是友？",
    "Who guards the guardsmen?": "谁来守护守卫们？",
    "Who holds the stronghold?": "谁控制着要塞？",
    "Who is Grand Vizier Erkle?": "大维齐尔Erkle是谁？",
    "Who is Viyeldi?": "Viyeldi是谁？",
    "Who is this Filliman?": "这个Filliman是谁？",
    "Who is through that door?": "门后面是谁？",
    "Who is your son?": "你的儿子是谁？",
    "Who knows how much pain and suffering Delrith would have brought forth without Wally to stop him!": "要不是Wally阻止了Delrith，谁知道他会带来多少痛苦和灾难！",
    "Who knows... I just need some touch paper for a guy called Guidor.": "谁知道呢... 我只是需要一些火纸给一个叫Guidor的人。",
    "Who knows? You may have to leave soon Traveller!|I trust you but the local gnomes are getting paranoid.": "谁知道呢？旅行者，你可能很快就得离开！|我信任你，但当地的地精越来越多疑了。",
    "Who told you that?": "谁告诉你的？",
    "Who treads upon my grave?": "谁在践踏我的墓地？",
    "Who was queen Glarial?": "Glarial女王是谁？",
    "Who's Brother Cedric?": "Cedric修士是谁？",
    "Who's Delrith?": "Delrith是谁？",
    "Who's Fluffs?": "Fluffs是谁？",
    "Who's Hazelmere?": "Hazelmere是谁？",
    "Who's Saradomin?": "Saradomin是谁？",
    "Who's Veronica?": "Veronica是谁？",
    "Who's Zanaris?": "Zanaris是谁？",
    "Who's asking?": "谁在问？",
    "Who's there?": "谁在那儿？",
    "Who, the Duke? He's in his study, on the first floor.": "谁，公爵吗？他在二楼的书房里。",
    "Who?": "谁？",
    "Who?.. Iban's followers?": "谁？..Iban的追随者？",
    "Whoa! This is going to blow! I'd better run!": "哇！这要爆了！我赶紧跑！",
    "Whoooahh sailor!": "哇哦，水手！",
    "Whose middle name?": "谁的中间名？",
    "Why am I giving this cake to an ogre?": "我为什么要给食人魔送蛋糕？",
    "Why am I here?": "我为什么在这里？",
    "Why are all of you standing around here?": "你们为什么都站在这里？",
    "Why are gliders better than other transport?": "为什么滑翔机比其他交通工具好？",
    "Why are the undead here?": "为什么亡灵会在这里？",
    "Why are there so many knights in this city?": "为什么这座城市有这么多骑士？",
    "Why are you arguing about the colour of your armour?": "你们为什么在争论盔甲的颜色？",
    "Why are you called Boot?": "你为什么叫Boot？",
    "Why are you guys hanging around here?": "你们为什么在这里闲逛？",
    "Why are you lurking around a scorpion pit?": "你为什么在蝎子坑附近徘徊？",
    "Why are you so desperate for it?": "你为什么这么急切地想要它？",
    "Why are you so expensive?": "你为什么这么贵？",
    "Why are you so expensive? The tanner in Al-Kharid is almost half the price!": "你为什么这么贵？阿尔卡里德的制革匠几乎只要一半的价格！",
    "Why are you still here?": "你怎么还在这里？",
    "Why are you tortured?": "你为什么受到折磨？",
    "Why are your prices so high?": "你的价格为什么这么高？",
    "Why can't you get it yourself?": "你为什么不自己去拿？",
    "Why can't you sleep, what's wrong?": "你为什么睡不着，怎么了？",
    "Why did the skeleton burp?": "骷髅为什么打嗝？",
    "Why did you leave?": "你为什么离开？",
    "Why didn't you bring the Grail with you?": "你为什么没把圣杯带来？",
    "Why didn't you?": "你为什么没有？",
    "Why do I have to pay to go into the desert?": "为什么我进沙漠还要付钱？",
    "Why do I need to run?": "我为什么需要跑？",
    "Why do the Sinclairs live so far from town?": "Sinclair家为什么住得离镇子这么远？",
    "Why do they call you 'The Butcher'?": "他们为什么叫你'屠夫'？",
    "Why do you interrupt me, traveller?": "旅行者，你为什么打断我？",
    "Why do you only sell meats?": "你为什么只卖肉？",
    "Why do you return when your task is still incomplete?": "你的任务还没完成，为什么回来了？",
    "Why do you say that?": "你为什么这么说？",
    "Why does he have it?": "他为什么会有那个？",
    "Why don't you ever restock ores and bars?": "你为什么从不补充矿石和锭的库存？",
    "Why don't you ever restock some types of amulets?": "你为什么从不补充某些类型的护身符？",
    "Why don't you give this certificate|to the person who helped you get the shield?": "你为什么不把这张证书|给帮你拿到盾牌的那个人？",
    "Why don't you just give me the crest?": "你为什么不直接把纹章给我？",
    "Why don't you make like a tree...": "你怎么不像棵树一样...",
    "Why don't you use the resources here? There are the researchers, and you could even ask other students who are also studying for these exams.": "你为什么不利用这里的资源？这里有研究员，你甚至可以请教其他也在准备这些考试的学生。",
    "Why don't you visit the tourist centre south of the waterfall?": "你怎么不去参观瀑布南边的游客中心？",
    "Why have you returned with no proof of companionship? Back to whence you came!": "你没有带同伴证明就回来了？回你来的地方去！",
    "Why hello there! What can I do you for?": "嗨，你好！有什么我能帮忙的？",
    "Why hello there, me friends call me Ned.|I was a man of the sea, but it's past me now.|Could I be making or selling you some rope?": "嗨你好啊，朋友们都叫我Ned。|我曾是个海上的人，但那都过去了。|我能帮你做些绳子或者卖给你些绳子吗？",
    "Why hello there.": "嗨，你好。",
    "Why is green best?": "为什么绿色最好？",
    "Why is red best?": "为什么红色最好？",
    "Why is this relevant anyway? You still shouldn't be here.": "这有什么关系？反正你不应该在这里。",
    "Why is this town so heavily defended?": "为什么这座城镇防守这么严密？",
    "Why not champ?": "为什么不呢，冠军？",
    "Why not have a look through the artefacts that you have found and see if there is some clue that might help? If you do not have her remains, you will need to find them.": "何不看看你找到的那些文物，看看有没有什么线索可以帮忙？如果你没有她的遗骸，你需要去找到它们。",
    "Why not?": "为什么不？",
    "Why not?!": "为什么不？！",
    "Why on earth did you do that?|@blu@---The Shaman screams at you---": "你到底为什么要这么做？|@blu@---萨满对你怒吼---",
    "Why should I help you?|You wouldn't help me!": "我为什么要帮你？|你又不会帮我！",
    "Why was it called Ah Za Rhoon?": "为什么它叫Ah Za Rhoon？"
}