{
    "I'm the scourge of the seven seas!": "我是七大洋的祸害！",
    "I'm the scourge of the six seas!": "我是六大洋的祸害！",
    "I'm the scourge ofr the six seas!": "我是六大洋的祸害！",
    "I'm thinking about making a break for it. I'm perfectly healthy, not gonna infect anyone.": "我在考虑逃跑。我完全健康，不会传染任何人。",
    "I'm too old to fight. I'm afraid you'll have to kill that ogre by yourself.": "我太老了打不动了。恐怕你得自己杀那个食人魔。",
    "I'm trying to do Alfred Grimhand's barcrawl.": "我在尝试完成Alfred Grimhand的酒馆巡游。",
    "I'm trying to find out what happened|to a boy named Kennith.": "我在调查一个叫Kennith的男孩|发生了什么事。",
    "I'm trying to kill this demon Chronozon that you mentioned...": "我正试着杀掉你提到的恶魔Chronozon……",
    "I'm trying to learn how to be a navigator.": "我在学怎么当航海家。",
    "I'm trying to learn to be a navigator.": "我在学怎么当航海家。",
    "I'm trying to make a comeback!": "我正在试着东山再起！",
    "I'm trying to open the gate!": "我正在试着打开大门！",
    "I'm up for it!": "我愿意！",
    "I'm using the RPDT for delivery. They assured me it would be delivered promptly.": "我用RPDT快递来送货。他们保证会及时送达。",
    "I'm very sorry but you need to complete more quests before you can go on this quest.": "非常抱歉，你需要完成更多任务才能接这个任务。",
    "I'm very sorry but you need to complete more quests before you can go on this quest. Additionally you need to gain <~legends_guard_missing_qp>. They don't call it the Legends Guild for nothing you know!": "非常抱歉，你需要完成更多任务才能接这个任务。另外你还需要获得<~legends_guard_missing_qp>。他们管这里叫传奇公会可不是白叫的！",
    "I'm very sorry, I can see that you've worked very hard for this... ... but it seems that someone has been lying to you.": "我非常抱歉，我能看出你为此付出了很多努力……但似乎有人在骗你。",
    "I'm very sorry.": "我非常抱歉。",
    "I'm waiting on a big delivery of candles|which I need to deliver further along the coast.": "我在等一大批蜡烛的交货|我需要把它们沿着海岸继续运送。",
    "I'm wearing an amulet of ghost speak!": "我戴着幽灵交谈护身符！",
    "I'm working on it now Caroline.": "我正在做呢，Caroline。",
    "I'm working on it.": "我正在做。",
    "I'm... not sure what you're asking me... you want to join the White Knights?": "我……不确定你在问我什么……你想加入白骑士？",
    "I's sorry creature, I don't got no more flufsies! But I got lots of bright pretties! Hope you's get da stabbers for Dad soonly!": "对不起啦小东西，我没有更多毛绒绒了！但我有很多闪亮的漂漂！希望你快点帮爸爸弄到尖尖的！",
    "I's sorry creature, I don't got no more scratchers! But I got lots of bright pretties! Hope you's get da stabbers for Dad soonly!": "对不起啦小东西，我没有更多抓抓了！但我有很多闪亮的漂漂！希望你快点帮爸爸弄到尖尖的！",
    "I've already disposed of this sheep like this.| I should find another.": "我已经这样处理过这只羊了。|我应该找另一只。",
    "I've already explained that he doesn't exist. Now, can we move on?": "我已经解释过他不存在了。现在，我们能继续吗？",
    "I've already made the totem pole.": "我已经做好图腾柱了。",
    "I've always wondered how many cannons the castle has. Could you find out for me?": "我一直想知道城堡有多少门大炮。你能帮我查一下吗？",
    "I've been better.": "我曾经更好过。",
    "I've been doing it for weeks, this time though Glough locked me up here! I just don't understand it.": "我做了好几个星期了，这次Glough把我锁在这里了！我就是不明白。",
    "I've been in Khazard's prisons ever since I can remember. I was a child when his men kidnapped me. My whole life has been spent killing and fighting, all in the hope that one day I might escape.": "我从记事起就在Khazard的监狱里。我还是个孩子的时候就被他的人绑架了。我一生都在杀戮和战斗，只希望有一天能逃出去。",
    "I've been in that shed, I didn't see a city.": "我去过那个棚子，我没看到什么城市。",
    "I've been in that shed. I didn't see a city.": "我去过那个棚子。我没看到什么城市。",
    "I've been kept as a slave here for the last 3 months!": "我在这里被当奴隶关了三个月了！",
    "I've been sent by King Bolren to retrieve the orb of protection.": "Bolren国王派我来取回守护宝珠。",
    "I've been sent by your old pupil Elena, she's trying to halt the virus.": "你的老学生Elena派我来的，她正试着阻止病毒。",
    "I've been sent by your old pupil Elena.": "你的老学生Elena派我来的。",
    "I've been sent to assist you with the ritual to purify the Varrockian stone circle.": "我被派来协助你进行净化瓦洛克石圈的仪式。",
    "I've been sent to rescue Sir Servil and his son.": "我被派来营救Servil爵士和他的儿子。",
    "I've been thinking.": "我一直在想。",
    "I've been told a certain task may need to be completed so you can rest in peace.": "我被告知可能需要完成某个任务你才能安息。",
    "I've breached the stronghold.": "我攻破了据点。",
    "I've changed my mind, I can't do it.": "我改主意了，我做不到。",
    "I've come for the Carnillean family armour. Hand it over, or face the consequences.": "我来拿Carnillean家的盔甲。交出来，否则后果自负。",
    "I've come for the orbs.": "我来拿宝珠的。",
    "I've come here for your piece of the Fitzharmon family crest.": "我来这里取你那块Fitzharmon家族纹章碎片。",
    "I've come to ask your assistance in stopping a plague.": "我来请求你帮忙阻止一场瘟疫。",
    "I've come to knock your teeth out!": "我来打掉你的牙的！",
    "I've come to repossess your house.": "我来收回你的房子。",
    "I've completed the quest.": "我已经完成了任务。",
    "I've entered Fillimans underground grotto, but I'm not sure what to do.": "我进入了Filliman的地下石窟，但不确定该做什么。",
    "I've filled a crate with bananas.": "我把一个板条箱装满了香蕉。",
    "I've finally found the ghost's skull!": "我终于找到了幽灵的头骨！",
    "I've fixed all these railings now.": "我已经修好了所有这些栏杆。",
    "I've forgotten what I need to do.": "我忘了我需要做什么。",
    "I've found Filliman and you should prepare for some sad news.": "我找到了Filliman，你应该准备听到一些悲伤的消息。",
    "I've found a dwarf who will make the sword, I've just got to find the materials for it now!": "我找到了一个愿意打造这把剑的矮人，我现在只需要找到材料！",
    "I've found an eye patch; I had better show this to the Watchtower Wizard.": "我找到了一个眼罩；我最好把它给了望塔巫师看看。",
    "I've found out that the ghost's corpse has lost its skull. If I can find the skull the ghost will go.": "我发现幽灵的尸体丢了头骨。如果我能找到头骨，幽灵就会离开。",
    "I've found out what the Black Knight's secret weapon is. It's a potion of invincibility.": "我查出了黑骑士的秘密武器是什么。是一瓶无敌药水。",
    "I've found the caves, but I don't know what to do.": "我找到了洞穴，但不知道该做什么。",
    "I've got a gas mask though...": "不过我有一个防毒面具……",
    "I've got a little challenge for you.": "我有一个小挑战给你。",
    "I've got a little problem for you to solve.": "我有一个小问题需要你解决。",
    "I've got all four beads.|It was hard work I can tell you.": "我凑齐了四颗珠子。|告诉你，那真不容易。",
    "I've got all the supplies I need from the shop at the end of the pier. They sell good rope, hammers and axes although their bailing buckets aren't too effective.": "我从码头尽头的商店买到了所有需要的补给。他们卖好的绳子、锤子和斧头，虽然他们的舀水桶不太好用。",
    "I've got all three keys!": "我凑齐了三把钥匙！",
    "I've got it right here!": "就在这里！",
    "I've got plenty of charts myself; just come back here when you've got the sextant and watch, and I'll give you one and teach you how to use them.": "我自己有很多海图；等你拿到六分仪和手表后回来这里，我会给你一张并教你怎么使用。",
    "I've got some limpwurt roots!": "我有一些残根！",
    "I've got the Cadaver potion.": "我拿到了尸体药水。",
    "I've got the key You dropped down the drain.": "我拿到了你掉进排水沟的钥匙。",
    "I've got the key off Captain Rovin.": "我从Rovin队长那里拿到了钥匙。",
    "I've got the key off Wizard Traiborn.": "我从巫师Traiborn那里拿到了钥匙。",
    "I've got the sextant and watch!": "我拿到了六分仪和手表！",
    "I've got the sextant!": "我拿到了六分仪！",
    "I've got to find my daughter. I pray that she is still alive...": "我必须找到我的女儿。我祈祷她还活着……",
    "I've got you the limpwurt roots!": "我给你弄到了残根！",
    "I've had enough of this!": "我受够了！",
    "I've had enough, take me back.": "我受够了，带我回去。",
    "I've had extensive plastic surgery.": "我做了大量的整形手术。",
    "I've heard better.": "我听过更好的。",
    "I've heard enough of your rubbish!": "你的废话我已经听够了！",
    "I've heard that one of your number has got hold of part of a map.": "我听说你们中有人拿到了一部分地图。",
    "I've heard that one of your number has got hold of|part of a map.": "我听说你们中有人拿到了|一部分地图。",
    "I've heard that the blacksmiths are prosperous amongst the peasantry. Maybe you could try your hand at that?": "我听说铁匠在平民中很兴旺。也许你可以试试那个？",
    "I've heard that you are a witch.": "我听说你是个女巫。",
    "I've heard there are many fearsome|creatures that dwell under the ground...": "我听说地下住着|许多可怕的生物……",
    "I've heard you have a small scorpion in your possession.": "我听说你有一只小蝎子。",
    "I've heard you're the Black Arm Gang.": "我听说你们是黑臂帮。",
    "I've heard you've got some cool treasures in this place...": "我听说你们这个地方有一些很酷的宝贝……",
    "I've just arrived.": "我刚到。",
    "I've kicked my ball over that hedge, into that garden!|The old lady who lives there is scary...|She's locked the ball in her wooden shed!|Can you get my ball back for me please?": "我把球踢过了那道篱笆，踢进了那个花园！|住在那里的老太太好可怕……|她把球锁在她的木棚里了！|你能帮我把球拿回来吗？",
    "I've killed Nezikchened the Demon again.": "我又杀了恶魔Nezikchened。",
    "I've killed Viyeldi.": "我杀了Viyeldi。",
    "I've lost my amulet.": "我弄丢了我的护身符。",
    "I've lost my barcrawl card...": "我弄丢了我的酒馆巡游卡……",
    "I've lost my cage.": "我弄丢了我的笼子。",
    "I've lost my cannon...": "我弄丢了我的大炮……",
    "I've lost my navigation chart.": "我弄丢了我的航海图。",
    "I've lost my pet scorpions.|They're lesser Kharid scorpions, a very rare breed.": "我弄丢了我的宠物蝎子。|它们是小型Kharid蝎子，非常稀有的品种。",
    "I've lost my sickle!": "我弄丢了我的镰刀！",
    "I've lost my wolfbane dagger.": "我弄丢了我的狼毒匕首。",
    "I've lost that sextant you gave me.": "我弄丢了你给我的六分仪。",
    "I've lost that watch you gave me.": "我弄丢了你给我的手表。",
    "I've lost the amulet.": "我弄丢了护身符。",
    "I've lost the bark sample.": "我弄丢了树皮样本。",
    "I've lost the cannon ball mould...": "我弄丢了炮弹模具……",
    "I've lost the crystal you gave me.": "我弄丢了你给我的水晶。",
    "I've lost the key and the plans!": "我弄丢了钥匙和计划书！",
    "I've lost the key you gave to me.": "我弄丢了你给我的钥匙。",
    "I've lost the key!": "我弄丢了钥匙！",
    "I've lost the notes...": "我弄丢了笔记……",
    "I've lost the pendant you gave me.": "我弄丢了你给我的吊坠。",
    "I've lost the plans and the dart tips!": "我弄丢了计划书和飞镖尖！",
    "I've lost the relic part you gave me.": "我弄丢了你给我的遗物碎片。",
    "I've lost the translation book.": "我弄丢了翻译书。",
    "I've lost the tribal gift you gave me.": "我弄丢了你给我的部落礼物。",
    "I've lost those twigs you gave me.": "我弄丢了你给我的树枝。",
    "I've made a start.": "我已经开始了。",
    "I've managed to get a guard's uniform, hopefully I can infiltrate the arena.": "我弄到了一套卫兵制服，希望我能潜入竞技场。",
    "I've managed to light the torch.": "我成功点亮了火把。",
    "I've managed to lose my torch.": "我把火把弄丢了。",
    "I've never seen you around here before!": "我以前从没在这里见过你！",
    "I've no time for fashion.": "我没时间关心时尚。",
    "I've no time for that, sorry.": "我没时间做那个，抱歉。",
    "I've not brought all the scorpions with me.": "我没有把所有蝎子都带来。",
    "I've not caught all the scorpions yet.": "我还没抓到所有蝎子。",
    "I've not finished yet.": "我还没完成。",
    "I've not found any of them yet.": "我一个都还没找到。",
    "I've not met anybody in here by that name.": "我在这里没遇到过叫那个名字的人。",
    "I've not seen her around here in a while mind you.": "不过我有一阵子没在这附近见过她了。",
    "I've only seen slaves and guards go down there, I never see the slaves come back up. At least up here you have a nice view and a bit of sun. @dbl@-- The slave @dbl@smiles at you and goes back to his work. --": "我只看到奴隶和卫兵下去那里，我从没见过奴隶回来。至少在上面这里你有不错的风景和一点阳光。@dbl@-- 奴隶@dbl@对你微笑了一下然后回去干活了。--",
    "I've picked the Fungus, but I'm not sure what to do now.": "我采了真菌，但不确定现在该怎么做。",
    "I've placed a cog!": "我放好了一个齿轮！",
    "I've placed all the items and Filliman said that spell was cast. What do I do now?": "我已经放好了所有物品，Filliman说咒语已经施放了。我现在该怎么做？",
    "I've replaced the evil Totem pole.": "我已经替换了邪恶的图腾柱。",
    "I've retrieved the second scorpion.": "我找回了第二只蝎子。",
    "I've returned.": "我回来了。",
    "I've run out of charcoal.": "我的木炭用完了。",
    "I've run out of papyrus.": "我的莎草纸用完了。",
    "I've seen enough, thanks.": "我看够了，谢谢。",
    "I've seen them in here, although they don't look up to much. My advice to you is to leave before you end up in a cell too.": "我在这里见过他们，虽然他们看起来不怎么样。我劝你在你也被关进牢房之前赶紧离开。",
    "I've shown Filliman the fungus, but I'm not sure what to do now?": "我给Filliman看了真菌，但不确定现在该怎么做？",
    "I've some here that you can have.": "我这里有一些可以给你。",
    "I've some information for you about Al Zaba Bhasim": "我有一些关于Al Zaba Bhasim的信息告诉你",
    "I've spoken with the spirit and it is Filliman Tarlock, he's been slain.": "我跟那个灵魂谈过了，那是Filliman Tarlock，他已经被杀了。",
    "I've still a few years in me yet.": "我还能再活好几年呢。",
    "I've stopped you before, Glough, and I'll stop you again!": "我以前阻止过你，Glough，我会再次阻止你！",
    "I've tied the other end of this rope to the grill.": "我把绳子的另一端系在了格栅上。",
    "I've tried all the weapons I can find, yet none are powerful enough to break his crystal prison...": "我试过了我能找到的所有武器，但没有一种强大到能打破他的水晶牢笼……",
    "I've wasted enough of my time here.": "我在这里浪费够多时间了。",
    "I've won the Dance Trophy at the Kandarin Ball three years in a trot!": "我在Kandarin舞会上连续三年赢得了舞蹈奖杯！",
    "I, uh, don't know about that...": "我，呃，不太清楚那个……",
    "I... I don't believe it! Poison! JONES!": "我……我不敢相信！毒药！JONES！",
    "I... beg your pardon?": "我……请你再说一遍？",
    "I... just CAN'T understand it! How? HOW could someone poison my delicious food without me even noticing??? I... I just don't understand!": "我……就是想不通！怎么？怎么会有人在我毫不知情的情况下在我的美味食物里下毒？？？我……我就是不明白！",
    "I..I don't know what to say!|How could I have been so blind?!": "我……我不知道说什么好！|我怎么这么瞎？！",
    "IF you can bring me a bucket FULL of wax.": "如果你能给我带来一桶装满的蜡。",
    "Iban is our father, our guide. Soon he will rule all life.": "Iban是我们的父亲，我们的引导者。很快他将统治所有生命。",
    "Iban's dead, I destroyed him.": "Iban死了，我消灭了他。",
    "Iban?": "Iban？",
    "Ice gloves": "冰霜手套",
    "If I can get the chains off, you have to give me something, okay?": "如果我能帮你打开锁链，你得给我点什么，好吗？",
    "If I did, why would I tell you guard?": "就算我知道，为什么要告诉你这个卫兵？",
    "If I find you attempting to cross the wall I'll make sure you never return.": "如果我发现你试图翻墙，我会确保你永远回不来。",
    "If I knew, I would have slain him already. Seek out the Witch, his guide, his only confidante. Only she knows how to rid us of Iban.": "如果我知道，我早就杀了他了。去找那个女巫，他的向导，他唯一的心腹。只有她知道如何除掉Iban。",
    "If I told you that, it wouldn't be a secret.": "如果我告诉你，那就不是秘密了。",
    "If I went in search of the source, could you help me?": "如果我去寻找源头，你能帮我吗？",
    "If I went, could you help me?": "如果我去的话，你能帮我吗？",
    "If I were as ugly as you I would not dare to show my face in public!": "如果我像你一样丑，我都不敢在公共场合露面！",
    "If I were you I would talk to|Baraek, the fur trader in the market place.|I've heard he has connections with the Phoenix Gang.": "如果我是你，我会去找|市场上的皮毛商人Baraek谈谈。|我听说他跟凤凰帮有关系。",
    "If a tree falls in the forest and no one|is around, then nobody gets woodcutting exp.": "如果一棵树在森林里倒了而周围|没有人，那就没人获得砍木经验。",
    "If he did he wouldn't care. I believe he wants his people to suffer, he's an evil man.": "就算他知道他也不在乎。我相信他希望他的人民受苦，他是个邪恶的人。",
    "If he ever found out that it was her who had stolen it he would go absolutely mental, maybe even disowning her!": "如果他发现是她偷的，他会彻底发疯，甚至可能与她断绝关系！",
    "If he's not there he will be at his girlfriend Anita's place. Meet me back here once you've told him.": "如果他不在那里，他会在他女朋友Anita那里。告诉他后回来这里找我。",
    "If her father sees me, he will kill me.": "如果她父亲看到我，他会杀了我。",
    "If his father ever found out, he would be in so much trouble... he might even get disowned!": "如果他父亲发现了，他会有大麻烦的……甚至可能被断绝关系！",
    "If it wasn't Frank I'll eat my shoes!": "如果不是Frank我把鞋子吃了！",
    "If it's hidden how are you planning to find it?": "如果它是藏起来的，你打算怎么找到它？",
    "If not, you will never see the source and your journey back must ye start. What is your answer? Will ye put an end to Viyeldi for me?": "如果不愿意，你永远也看不到源头，你的返回之旅也就此开始。你的回答是什么？你愿意帮我了结Viyeldi吗？",
    "If someone called him a coward, or managed to trick him into a one-on-one duel. Many of us bet that he'll be slaughtered in double quick time, and all the men agreed that they wouldn't intervene.": "如果有人叫他懦夫，或者设法骗他进行一对一决斗。我们很多人打赌他会很快被杀掉，所有人都同意不会干预。",
    "If that is your decision, so be it, but expect not to gain the water from this stream.": "如果这是你的决定，那就这样吧，但别指望从这条溪流中获取水。",
    "If the pool of sacred water has dried up, there may be a way to get to the source of the spring. But it is said to be very, very dangerous.": "如果圣水池干涸了，也许有办法到达泉水的源头。但据说那非常非常危险。",
    "If these are to be believed then this is terrible!": "如果这些是真的，那就太可怕了！",
    "If this is the path you wish to take, remember your success depends on getting as close to your enemy as quickly as possible.": "如果这是你选择的道路，记住你的成功取决于尽可能快地接近敌人。",
    "If we did, why would we tell you guard?": "就算我们知道，为什么要告诉你这个卫兵？",
    "If you absolutely must know, we had a problem with the beehive in the garden, and as all of our servants are so pathetically useless, I decided I would deal with it myself. So I did.": "如果你非要知道的话，花园里的蜂箱出了问题，而我们所有的仆人都没用透了，所以我决定自己处理。所以我就做了。"
}