{
    "Well I've never met you before.": "我以前从没见过你。",
    "Well I've wasted enough of my time here.": "我已经在这里浪费了足够多的时间了。",
    "Well a cash reward is always nice...": "现金奖励总是好的……",
    "Well adventurer, I have heard that they exist on this|island, but have not ever seen one myself.": "冒险者，我听说这个|岛上有它们存在，但我自己从没见过。",
    "Well are you going to drink the potion or not?": "那你到底喝不喝这个药水？",
    "Well at least I know now, but what can we do about it?": "至少我现在知道了，但我们能怎么办呢？",
    "Well be quick,|I'm sure being a chicken can't be good for him.": "那就快点，|我确信变成鸡对他肯定没什么好处。",
    "Well can I join your order?": "那我能加入你们的教团吗？",
    "Well come back any time.": "随时欢迎再来。",
    "Well come back when it is.": "等好了再回来吧。",
    "Well come back when you have, you lightweight.": "等你喝够了再回来，胆小鬼。",
    "Well could you go and get it for me then please? Quickly?": "那你能快去帮我拿来吗？快点？",
    "Well dearie, you need a base for the paste.|That's a mix of ash, flour and water.|Then you need redberries to colour it as you want.|Bring me those four items and I will make you some.": "亲爱的，你需要一个膏的基底。|那是灰烬、面粉和水的混合物。|然后你需要红浆果来给它染色。|把这四样东西带给我，我就给你做一些。",
    "Well don't give up adventurer! That key MUST be around here somewhere! I know none of those Zamorakians ever got very far from this building!": "别放弃冒险者！那把钥匙一定在这附近某个地方！我知道那些Zamorak信徒都没走多远！",
    "Well don't go touching any of those blasted slugs.": "别去碰那些该死的蛞蝓。",
    "Well don't tell anyone but I came here because of the nurses!": "别告诉别人，但我来这里是因为护士们！",
    "Well done Bwana, just two more herbs to collect.": "做得好Bwana，还有两种草药要收集。",
    "Well done Bwana. With the blessings of the gods we will soon have our Totem Pole. Bwana, you now need to plant the seed in the fertile earth.": "做得好Bwana。有了众神的祝福，我们很快就会有图腾柱了。Bwana，你现在需要把种子种在肥沃的土地里。",
    "Well done traveller,|you'd better get Kennith out of here soon.": "做得好旅行者，|你最好尽快把Kennith带出去。",
    "Well done!": "做得好！",
    "Well done! I must say I am very impressed! Come on, hand it over.": "做得好！我必须说我非常印象深刻！来吧，交给我。",
    "Well done! Now I'll fix this cart. You head back to Brother Omad and tell him I'll be there soon.": "做得好！现在我来修这辆马车。你先回去找Omad修士，告诉他我很快就到。",
    "Well done! Now return it to my father!": "做得好！现在把它还给我父亲！",
    "Well done! So where is the trophy?": "做得好！那奖杯在哪里？",
    "Well done! Well done!": "做得好！做得好！",
    "Well done, A great rescue.|I will remember you if I have anything dangerous to do.": "做得好，一次伟大的营救。|如果我有什么危险的事情要做，我会记得你的。",
    "Well done, I can start the tripod construction now.": "做得好，我现在可以开始建造三脚架了。",
    "Well done, here you go.": "做得好，给你。",
    "Well done, here's your payment.": "做得好，这是你的报酬。",
    "Well done, matey!": "做得好，伙计！",
    "Well done, that's very clever.": "做得好，很聪明。",
    "Well done, the guards are having real trouble with those birds. You must go now traveller, it's your only chance.": "做得好，守卫们被那些鸟弄得焦头烂额。你现在必须走，旅行者，这是你唯一的机会。",
    "Well done, traveller.": "做得好，旅行者。",
    "Well done, well done!!|Let's see what the stars have in store for us today.": "做得好，做得好！|让我们看看今天星星为我们准备了什么。",
    "Well done, well done!|That's a crystal found!|You are clever;|hold onto it until you have all four.": "做得好，做得好！|找到一块水晶了！|你真聪明；|拿好它直到你集齐四块。",
    "Well done, well done.|Not many find their way in here.": "做得好，做得好。|没几个人能找到进来的路。",
    "Well done, you've broken down their defences. This battle must be ours.": "做得好，你已经突破了他们的防线。这场战斗必须属于我们。",
    "Well done, you've broken down their defences.|This battle must be ours.": "做得好，你已经突破了他们的防线。|这场战斗必须属于我们。",
    "Well done, you've solved the clue!": "做得好，你解开了线索！",
    "Well done, young adventurer; you truly are a worthy|battle mage.": "做得好，年轻的冒险者；你确实是一名出色的|战斗法师。",
    "Well done.": "做得好。",
    "Well done. You have passed my test.": "做得好。你通过了我的考验。",
    "Well done. You have the berries.": "做得好。你有浆果了。",
    "Well done; we can make the key now.": "做得好；我们现在可以做钥匙了。",
    "Well excellent work adventurer! Unfortunately, as you know, I cannot risk waking that vampire in the coffin.": "做得非常好冒险者！可惜，如你所知，我不能冒险唤醒棺材里的那个吸血鬼。",
    "Well for a human you certainly can cook. I'd love to have you on the team.": "对于一个人类来说你确实很会做饭。我很想让你加入我们。",
    "Well for example if you can get me a bottle of rum... Not just any rum mind...": "比如说如果你能给我弄一瓶朗姆酒……不是随便什么朗姆酒……",
    "Well get back and find out at once! This is a matter of national security and if I find out we are vulnerable I will hold you personally responsible!": "赶紧回去立刻查清楚！这是关系国家安全的大事，如果我发现我们有漏洞，我会追究你的个人责任！",
    "Well get on with it. He'll be pretty powerful when he gets to full strength.": "那就赶紧行动吧。他恢复全部力量后会非常强大的。",
    "Well get on with it.|I've lost a white bead, a red bead,|a black bead, and a yellow bead.|Go kill some imps!": "那就赶紧去吧。|我丢了一颗白珠子、一颗红珠子、|一颗黑珠子和一颗黄珠子。|去杀几个小恶魔吧！",
    "Well get out! This kitchen isn't for exploring! It's a private establishment! It's out of bounds to customers!": "出去！这个厨房不是用来探索的！这是私人场所！顾客禁止入内！",
    "Well give me them and 5 gold and I'll make you your potion.": "把那些东西和5枚金币给我，我就帮你做药水。",
    "Well go and fetch them then.": "那就去把它们拿来。",
    "Well hello adventurer, how are you?": "你好冒险者，你好吗？",
    "Well hello again adventurer! It's good to see you again! If it wasn't for your quick thinking the treacherous Jones would have poisoned my family and me by now! We are in your debt.": "又见面了冒险者！很高兴再见到你！要不是你反应快，那个奸诈的Jones现在已经毒死我和我的家人了！我们欠你一个人情。",
    "Well hello again adventurer!|How are you today?": "又见面了冒险者！|你今天怎么样？",
    "Well hello again brave adventurer,|are you enjoying the tranquil scenery of these parts?": "又见面了勇敢的冒险者，|你在享受这些地方的宁静景色吗？",
    "Well hello again m'hearty.|Your land loving legs getting bored?|Fancy some cold wet underfoot?": "又见面了老伙计。|你那双旱鸭子腿是不是无聊了？|想踩踩冰冷的海水吗？",
    "Well hello again traveller.|What brings you back out here?": "又见面了旅行者。|是什么把你带回这里的？",
    "Well hello again.|I hear you managed to dispose of those sheep.|Good work.": "又见面了。|我听说你成功处理了那些羊。|干得好。",
    "Well hello brave warrior.|These ogres have been terrorising the area,|they've eaten four of our children this week alone.": "你好勇敢的战士。|这些食人魔一直在恐吓这个地区，|光这周它们就吃掉了我们四个孩子。",
    "Well hello m'laddy, beautiful day isn't it.": "你好小伙子，天气不错啊。",
    "Well hello my brave adventurer.": "你好我勇敢的冒险者。",
    "Well hello stranger.|My name's Bolren, I'm the king of the tree gnomes.": "你好陌生人。|我的名字叫Bolren，我是树精灵的国王。",
    "Well hello there <displayname()>.": "你好啊<displayname()>。",
    "Well hello there <displayname()>.|If you're looking for a cocktail|the barman will happily make you one.": "你好啊<displayname()>。|如果你想要一杯鸡尾酒|酒保会很乐意为你调制的。",
    "Well hello there adventurer! Are we fit and well?": "你好啊冒险者！我们精神好吗？",
    "Well hello there traveller. The magi are still resurrecting the Well of Voyage, but I'll have word sent to you as soon as it's ready.": "你好旅行者。法师们还在复活旅途之井，但一旦准备好，我会通知你的。",
    "Well hello there. Are you hungry? If so you've come to|the right place. Eat green, eat gnome cuisine. My|waiter will be glad to take your order.": "你好。你饿了吗？如果是的话你来对|地方了。吃绿色食品，吃侏儒料理。我的|服务员很乐意为你点单。",
    "Well hello there. What do you want?": "你好。你想要什么？",
    "Well hello there.|What are you doing here?": "你好。|你在这里做什么？",
    "Well hello traveller.": "你好旅行者。",
    "Well hello! Until we have retrieved the scroll of Hazeel we cannot resurrect our master. You must find it and bring it to us.": "你好！在我们找回Hazeel的卷轴之前我们无法复活我们的主人。你必须找到它并带来给我们。",
    "Well hello, come in, come in, my name's Hadley, I'm head of tourism here in Hemenster. There's some of the most unspoilt wildlife and scenery in RuneScape here.": "你好，快进来，快进来，我叫Hadley，我是Hemenster的旅游局局长。这里有RuneScape最原始的野生动物和风景。",
    "Well hello, you're still around then.": "你好，你还在这啊。",
    "Well hopefully Trufitus will come up with some good ideas on how to resolve this problem with Rashiliyia. You should talk to him if you really want to help.": "希望Trufitus能想出一些好主意来解决Rashiliyia的问题。如果你真的想帮忙，应该去找他谈谈。",
    "Well hurry up and get some, we is hungry!": "赶紧去弄一些来，我们饿了！",
    "Well if the ball says so, I'd better help you.": "既然水晶球这么说了，我最好帮帮你。",
    "Well if you do find her, I would be most grateful.": "如果你真的找到了她，我将非常感激。",
    "Well if you need any advice I'm always here, young one.": "如果你需要任何建议，我一直在这里，年轻人。",
    "Well if you put a string on that holy symbol I can|bless it for you.": "如果你给那个圣符穿上绳子，我可以|为你祝福它。",
    "Well if you see any be sure to point them in my direction.": "如果你看到了一定把他们指到我这边来。",
    "Well if you take a turn for the worse let me know straight away.": "如果你病情恶化，请立即通知我。",
    "Well if you want to prove yourself, you could try and defeat Elvarg, the dragon of the Isle of Crandor.": "如果你想证明自己，你可以试着击败Crandor岛的龙Elvarg。",
    "Well if you're looking for a good night out: Blurberry's|cocktail bar is great!": "如果你想找个好地方消遣一晚上：Blurberry的|鸡尾酒吧很棒！",
    "Well if you're not going to answer, I'll go.": "如果你不打算回答，我就走了。",
    "Well if you're worthy of his advise, you must have something going for you.": "如果你配得上他的建议，那你肯定有两把刷子。",
    "Well in that case I'd better get back to work. Take care.": "那样的话我最好回去工作了。保重。",
    "Well it can't be that important then.": "那它肯定也没那么重要。",
    "Well it might be worth a small reward.|The entire shield would be worth much more.": "这也许值得一个小小的奖励。|完整的盾牌会值更多。",
    "Well it would have been better if I'd brought my sun|lotion. Oh, and the skeletons which won't let me leave|the ship probably aren't helping either.": "如果我带了防晒霜就好了。|哦，那些不让我离开|船的骷髅也帮不了什么忙。",
    "Well it's a good job I found it.": "还好我找到了。",
    "Well it's funny you should ask actually... I've come to ask your assistance in stopping a plague that could kill thousands.": "你这么问还真巧……我来是想请你帮忙阻止一场可能杀死成千上万人的瘟疫。",
    "Well it's hard work, but the pay is good.": "工作虽辛苦，但报酬不错。",
    "Well keep up the good work.": "继续保持好的工作。",
    "Well legend says we will return to Britain in its time of greatest need. But that's not for quite a while yet.": "传说中我们会在不列颠最需要的时候回去。但那还要过很久。",
    "Well let me know if you need one.": "如果你需要的话告诉我。",
    "Well let me know when you do young 'un.": "等你准备好了告诉我，年轻人。",
    "Well maybe a good meal? I could part with some food for a few coins.": "也许一顿好饭？几枚金币我可以卖你些食物。",
    "Well never mind, it's Fluffs' loss.": "算了，那是Fluffs的损失。",
    "Well no wonder I'm the one with the big house and you're the one on the streets.": "难怪住大房子的是我，流浪街头的是你。",
    "Well now, if I knew THAT it wouldn't be lost, now would it?": "这个嘛，如果我知道的话它就不会丢了，不是吗？",
    "Well of course there isn't, we're surrounded by desert. Now, why are you here exactly?": "当然没有了，我们被沙漠包围着。那么，你到底为什么来这里？",
    "Well of course you can! I'll warn you though, the seas are merciless and without fishing experience you won't catch much.": "当然可以！不过我警告你，大海是无情的，没有钓鱼经验你钓不到什么东西。",
    "Well ok, this is what I have learned since I last spoke to you...": "好吧，这是我上次和你谈话后了解到的……",
    "Well position of responsibility are hard, I need something to take my mind off things... Especially with the problems this place has.": "负责任的职位很辛苦，我需要一些东西来转移注意力……尤其是这个地方还有这么多问题。",
    "Well remember to go speak to the Seers, North of here, if you need any help.": "记得如果需要帮助就去北边找先知们谈谈。",
    "Well see if you can find that scorpion then, and I'll try and get you some information on the others.": "那你去看看能不能找到那只蝎子，我会试着给你弄到其他的信息。",
    "Well seeing as you asked nicely...|I could do with some help.": "既然你这么客气地问了……|我确实需要一些帮助。",
    "Well some of the MOST coveted prizes in thiefdom right now are in the pirate town of Brimhaven on Karamja.": "目前盗贼界最令人垂涎的战利品在Karamja的海盗镇Brimhaven。",
    "Well thank you very much!": "非常感谢！",
    "Well thanks...": "好吧谢谢……",
    "Well that about covers it. Come back if you'd like to go over this again.": "差不多就是这些了。如果你想再复习一遍就回来。",
    "Well that is a risk I will have to take.": "那是我必须承担的风险。",
    "Well that is strange, there must be a reason.": "那确实很奇怪，一定是有原因的。",
    "Well that is true... perhaps it is time to put my pride aside... I'll tell you what: I'm struggling to complete this fish salad of mine,": "那倒是真的……也许是时候放下我的骄傲了……我告诉你吧：我正在做一份鱼肉沙拉，可是遇到了困难，",
    "Well that sounds great Bwana. Tell me, what did you find?": "听起来很棒Bwana。告诉我，你发现了什么？",
    "Well that's good. Don't get too overconfident though.": "那很好。但不要太过自信了。",
    "Well that's great, well done.|I'll take that for safekeeping;|come and tell me when you are the next level.": "太好了，做得好。|我把它保管好；|等你到达下一个等级时来告诉我。",
    "Well that's great. I'm Aluft Gianne, owner of this|restaurant, and you are...?": "那太好了。我是Aluft Gianne，这家|餐厅的老板，你是……？",
    "Well that's just it, nothing has happened.": "问题就在这里，什么都没有发生。",
    "Well that's my job yes.|But I don't necessarily define my identity in such black and white terms.": "那确实是我的工作。|但我不一定用这么非黑即白的方式来定义自己。",
    "Well that's my speciality! The local brew's named|'Moonlight Mead' and will set you back 5 gold.|Whaddya say? Fancy a pint?": "那正是我的拿手好戏！本地酿的酒叫|'月光蜂蜜酒'，只需5枚金币。|怎么说？来一品脱？",
    "Well that's nice for you. But regulations say you can't dig around here without a certificate.": "那对你来说不错。但规定说没有证书你不能在这里挖掘。",
    "Well that's no good! Go get them immediately, then report back for duty.": "那可不行！立刻去拿来，然后回来报到。",
    "Well that's very good news. Let me know if you find anything useful, I may be able to help out.": "那是个好消息。如果你发现什么有用的东西告诉我，我也许能帮上忙。",
    "Well the Black Knights have started making strange threats to us. Demanding large amounts of money and land, and threatening to invade Falador if we don't pay.": "黑骑士们已经开始对我们发出奇怪的威胁了。要求大量的金钱和土地，如果我们不付就威胁要入侵法拉多。",
    "Well the gypsy's crystal ball seems to think otherwise.": "但吉普赛人的水晶球似乎不这么认为。",
    "Well the mourners deal with that sort of thing...": "那种事由哀悼者们处理……",
    "Well then friend, perhaps I can offer you a different job then? Sooner or later Our master WILL return to this land; those faithful to him will be well rewarded.": "那好吧朋友，也许我可以给你另一份工作？我们的主人迟早会回到这片土地；忠于他的人将会得到丰厚的回报。",
    "Well then get lost and stop wasting my time.": "那就快滚，别浪费我的时间了。",
    "Well then you must complete your quest to rescue Merlin. Talk to my knights if you need any help.": "那你必须完成你的任务去营救Merlin。如果需要帮助就和我的骑士们谈谈。",
    "Well there are three basic ways of making money here; Combat, Quests and Trading. I will talk you through each of them very quickly.": "这里有三种赚钱的基本方式：战斗、任务和交易。我会很快为你介绍每一种。",
    "Well there is a pool of water that is very sacred to us. But I am unsure why he would need that to douse flames. Perhaps the poor Shaman has lost his mind in the darkness of the caves?": "有一个对我们来说非常神圣的水池。但我不确定他为什么需要那个来灭火。也许可怜的萨满在洞穴的黑暗中失去了理智？",
    "Well there is the Varrock sewers. There are tales of untold horrors coming out at night and stealing babies from houses.": "有瓦洛克下水道。有传说说不可名状的恐怖生物会在夜里出来从房子里偷走婴儿。",
    "Well there's a problem there as well.": "那也有个问题。",
    "Well there's plenty of work to be done,|so if you don't mind...": "还有很多工作要做，|所以如果你不介意的话……",
    "Well they're as good as dead then, no point in trying to save them.": "那他们基本上等于死了，没有必要再试图拯救他们了。",
    "Well this pizza is really meant to be for the bandits.|I guess I could sell you some pizza bases though": "这个披萨原本是给强盗们的。|不过我想我可以卖给你一些披萨饼底",
    "Well this the guards entrance. I might be new here but I can tell you're not a guard.|You're not even wearing proper guards uniform!": "这是守卫入口。我虽然是新来的但我看得出你不是守卫。|你连正规的守卫制服都没穿！",
    "Well we have beer, or if you want some food, we have our home made stew and meat pies.": "我们有啤酒，如果你想吃东西的话，我们有自制的炖菜和肉派。",
    "Well we're on an adventure right now.|Mind you, this is OUR adventure and|we don't want to share it - find your own!": "我们现在正在冒险。|提醒你，这是我们的冒险，|我们不想分享——自己找一个去！",
    "Well well well... So we have a new recruit. Clivet told me of your desire to join us in our glorious task to resurrect the mighty Hazeel from his slumber.": "好好好……我们有新成员了。Clivet告诉我你想加入我们的光荣任务，把强大的Hazeel从沉睡中复活。",
    "Well well! You are good with cats!": "哦哦！你对猫很有一套嘛！",
    "Well well, the little rat has got it!|Take this to show little rat is a friend to the ogres.|Hahahahaha!": "好好，小老鼠拿到了！|拿着这个来表明小老鼠是食人魔的朋友。|哈哈哈哈哈！",
    "Well well, you are clever!|Did you bring her back?": "好好，你很聪明！|你把她带回来了吗？",
    "Well what are you waiting for? I'm not paying you to blooming sight see you know!": "你还在等什么？我可不是花钱让你来观光的！",
    "Well what do you expect if you ask a farmer for a quest? Now are you going to help me or not?": "你问一个农民要任务还能指望什么？你到底帮不帮我？",
    "Well when we arrived, the ship took a nasty jar from those rocks.|We may be stranded.": "我们到达时，船被那些礁石撞了一下。|我们可能被困在这里了。",
    "Well why are you showing it to me then?": "那你为什么给我看？",
    "Well will you at least take me to Crandor in it?": "那你至少能用它带我去Crandor吗？",
    "Well you can leave via the manhole in the middle of the city.": "你可以通过城市中间的井盖离开。",
    "Well you can see me wearing it.|It's iron chain mail and a medium bronze helmet.": "你可以看到我穿着它。|是铁锁甲和一顶青铜中盔。",
    "Well you can think that all you like. I know those blackarm cowards dare not leave the city. Out here, I am the toughest. You can tell them that! Now get out of my sight, before I call my guards.": "你爱怎么想就怎么想。我知道那些黑臂帮的懦夫不敢离开城市。在这外面，我是最厉害的。你可以告诉他们！现在从我眼前消失，趁我还没叫守卫。",
    "Well you can't just go and fight, he can't be harmed by ordinary weapons.": "你不能就这么去打，普通武器伤不了他。",
    "Well you can't put a price on art.": "艺术是无价的。",
    "Well you could give me all your money!": "你可以把你所有的钱都给我！",
    "Well you have come to the right place.|I am a master of animal detection.": "你来对地方了。|我是动物探测大师。",
    "Well you have the scorpion cage I gave you,|you can catch them using that.": "你有我给你的蝎子笼，|你可以用它来抓它们。",
    "Well you know where to find toads and worms. You can buy the rest from Hudo Glenfad the grocer.": "你知道去哪里找蟾蜍和虫子。其余的你可以从杂货商Hudo Glenfad那里买。",
    "Well you won't live long enough to tell anyone! DIE!!!": "你活不到告诉别人的！去死！！！",
    "Well you'll have to be catchin' me again when yer are, elephant!": "等你准备好了再来抓我吧，大象！",
    "Well you're all finished here now. I'll give a reasonable number of runes when you leave.": "你在这里的事都做完了。你离开时我会给你一些符文。",
    "Well you're not on the list so you're not coming in. Go away.": "你不在名单上所以你进不来。走开。",
    "Well you've got some odd stuff, but it's all legal. Now|you need to pay a boarding charge of 30 coins.": "你有一些奇怪的东西，但都是合法的。现在|你需要付30枚金币的登船费。",
    "Well! You don't come from around here do you? The Tenti's are the nomadic people west of here. They live in tents, so we call them the Tenti's. They have great pineapples! I'm sure you get my meaning?": "你不是本地人吧？帐篷人是这里西边的游牧民族。他们住在帐篷里，所以我们叫他们帐篷人。他们有很棒的菠萝！你懂我的意思吧？",
    "Well, 'urry up... else you's creature is looking tasty to me soon!": "快点……不然你的小东西在我看来很快就会变成美味了！",
    "Well, Bob mentioned to me the other day he wanted to get rid of the bees in that hive over there. I think I saw him buying poison": "Bob前几天跟我说他想除掉那边蜂巢里的蜜蜂。我好像看到他买了毒药",
    "Well, Bwana, I would guess that you would need to get some bronze metal and work it into something that could be turned into a necklace?": "Bwana，我猜你需要弄一些青铜金属，把它做成可以变成项链的东西？",
    "Well, Bwana, this is no laughing matter. We need to take this very seriously and act now! If you have found any items at the tomb that you need help with please let me see them and I will help as much as I can.": "Bwana，这不是开玩笑的事。我们需要非常认真地对待并立即行动！如果你在陵墓中发现了需要帮助的物品，请让我看看，我会尽我所能提供帮助。",
    "Well, Bwana, you can simply replace the corrupted totem pole with the good one you have created. This will make my people very happy.": "Bwana，你只需要用你新做的好图腾柱替换被腐化的图腾柱就行了。这会让我的人民非常高兴。",
    "Well, Effendi, you do need to be careful of what you say to people. Or they may take it the wrong way. Thankfully, I'm very understanding. I'll just let my guards deal with you.": "阁下，你确实需要注意对人说话的方式。不然他们可能会误解。幸运的是，我非常理解。我就让我的守卫来对付你吧。",
    "Well, I actually don't have any more arrows. Could I get some?": "其实我已经没有箭了。能给我一些吗？",
    "Well, I always knew someone would have to. Make sure you're careful about it; there should be a cattleprod in the barn you can use to herd up the sheep.": "我一直知道总有人得做这件事。确保你小心行事；谷仓里应该有一根赶牛棒，你可以用它来驱赶羊群。",
    "Well, I am a traveller myself, and I have set up this hostel for adventurers and travellers who are weary from their journey.": "我本身也是一名旅行者，我为旅途疲惫的冒险者和旅行者开设了这家客栈。",
    "Well, I am the oldest son, so by the rules of chivalry, I am most entitled to be rightful bearer of the crest.": "我是长子，所以按照骑士准则，我最有资格成为纹章的合法持有者。",
    "Well, I can cure plain cowhides into pieces of leather ready for crafting.": "我可以把普通牛皮鞣制成可以用于制作的皮革。",
    "Well, I can offer you this?": "我可以提供给你这个？",
    "Well, I can sell you some rope for 15 coins.|Or I can be making you some if you gets me 4 balls of wool.|I strands them together I does, makes em strong.": "我可以卖给你一些绳子，15枚金币。|或者如果你给我4团羊毛，我可以帮你做一些。|我把它们绞在一起，就会很结实。",
    "Well, I can tell you I have a valuable prisoner here in my cells.": "我可以告诉你，我的牢房里有一个值钱的囚犯。",
    "Well, I can't go any cheaper than that mate.|I have a family to feed.": "我没办法更便宜了，伙计。|我还有一家人要养。",
    "Well, I can't go back and exorcise it.|I vowed not to leave this place.|Until I had done a full two years of prayer and meditation.": "我不能回去驱魔了。|我发誓不离开这个地方。|直到我完成整整两年的祈祷和冥想。",
    "Well, I do have the means to get us there - a magic whistle!": "我确实有办法把我们送到那里——一支魔法哨！",
    "Well, I do know Frank bought some poison recently to clean the family crest that's outside.": "我确实知道Frank最近买了一些毒药来清洗外面的家族纹章。",
    "Well, I do know that Elizabeth was extremely annoyed by the mosquito nest under the fountain in the garden, and was going to do something about it. I suspect any poison she bought would have be": "我确实知道Elizabeth对花园喷泉下面的蚊子巢非常恼火，打算采取措施。我猜她买的毒药应该是",
    "Well, I don't actually have a ship yet.": "其实我还没有船。",
    "Well, I don't know how much help this is, but I heard that their guard dog will bark loudly at anyone it doesn't recognise. Maybe you should find out if anyone heard anything suspicious?": "我不知道这有多大帮助，但我听说他们的看门狗会对不认识的人大声叫。也许你应该问问有没有人听到什么可疑的声音？",
    "Well, I don't know if it's related, but I heard from that Poison Salesman in town that he sold some poison to one of the Sinclair family": "我不知道这是否有关联，但我从镇上那个卖毒药的人那里听说，他卖了一些毒药给Sinclair家族的一个人",
    "Well, I don't know what to tell you really... This village is called Canifis and lies on the border between Morytania and Misthalin... so we're kind of on the front line if those Saradominists to the west ever decide to": "我真的不知道该怎么告诉你……这个村庄叫卡尼菲斯，位于莫瑞塔尼亚和米斯塔林的边界上……所以如果西边那些Saradomin信徒决定要",
    "Well, I don't think it was.": "我觉得不是。",
    "Well, I dunno... The village is kind of on the fringe out here, I dunno how up to date the stuff I hear about is...": "我不太清楚……这个村庄在偏远地带，我不知道我听到的消息有多及时……",
    "Well, I found the ghost's skull but then lost it.": "我找到了幽灵的头骨但又弄丢了。",
    "Well, I found the key to his cell and unlocked it, but there's a vampire in there stopping him leaving.": "我找到了他牢房的钥匙并打开了锁，但里面有一只吸血鬼阻止他离开。",
    "Well, I guess congratulations are in order.": "我想应该恭喜你了。",
    "Well, I guess it could have been an intruder, but with that big guard dog of theirs I seriously doubt it. I suspect it was someone closer to home...": "我想可能是外人干的，但有他们那条大看门狗在，我严重怀疑。我怀疑是更亲近的人……",
    "Well, I guess you are not the romantic type.|Goodbye!": "看来你不是浪漫型的人。|再见！",
    "Well, I have a number of fine pieces of clothing on sale or, if you prefer I can offer you an exclusive, total clothing makeover?": "我有一些精美的衣物在出售，或者如果你愿意，我可以为你提供一次独家的全套形象改造？",
    "Well, I have heard that name before, perhaps from the eldars.": "我以前听过那个名字，也许是从长老们那里。",
    "Well, I have seen people get them from panning occasionally.": "我偶尔也见过人们从淘金中获得它们。",
    "Well, I hope things start to look up for you.": "希望你的情况开始好转。"
}