{
    "Now get lost!": "现在滚开！",
    "Now go and talk to Kaqemeex and he will introduce you to the wonderful world of herblore and potion making!": "现在去跟Kaqemeex谈谈，他会带你进入草药学和药水制作的奇妙世界！",
    "Now go away before I call my father!": "现在快走，不然我叫我父亲来了！",
    "Now he won't rest until it's returned... ...and that means neither can I!": "现在他不拿回来就不会罢休……那意味着我也不能！",
    "Now he's kidnapped my husband and son to fight in his battle arena to the south of here. I hate to think what he'll do to them. He's a sick and twisted man.": "现在他绑架了我丈夫和儿子去南边他的竞技场里战斗。我不敢想他会对他们做什么。他是个变态扭曲的人。",
    "Now how could you know about that, I wonder?|Mind you, I don't have it anymore.": "我想知道你怎么会知道那件事？|不过话说回来，我已经没有它了。",
    "Now how did it go... Ah yes!": "那是怎么回事来着……啊对了！",
    "Now if you ever want to make some money or want|to improve your cooking skills, just come and see me.|I'll tell you what drinks we need, and if you can, you make them.": "如果你想赚点钱或者想|提高你的烹饪技能，就来找我。|我会告诉你我们需要什么饮料，如果你能做的话就做给我。",
    "Now is the time to retrieve the orb. It's all in your hands. I'll be praying for you.": "现在是取回宝珠的时候了。一切都在你手中。我会为你祈祷的。",
    "Now leave before they find you and all is lost.": "现在在他们找到你、一切都完了之前快走。",
    "Now leave me.": "现在离开我吧。",
    "Now normally this wouldn't be a problem.": "通常这不是什么问题。",
    "Now remember Greldo only a Draynor Manor| cabbage will do! Don't get lazy| and bring any old cabbage, THAT| would ENTIRELY wreck the potion!": "记住Greldo，只有德雷诺庄园的|卷心菜才行！别偷懒|随便带一棵卷心菜来，那|会完全毁掉药水！",
    "Now surely we're all doomed.|Without them the spirit tree is useless.": "现在我们肯定完了。|没有它们精灵树毫无用处。",
    "Now take it and leave you scoundrel! And don't darken my doorstep again!": "现在拿着它滚吧，你这个无赖！别再出现在我门口了！",
    "Now that is important. However I'm the wrong person to speak to about it. Go talk to the kitchen staff.": "那确实很重要。不过你找我说这事找错人了。去跟厨房的人说。",
    "Now that the archaeologists have moved out, a group of warriors, headed by myself, have bought the land and converted it to a set of duel arenas. The best fighters around the world come here to fight!": "考古学家搬走之后，一群由我率领的战士买下了这块地，把它改建成了一系列决斗竞技场。来自世界各地最好的战士都来这里战斗！",
    "Now that you have defeated the demon you can come|and go as you please. I cast a spell on you which|means that you can pass through the flames without|harm.": "既然你已经打败了恶魔，你可以|随意来去了。我给你施了一个咒语|意味着你可以毫发无伤地|穿过火焰。",
    "Now that you have some ore, you should smelt it into a bronze bar. You can use the furnace over there to do so.": "现在你有了一些矿石，你应该把它熔炼成青铜锭。你可以用那边的熔炉来做。",
    "Now the shield generator can be activated again.|And, once again, Yanille will be safe|from the threat of the ogres.": "现在护盾发生器可以再次启动了。|亚尼尔将再次免受|食人魔的威胁。",
    "Now then, what did you want to know?": "那么，你想知道什么？",
    "Now they all seem to think with one conscience... As if they're being controlled by one being...": "现在他们似乎都用同一个意识在思考……就好像被一个存在控制着一样……",
    "Now we have the orb I'm much better. Soon my comrades will come and free me.": "现在我们有了宝珠，我好多了。很快我的战友们会来救我的。",
    "Now we have the orb I'm much better.|They won't stand a chance without it.": "现在我们有了宝珠，我好多了。|没有它他们毫无胜算。",
    "Now we shows them ours magic! Hold on tight!": "现在让我们展示我们的魔法！抓紧了！",
    "Now what was that incantation again?": "那个咒语是什么来着？",
    "Now what were those magic words again?": "那些魔法咒语是什么来着？",
    "Now you are my proof! There ARE thingummywuts in this tower. Now where can I find a cage big enough to keep you?": "现在你就是我的证据！这座塔里确实有那什么东西。现在我到哪去找个够大的笼子关住你？",
    "Now you can go forth and make the swamp bloom. Collect natures bounty to fill a druids pouch. So armed will the Ghasts be bound to you until, you flee or they are defeated.": "现在你可以出去让沼泽绽放了。收集大自然的恩赐来装满德鲁伊袋子。这样武装后幽灵会被束缚在你身上，直到你逃走或它们被击败。",
    "Now you come to mention it, yes I do have a key. It's in my special closet of valuable stuff. Now how do I get into that?": "你这么一提，我确实有一把钥匙。在我放贵重物品的特殊柜子里。那我怎么打开那个柜子呢？",
    "Now you have the journal open I'll tell you a bit about|it. As you see at the moment all the quests are shown|in red, a quest shown in red is unstarted.": "现在你打开了日志，我来跟你说说|它。如你所见，目前所有任务都显示|为红色，红色的任务表示尚未开始。",
    "Now you look like someone who goes to a lot of fancy dress parties.": "现在你看起来像是经常参加化装舞会的人。",
    "Now you mention it, no. It is odd I didn't hear anything like that. But I do sleep very soundly as I said and wouldn't necessarily have heard it if there was any such noise.": "你这么一提，确实没有。奇怪的是我没听到那样的声音。但如我所说，我睡得很沉，就算有那种声音我也不一定能听到。",
    "Now you've solved our argument we|gotta think of something else to do.": "现在你解决了我们的争论|我们得想想其他事做了。",
    "Now, I don't want to spread stories, but I heard she even stole a silver needle from her father that had great sentimental value for him.": "我不想散布谣言，但我听说她甚至偷了她父亲的一根银针，那对他有很大的纪念意义。",
    "Now, I suppose you will be wanting to find my brother Johnathon who is in possession of the final piece of the family's crest?": "那么，我想你会想去找我兄弟Johnathon吧，他手上有家族纹章的最后一块碎片？",
    "Now, at the other side of Mr Olbors' garden, is an old|side entrance to Scarface Pete's mansion. It seems to|have been blocked off from the rest of the mansion|some years ago": "在Olbors先生花园的另一边，有一个通往|刀疤Pete豪宅的旧侧门。它似乎|几年前就被从豪宅的其他部分|封堵了",
    "Now, did you want to hear anything else?": "那么，你还想听什么吗？",
    "Now, get along and do some work, before we're both in for it.": "现在快去干活，不然我们两个都要倒霉了。",
    "Now, move along and get some work done before you get a good beating.": "现在快走开去干点活，不然就要挨揍了。",
    "Now, parts need replacing before it can be used again.": "现在，零件需要更换才能再次使用。",
    "Now, please excuse me for a while. I have other matters to attend to. Do feel free to explore the rest of the building.": "现在，请容许我离开一会。我还有其他事务要处理。请随意探索这栋建筑的其余部分。",
    "Now, the bronze for the tube.": "现在，管子用的青铜。",
    "Now, the next way to earn money quickly is by quests. Many people on RuneScape have things they need doing, which they will reward you for.": "接下来，快速赚钱的方法是做任务。RuneScape上很多人有事需要帮忙，他们会给你报酬。",
    "Now, those rats were easy pickings, but on the mainland you will be very lucky if you can find a spot where you can shoot at your enemies without them being able to retaliate.": "那些老鼠很容易对付，但在大陆上，如果你能找到一个可以射击敌人而他们无法反击的位置，那你就很幸运了。",
    "Now, to get this lot to the Grand Tree!": "现在，得把这些运到巨树去！",
    "Now, was there something else you wanted to hear about again?": "那么，你还有什么想再听听的吗？",
    "Now, what was the question again?": "那么，问题是什么来着？",
    "Now, who in this blasted cave might have found it for me?": "现在，这个该死的洞穴里谁可能帮我找到了它？",
    "Now, with the King of West Ardougne, the Dark Lord has an ally on the inside.": "现在，有了西阿多格尼的国王，黑暗领主在内部有了一个盟友。",
    "Now, would you like to buy any clothes?": "那么，你想买些衣服吗？",
    "Nowadays he's a disgrace, he can barely string a sentence together and jumps at his own shadow. Makes you feel ashamed to be a werewolf.": "现在他简直丢人，他连一句完整的话都说不出来，还被自己的影子吓到。当狼人都觉得丢脸。",
    "Nowhere just at the moment thanks.": "暂时哪里都不去，谢谢。",
    "Nowhere.": "哪里都不去。",
    "OK old monk, what can I do?": "好吧老僧侣，我能做什么？",
    "OK then, I'll pay.": "好吧，我付钱。",
    "OK then, let's have a look.": "好吧，让我看看。",
    "OK then.": "好吧。",
    "OK then.|Come back and let me know if you change your mind.": "好吧。|如果你改变主意了回来告诉我。",
    "OK! I'll be back soon.": "好的！我很快就回来。",
    "OK! You're the boss!|Hold on tight, it'll be a rough ride!": "好的！你是老大！|抓紧了，路会很颠的！",
    "OK, I'll make you some 'stabbers'.": "好的，我给你做些'刺刀'。",
    "OK, I'll see what I can find.": "好的，我去看看能找到什么。",
    "OK, I'll see what I can turn up for you.": "好的，我看看能帮你找到什么。",
    "OK, I'll try and find that for you.": "好的，我试试帮你找到它。",
    "OK, forget it.": "好吧，算了。",
    "OK, here you go.": "好，给你。",
    "OK, let's party!": "好，我们来狂欢吧！",
    "OK, suit yourself!": "好吧，随你便！",
    "OK, take care.": "好的，保重。",
    "OK, traveller, you'd better get going.": "好了，旅行者，你最好动身了。",
    "OK, what should I do?": "好的，我该怎么做？",
    "OK.": "好的。",
    "OK. He lives just in front of the Grand Tree.|Let me know when you've talked to him.": "好的。他就住在巨树前面。|你跟他谈过后告诉我。",
    "OK. I'll be here for when you're ready.": "好的。你准备好了我就在这里。",
    "OK. I'll head off and give this order to Glough.": "好的。我这就去把这个命令交给Glough。",
    "OK. Just one more. What's the name of his new girlfriend?": "好。最后一个问题。他新女朋友叫什么名字？",
    "OK. Password.": "好。密码。",
    "OK. Thanks Charlie.": "好的。谢谢Charlie。",
    "OK...": "好吧……",
    "OK... How can I make money then?": "好吧……那我怎么赚钱？",
    "OK... Take care Golrie.": "好吧……保重Golrie。",
    "OK... Thanks I'll bear that in mind.": "好吧……谢谢，我会记住的。",
    "OK? Who's OK? Not me! Hee hee!": "OK？谁OK？反正不是我！嘿嘿！",
    "OUT! And don't come back.": "出去！别再回来了。",
    "Of course Bwana, you look like a traveller!": "当然了Bwana，你看起来像个旅行者！",
    "Of course I can tell you that I haven't drunk the contents...": "我当然可以告诉你我没喝里面的东西……",
    "Of course I can, though the materials may cost you.|Just hand me the pickaxe and I'll have a look.": "当然可以，不过材料可能要收费。|把镐递给我，我看看。",
    "Of course I'll repair it, though the materials may cost you. Just hand me the item and I'll have a look.": "当然我会修理它，不过材料可能要收费。把物品递给我，我看看。",
    "Of course I'm right. And what goes around comes around as they say. And it's been absolutely ages since I've had anything different to eat.": "当然我是对的。俗话说善有善报。而且我已经好久好久没吃到不一样的东西了。",
    "Of course if you're going to work for me I'll have to|see what you're like first. Here, take a look at our|menu.": "当然如果你要为我工作，我得先|看看你的水平。来，看看我们的|菜单。",
    "Of course m'hearty. If that's what you want.": "当然了，伙计。如果那是你想要的。",
    "Of course not! I just don't have much choice about it a the moment.": "当然不！我只是目前没什么选择而已。",
    "Of course not!|You're obviously building a boat.": "当然不！|你显然在造船。",
    "Of course not, you'd be doing me out of a job. Anyway, you haven't got any barrels that need to go to the surface.": "当然不行，你会抢了我的饭碗。而且你也没有需要运到地面的桶。",
    "Of course she means well, and I am quite frail now... So what brings you here?": "她当然是好意，而且我现在确实挺虚弱的……那你来这里做什么？",
    "Of course sir.": "当然了，先生。",
    "Of course sire.": "遵命，陛下。",
    "Of course they are! My pickaxes are made of higher grade metal than your ordinary bronze pickaxes, allowing you to mine that ore just a little bit faster than normal.": "当然是！我的镐是用比普通青铜镐更高级的金属制造的，能让你采矿比平常快那么一点。",
    "Of course we know! We just haven't found which tree the stupid leprechaun's hiding in yet!": "我们当然知道！只是还没找到那个笨矮妖精藏在哪棵树里！",
    "Of course!": "当然！",
    "Of course! I should've known!|Someone must've forged my royal seal.|Hazelmere thought I sent him for the Daconia stones!": "当然！我早该想到的！|一定有人伪造了我的王室印章。|Hazelmere以为是我派他去取Daconia石的！",
    "Of course! Let's see now... Rock picks are for splitting rocks or scraping away soil; you can get one from a cupboard in the Education Centre.": "当然！让我想想……岩石镐是用来劈石头或刮土的；你可以从教育中心的橱柜里拿一把。",
    "Of course! They belong to a skavid!": "当然！它们属于斯卡维德人！",
    "Of course, but we need the wine first.": "当然，但我们得先拿到酒。",
    "Of course, if I was, say|20 gold coins richer I may happen to be|more inclined to take that sort of risk...": "当然了，如果比方说|我能多20个金币的话，我也许|会更倾向于冒那种风险……",
    "Of course, it must be tough being here without a drink.": "当然了，在这里没酒喝肯定很难受。",
    "Of course, of course.": "当然，当然。",
    "Of course, security is paramount.": "当然，安全至上。",
    "Of course, she only has to order one of her minions to move her bones and she can quite quickly and easily set up a new headquarters anywhere and continue to launch her plague of undead.": "当然，她只需命令一个手下搬移她的骸骨，就能很快很轻松地在任何地方建立新据点，继续发动她的亡灵瘟疫。",
    "Of course, we forgot to send the ammo mould.": "当然了，我们忘了送弹药模具了。",
    "Of course, why else would Glough want 30 battleships? Between you and me I don't think he stands a chance.": "当然了，不然Glough要30艘战船干什么？就你我之间说，我觉得他没什么胜算。",
    "Of course.": "当然。",
    "Of course. Sorry to have disturbed you.": "当然。抱歉打扰你了。",
    "Ogre Shamans?": "食人魔萨满？",
    "Ogres are nasty creatures, yes. Only a strong warrior,|and a clever one at that, can get the better of them.": "食人魔是讨厌的生物，没错。只有强壮的战士，|而且还得聪明，才能打败它们。",
    "Oh Carol... she is such a fool. You didn't hear this from me, but I heard a while ago she was conned out of a lot of money by a travelling salesman who sold her a box full": "哦Carol……她真是个傻瓜。你可没从我这里听到，但我之前听说她被一个流动商人骗走了一大笔钱，那人卖给她一箱",
    "Oh I do have it, but it is so powerful that I have to put it in a special box which needs three different keys to open it. That way it won't fall into the wrong hands.": "哦我确实有，但它太强大了所以我不得不把它放在一个需要三把不同钥匙才能打开的特殊盒子里。这样它就不会落入坏人之手。",
    "Oh I don't have one.": "哦我没有。",
    "Oh I don't know... Frank was acting kind of funny... After that big argument him and the Lord had the other day by the beehive... so": "哦我不知道……Frank表现得有点反常……在他和大人前几天在蜂箱旁大吵一架之后……所以",
    "Oh I wish this broken cart was my only problem. sob.. I've got to find my family.. sob.": "哦我真希望这辆坏马车是我唯一的问题。呜……我得找到我的家人……呜。",
    "Oh I'd better stop talking to you then.": "哦那我最好别再跟你说话了。",
    "Oh I'm not one to cause a fuss.": "哦我不是那种爱惹事的人。",
    "Oh ah well...": "哦啊好吧……",
    "Oh and you'll have to pay me 5 coins.": "哦对了你得付我5个金币。",
    "Oh baby, oh my sweet.": "哦宝贝，哦我的甜心。",
    "Oh bother!": "哦烦死了！",
    "Oh bother, I was caught by the guards again... Listen, if you can get me some Desert Clothes, I'll trade you for my slaves clothes again.. Do you want to trade?": "哦糟糕，我又被守卫抓住了……听着，如果你能给我弄些沙漠衣服，我再跟你换我的奴隶衣服……你想交换吗？",
    "Oh come on, you must know something?": "哦拜托，你一定知道些什么吧？",
    "Oh cruel world! Scruffy... I knew you well... I... just... don't think I can... go on without...": "哦残酷的世界！Scruffy……我很了解你……我……只是……觉得我无法……继续没有……",
    "Oh dear Bwana, I sense something terrible has happened. This dagger is a portent of some evil action. Please, reveal to me anything that you have done so that I might understand this better.": "哦天哪Bwana，我感觉发生了什么可怕的事。这把匕首预示着某种邪恶行为。请告诉我你做了什么，让我更好地理解。",
    "Oh dear oh dear.|I feel terrible, I think it was the stew.": "哦天哪天哪。|我感觉糟透了，我觉得是炖菜的问题。",
    "Oh dear! Oh dear! I don't have time to chat!": "哎呀！哎呀！我没时间聊天！",
    "Oh dear, I bet these apples taste disgusting.": "哎呀，我打赌这些苹果肯定很难吃。",
    "Oh dear, I don't actually seem to have enough money.": "哎呀，我好像钱不够。",
    "Oh dear, I don't have enough money!": "哎呀，我钱不够！",
    "Oh dear, I don't have that either.": "哎呀，我也没有那个。",
    "Oh dear, I don't seem to have enough money.": "哎呀，我好像钱不够。",
    "Oh dear, I haven't enough money...": "哎呀，我钱不够……",
    "Oh dear, I hope it didn't fall into the stream; I might never find it again.": "哎呀，我希望它没掉进小溪里；不然我可能再也找不到了。",
    "Oh dear, I'm only allowed to replace cannons|that were stolen in action.|I'm sorry but you'll have to buy a new set.": "哎呀，我只被允许补充|在战斗中被偷走的大炮。|抱歉，你得买一套新的。",
    "Oh dear, it is more serious than I have imagined.": "哎呀，情况比我想象的更严重。",
    "Oh dear, oh dear! Maybe she's just hungry.|She loves doogle sardines but I'm all out.": "哎呀哎呀！也许她只是饿了。|她喜欢吃doogle沙丁鱼，但我的用完了。",
    "Oh dear, oh dear!|I need flour, eggs and milk.|Without them I am doomed!": "哎呀哎呀！|我需要面粉、鸡蛋和牛奶。|没有它们我就完了！",
    "Oh dear, oh dear, I knew I had to do something!": "哎呀哎呀，我就知道我得做点什么！",
    "Oh dear, oh dear, there must be something,|somewhere...": "哎呀哎呀，一定有什么办法，|在某个地方……",
    "Oh dear, oh dear.|Darn and drat!": "哎呀哎呀。|真该死！",
    "Oh dear, seems like I don't have any beer.": "哎呀，我好像没有啤酒了。",
    "Oh dear, such grave news. Filliman and I used to have such lovely chats...": "哎呀，多么沉重的消息。Filliman和我以前聊得多开心啊……",
    "Oh dear, that will be the ruin of our love.": "哎呀，那会毁了我们的爱情。",
    "Oh dear, the mixture has evaporated.": "哎呀，混合物蒸发了。",
    "Oh dear, this ship is in a terrible state. And I just can't get the items I need to repair it because Shilo village is overrun with zombies.": "哎呀，这艘船状况糟透了。而且我就是弄不到修理所需的物品，因为Shilo村被僵尸占领了。",
    "Oh dear, what am I to do? The safety of this whole area is in jeopardy!": "哎呀，我该怎么办？整个地区的安全都处于危险之中！",
    "Oh dear. Here, take another. We truly are indebted to you.": "哎呀。来，再拿一个。我们真的欠你的。",
    "Oh dear. I don't have any money.": "哎呀。我没钱了。",
    "Oh dear. I don't have enough money.": "哎呀。我钱不够。",
    "Oh dear. I don't seem to have enough money.": "哎呀。我好像钱不够。",
    "Oh dear. I don't seem to have enough space to carry it.": "哎呀。我好像没有足够的空间来携带它。",
    "Oh dear. I really do need some help.": "哎呀。我真的很需要帮助。",
    "Oh dear...": "哎呀……",
    "Oh dear... I don't have that with me anymore..": "哎呀……我身上已经没有那个了……",
    "Oh dear... my daughter, Ana, has gone missing in the desert. I fear that she is lost, or perhaps... *sob* even worse.": "哎呀……我女儿Ana在沙漠里失踪了。我担心她迷路了，或者……*呜呜*更糟。",
    "Oh drat, I've gone and left those in my bank. I'll have to go and get them.": "哎呀糟糕，我把那些东西落在银行了。我得去拿回来。",
    "Oh god no! But I am! If only I could get him to see a priest!": "哦天哪不是！但我是！如果我能让他去见个牧师就好了！",
    "Oh great!": "太好了！",
    "Oh great! Thanks!": "太好了！谢谢！",
    "Oh great, I'm not getting anywhere.": "真棒，我一点进展都没有。",
    "Oh great, I've left the doll of Iban in my bank. It's going to take me ages to fetch it back.": "真棒，我把Iban的玩偶落在银行了。取回来得花好久。",
    "Oh great, I've lost the doll of Iban.": "真棒，我把Iban的玩偶弄丢了。",
    "Oh great, some bones!": "太好了，一些骨头！",
    "Oh happy day!|Suddenly our crops are growing again!|It'll be a bumper harvest this year!": "哦快乐的日子！|突然我们的庄稼又开始生长了！|今年会是个大丰收！",
    "Oh he went off to talk to some green warty guy.|I'm sure he'll be back soon.": "哦他去和一个绿色长疣的家伙说话了。|我相信他很快就会回来。",
    "Oh hello my dear. My husband and son are resting while I wait for the cart fixer.": "哦你好亲爱的。我丈夫和儿子在休息，我在等修车的人。",
    "Oh hello there traveller.|You've done a grand job with the clock.|It's just like new.": "哦你好旅行者。|你把钟修得真棒。|简直像新的一样。",
    "Oh hello there.": "哦你好。",
    "Oh hello, I can't chat now.|I have to keep an eye on my husband.|He's very ill!": "哦你好，我现在不能聊天。|我得看着我丈夫。|他病得很重！",
    "Oh hello, I'm sorry, I'm a bit worn out.": "哦你好，对不起，我有点累了。",
    "Oh hello, I've seen you with the King.": "哦你好，我见过你和国王在一起。",
    "Oh hello, are you having trouble?|The cogs are in the four rooms below us. Place one cog on a pole on each of the four tower levels.": "哦你好，你遇到困难了吗？|齿轮在我们下面的四个房间里。在四层塔的每一层的杆子上各放一个齿轮。",
    "Oh hello, do you need more touch paper?": "哦你好，你需要更多试纸吗？",
    "Oh hello.": "哦你好。",
    "Oh ho! Another one! I don't think they exist, but you'd probably ask the head monk about it. If anyone would know, he would!": "哦嚯！又一个！我不觉得它们存在，但你大概可以问问主持僧侣。如果有人知道的话，那就是他了！",
    "Oh if I have to pay I don't want any.": "哦如果要付钱的话我不要了。",
    "Oh it you.": "哦是你。",
    "Oh it's you,|trying to find my treasure again are you?": "哦是你，|又在找我的宝藏是吗？",
    "Oh man, you name it! Flour... buckets... tinderboxes... chisels... he could get the lot! He's been doing it so long now though, his nerves are shot.": "哦天，你说什么都有！面粉……桶……火绒盒……凿子……他什么都能弄到！不过他干这行太久了，神经已经崩溃了。",
    "Oh man... I hope I don't lose my job over this... but HOW? How did they do it? And why would the villain want to kill poor Scruffy anyway? He was such a good dog...": "哦天……我希望不会因此丢工作……但怎么做到的？他们怎么做到的？而且坏蛋为什么要杀可怜的Scruffy？他是一条多好的狗啊……",
    "Oh man... I'm in such trouble...": "哦天……我麻烦大了……",
    "Oh my! It's dark!|All I can see are lots of rocks on the floor.|I suppose I better search them for a way out.": "哦天哪！好黑！|我只能看到地上有很多石头。|我最好搜索一下找条出路。",
    "Oh my! Oh my!": "哦天哪！哦天哪！",
    "Oh my, I must get back to shore.": "哦天哪，我得回到岸上。",
    "Oh my, a dragon just flew straight past your window!": "哦天哪，一条龙刚刚从你窗前飞过！",
    "Oh my, oh my!": "哦天哪，哦天哪！",
    "Oh my, oh my,|the village has been pillaged|and I'm still lost.|Oh dear.": "哦天哪，哦天哪，|村庄被洗劫了|而我还是迷路了。|哎呀。",
    "Oh my. I'll never find my way back|before Khazard's men come and hunt me down.": "哦天哪。在Khazard的人来追杀我之前|我永远找不到回去的路。",
    "Oh my... The misery, the horror!": "哦天……多么凄惨，多么恐怖！",
    "Oh no not another of you guys.|These barbarian barcrawls cause too much damage to my bar.": "哦不又是你们这帮人。|这些野蛮人酒馆巡游把我的酒吧搞得太惨了。",
    "Oh no!": "哦不！",
    "Oh no! I better go back to the wizards about this!": "哦不！我最好回去找巫师们说说这事！",
    "Oh no! I can't do this.": "哦不！我做不到。"
}