{
    "Elena, I've distracted the guards at the watchtower.": "Elena，我已经引开了瞭望塔的守卫。",
    "Elena.": "Elena。",
    "Elizabeth.": "Elizabeth。",
    "Elizabeth? Elizabeth has a strange problem... She cannot help herself, but is always stealing small objects - it's pretty sad that she is rich enough to afford to buy things, but would rather steal them instead.": "Elizabeth？Elizabeth有一个奇怪的毛病……她控制不了自己，总是偷小东西——挺可悲的，她明明富得买得起东西，却宁愿去偷。",
    "Ello young thingummywut.": "嘿，年轻的小什么什么。",
    "Ello, welcome to my Mining shop, friend!": "嘿，欢迎来到我的采矿商店，朋友！",
    "Elvarg really is one of the most powerful dragons|I really wouldn't recommend charging in without special equipment.": "Elvarg确实是最强大的龙之一|我真的不建议你没有特殊装备就冲进去。",
    "Enchant 1 Vial": "附魔1个药瓶",
    "Enchant 2 Vials": "附魔2个药瓶",
    "Enchant 4 Vials": "附魔4个药瓶",
    "Enjoy it! I'll see you soon!": "好好享受！我们很快再见！",
    "Enjoy your stay here.|May it be spiritually uplifting!": "好好享受你在这里的时光。|愿它能提升你的灵性！",
    "Enjoy your stay with us.|There are many things to see in my kingdom.": "好好享受你在我们这里的时光。|我的王国有很多值得一看的东西。",
    "Enjoy your visit.": "祝你参观愉快。",
    "Enough about accessories.": "配饰的事就到这里。",
    "Enough about armour.": "盔甲的事就到这里。",
    "Enter the great Hemenster fishing competition!": "参加伟大的Hemenster钓鱼比赛！",
    "Enter the height-coordinate of the stronghold": "输入要塞的高度坐标",
    "Enter the x-coordinate of the stronghold": "输入要塞的X坐标",
    "Enter the y-coordinate of the stronghold": "输入要塞的Y坐标",
    "Er I've had second thoughts.": "呃，我改变主意了。",
    "Er not exactly?": "呃，不完全是？",
    "Er nothing really.": "呃，没什么事。",
    "Er, I can't think of anything.": "呃，我想不出什么了。",
    "Er, make you're own 'stabbers'!": "呃，自己做你的'刺棒'！",
    "Er, neither, I'm an adventurer.": "呃，都不是，我是个冒险者。",
    "Er, no thanks, I've had second thoughts about it.": "呃，不了谢谢，我改变主意了。",
    "Er, no, one of the slaves told me.": "呃，不是，一个奴隶告诉我的。",
    "Er, sorry, I can't give you that many...": "呃，抱歉，我不能给你那么多……",
    "Er, we had to grab him without his ten bodyguards noticing. It was a stroke of genius.": "呃，我们必须在他十个保镖不注意的情况下抓住他。这可是一招妙计。",
    "Er, yes okay then.": "呃，好吧那就行。",
    "Er...": "呃……",
    "Er... I... um...": "呃……我……嗯……",
    "Er... Thanks, but no thanks!": "呃……谢了，但不用了！",
    "Er... me?": "呃……我吗？",
    "Er...Glough sent me?": "呃……Glough派我来的？",
    "Er...I'll give it a miss, thanks.": "呃……我还是算了吧，谢谢。",
    "Erhhhh! Dat doesn't look like somfin I'd wanna eat. Wher'dya find it?": "呃！那看起来不像我想吃的东西。你在哪找到的？",
    "Erk! Da's a yukky chompy, I's wants a yummie chompy!": "呃！那是一只恶心的chompy鸟，我想要好吃的chompy鸟！",
    "Erk! You's creature can cook da chompy on da spit! Rantz not do it for you!": "呃！你这个小东西可以自己在烤架上烤chompy鸟！Rantz不帮你做！",
    "Erm I forgot.": "呃我忘了。",
    "Erm I know, but this is an emergency!": "呃我知道，但这是紧急情况！",
    "Erm, I don't know where to look?": "呃，我不知道去哪找？",
    "Erm, I'm a bit worried about this thing.": "呃，我对这个东西有点担心。",
    "Erm, I've not quite finished it yet.": "呃，我还没有完全完成。",
    "Erm, nothing actually.": "呃，其实没什么。",
    "Erm.. Da's very kindly of you creature!": "呃……你这小东西真是太好心了！",
    "Erm.. yes.. quite right.": "呃……是的……完全正确。",
    "Erm.. yes.. soldier, I take it you're new around here?": "呃……是的……士兵，我猜你是新来这里的？",
    "Erm... I'm new, I just started.": "呃……我是新来的，刚刚开始。",
    "Erm... I'm not sure.": "呃……我不确定。",
    "Erm... OK.": "呃……好吧。",
    "Erm... ok!": "呃……好吧！",
    "Erm...I think so.": "呃……我想是的。",
    "Erm...kind of...": "呃……算是吧……",
    "Erm...not sure...annoying.": "呃……不确定……真烦人。",
    "Ermm, you don't understand... It's just that..": "嗯，你不明白……只是……",
    "Ermm... I'll leave you to it then.": "嗯……那我就不打扰你了。",
    "Ernest hands you 300 coins.": "Ernest给了你300金币。",
    "Ernest is a chicken?|Are you sure?": "Ernest是一只鸡？|你确定？",
    "Ernest's fiancee.|She probably doesn't want to marry a chicken.": "Ernest的未婚妻。|她大概不想嫁给一只鸡。",
    "Err I'd better be off really.": "呃我真的该走了。",
    "Err no.": "呃不。",
    "Err ok.": "呃好吧。",
    "Err thank you. It's a pretty ordinary cooks hat really.": "呃谢谢。其实这只是一顶很普通的厨师帽。",
    "Err you just called me a thingummywut.": "呃你刚才叫我小什么什么。",
    "Err you just called me thingummywut.": "呃你刚才叫我什么什么。",
    "Err, I don't have it.": "呃，我没有。",
    "Err, I don't suppose you would be willing to help?": "呃，我想你应该不愿意帮忙吧？",
    "Err, no.": "呃，不。",
    "Err, sorry, I thought I was talking to someone else.": "呃，抱歉，我以为我在跟别人说话。",
    "Err, why am I searching an empty tray?": "呃，我为什么在搜索一个空托盘？",
    "Err, yes. Ok. Thats.... Nice.": "呃，是的。好吧。那……挺好。",
    "Err.. Not exactly...": "呃……不完全是……",
    "Err...": "呃……",
    "Err... I have no use for that, I make the stuff!": "呃……那对我没用，那东西是我做的！",
    "Err... I haven't got any.": "呃……我没有。",
    "Err... I haven't got one.": "呃……我没有。",
    "Err... Like a rock!": "呃……像石头一样！",
    "Err... OK I'll see what I can do, but I'm not sure where I'd get one.": "呃……好吧我看看能做什么，但我不确定在哪能弄到一个。",
    "Err... Yes please!": "呃……好的，麻烦了！",
    "Err...?": "呃……？",
    "Errr yeah whatever.": "呃是是随便啦。",
    "Errr, I was...I was clearing my throat.": "呃，我在……我在清嗓子。",
    "Errr, I'm having second thoughts now.": "呃，我现在开始犹豫了。",
    "Errr...what are you saying exactly?": "呃……你到底在说什么？",
    "Es ataris eto meriz ip prit es gutus!": "Es ataris eto meriz ip prit es gutus!",
    "Especially as I heard that the poison salesman in the Seers' village made a big sale to one of the family the other day.": "尤其是我听说先知村的毒药商人前几天向那个家族的一个成员做了一笔大买卖。",
    "Even for an experienced armourer it is not an easy task, but eventually it is ready. You have restored the dragon square shield to its former glory.": "即使对经验丰富的盔甲师来说这也不是件容易的事，但最终完成了。你已经将龙方盾恢复了往日的荣光。",
    "Even for an experienced armourer it is not an easy|task, but eventually it is ready.  You have restored|the dragon square shield to it's former glory.": "即使对经验丰富的盔甲师来说这也不是件容易的|事，但最终完成了。你已经将|龙方盾恢复了往日的荣光。",
    "Even more amazing was when I opened it|it contained a diamond the size of a radish!|That's the best catch I've ever had!": "更令人惊讶的是当我打开它时|里面有一颗萝卜大小的钻石！|那是我有史以来最好的收获！",
    "Even the great priest Zadimus who built the temple did not survive. Some say that Rashiliyia caused the temple to collapse.": "就连建造了神殿的伟大祭司Zadimus也没有幸免。有人说是Rashiliyia导致了神殿的坍塌。",
    "Eventually it results in the presence of a thick black tar-like substance secreted from the nose and eyes.": "最终会导致从鼻子和眼睛分泌出一种浓黑色焦油状物质。",
    "Eventually they all fall to his control...": "最终他们都落入了他的控制……",
    "Ever since she heard rumors of a plague carrier travelling from Ardougne she's kept me under house arrest.": "自从她听说有一个瘟疫携带者从阿多格尼旅行过来的谣言后，她就一直把我软禁在家。",
    "Ever since we pulled up that haul,|something strange has been going on.": "自从我们捞上那批东西后，|一直有些奇怪的事情在发生。",
    "Every skill is listed in the skills menu. Here you can see what your current levels are and how much experience you have.": "每项技能都列在技能菜单中。在这里你可以看到你当前的等级和你有多少经验值。",
    "Everyone knows - it's no great secret.": "大家都知道——这不是什么大秘密。",
    "Everyone knows.|It's no great secret.": "大家都知道。|这不是什么大秘密。",
    "Everyone you know will one day be dead.": "你认识的每一个人总有一天都会死去。",
    "Exactly!": "没错！",
    "Exactly! This clock tower has recently| broken down, and without it nobody can tell|the correct time. I must fix it before|the town people become too angry!": "没错！这座钟楼最近|坏了，没有它就没人能知道|正确的时间。我必须在|镇民们太生气之前修好它！",
    "Examining the door, you see that it has a very|strange lock. You're shocked to find that it seems to|be made out of bone!": "检查这扇门时，你看到它有一个非常|奇怪的锁。你惊讶地发现它似乎|是用骨头做的！",
    "Excalibur eh? Where would I find that?": "Excalibur？我要到哪里去找它？",
    "Excellent we need all the help we can get.": "太好了，我们需要所有能得到的帮助。",
    "Excellent work - have you considered a career as a detective? But I'm afraid it's still not quite enough...": "干得漂亮——你考虑过当侦探吗？但恐怕这还是不太够……",
    "Excellent work adventurer! I am free at last! Let me ensure that evil vampire is trapped for good. I will meet you down by the monument.": "干得漂亮，冒险者！我终于自由了！让我确保那个邪恶的吸血鬼被永远困住。我在纪念碑那里等你。",
    "Excellent work adventurer! Quickly, try it on the door, and see if it will free me!": "干得漂亮，冒险者！快，试试能不能用它打开门，把我放出来！",
    "Excellent work adventurer!|Please let me reimburse you the 100 gold|it cost you to purchase your protective clothing.": "干得漂亮，冒险者！|请让我报销你购买防护服|花费的100金币。",
    "Excellent work on solving the murder! All of the guards I know are very impressed, and don't worry, we have the murderer under guard until they can be taken to trial.": "破案干得漂亮！我认识的所有守卫都非常佩服，而且别担心，我们已经看管好凶手，直到他们被带去受审。",
    "Excellent work! Please take it to my father immediately.": "干得漂亮！请立刻把它交给我父亲。",
    "Excellent work!|I'll take that for safe keeping,|remember to come and see me when you have graduated.": "干得漂亮！|我会替你保管好，|记住毕业后来找我。",
    "Excellent!": "太好了！",
    "Excellent! I'm so happy. Let me now help you with your exams...": "太好了！我太高兴了。现在让我来帮你准备考试……",
    "Excellent! Now I can give you Silverlight.": "太好了！现在我可以把Silverlight给你了。",
    "Excellent! Now all I need is to make the lens...": "太好了！现在我只需要制作镜片了……",
    "Excellent! That seems to be all the pieces.|Now I can assemble it...": "太好了！看来所有零件都齐了。|现在我可以组装它了……",
    "Excellent! That should do it! I will bless these stones and place them within the well, and Misthalin should be protected once more!": "太好了！这应该够了！我会祝福这些石头并把它们放入水井中，Misthalin应该会再次受到保护！",
    "Excellent! This looks just right!": "太好了！这看起来正合适！",
    "Excellent, I just need some wood.": "太好了，我只需要一些木材。",
    "Excellent, I need two vegetable batta's and a worm hole.": "太好了，我需要两份蔬菜饼和一份虫洞。",
    "Excellent, can I have them then?": "太好了，那我能要了吗？",
    "Excellent. Go to the village south of this place and speak to my fellow Sanfew who is working on the purification ritual. He knows better than I what is required to complete it.": "太好了。去这里南边的村庄找我的同伴Sanfew谈谈，他正在进行净化仪式。他比我更清楚完成仪式需要什么。",
    "Excellent. It's not an easy job, I'll have to try you out first. I'm sure you'll be great though.": "太好了。这不是件容易的活，我得先试试你。不过我相信你会做得很好。",
    "Excuse me a moment, won't you?|Do feel free to explore the rest of the building.": "请稍等，好吗？|请随意参观建筑的其余部分。",
    "Excuse me for rushing off like this,|but I must get back to my workroom.": "请原谅我这样匆忙离开，|但我必须回到我的工作室。",
    "Existentialism for insects.": "昆虫的存在主义。",
    "Exotic items? From Misthalin? Like what?": "异域物品？从Misthalin来的？比如什么？",
    "Experience, my friend, experience. Once you've used|the spell enough times in the arena, you'll be able to use|them in the rest of RuneScape.": "经验，朋友，经验。一旦你在竞技场中|使用了足够多次法术，你就能在|RuneScape的其他地方使用它们了。",
    "Explain the first thing again.": "再解释一遍第一件事。",
    "Explain to me what a Ghast is again.": "再跟我解释一下Ghast是什么。",
    "FINALLY! Quickly, give it to me and I will begin the ritual!": "终于！快，把它给我，我要开始仪式了！",
    "Fair enough Bwana, let me know if you change your mind.": "好吧Bwana，如果你改变主意就告诉我。",
    "Fair enough m'hearty.": "好吧，伙计。",
    "Fair enough!": "好吧！",
    "Fair enough, it's too much for most of us.": "好吧，对我们大多数人来说那太难了。",
    "Fair enough, take care traveller.": "好吧，保重，旅行者。",
    "Fair enough.": "好吧。",
    "Fair enough. I can't tan what you don't bring me.": "好吧。你不带来我也没法鞣制。",
    "Fair luck to you, the end is close.": "祝你好运，终点就在眼前。",
    "Fancy a bit of Heart Stopper then do you?|It'll only be 8 coins.": "那你想来点心跳终结者？|只要8个金币。",
    "Fancy going out to sea?": "想出海吗？",
    "Fank you very much! Now me can bribe da guards, hehehe.": "非常干谢！现在我可以贿赂守卫了，嘿嘿嘿。",
    "Fantastic! You should be a model!": "太棒了！你应该去当模特！",
    "Fare ye well.": "祝你一路平安。",
    "Farewell Bwana, good luck.": "再见Bwana，祝你好运。",
    "Father Aereck sent me to talk to you.": "Aereck神父让我来找你谈。",
    "Father Lawrence must be told. Only he can help.": "必须告诉Lawrence神父。只有他能帮忙。",
    "Father Urhney hands you an amulet.": "Urhney神父把一个护身符交给了你。",
    "Father Urhney sighs.": "Urhney神父叹了口气。",
    "Father, thank heavens you're here! My husband is very ill! Perhaps you could read him his final rites?": "神父，感谢老天你来了！我丈夫病得很重！也许你可以为他念最后的祈祷？",
    "Fatsy toadies are da chompy burds bestest yumms. But da toadies here are too small for da chompy. You've godda make da toadies big and round!": "胖蟾蜍是chompy鸟最好吃的美食。但这里的蟾蜍对chompy鸟来说太小了。你得把蟾蜍变得又大又圆！",
    "Fear not I am very strong": "不用怕，我非常强壮",
    "Fear not, I am very strong": "不用怕，我非常强壮",
    "Feeble?!": "虚弱？！",
    "Feed to hungry dogs.": "喂给饥饿的狗。",
    "Feels like you're now out at sea.": "感觉你现在正在海上。",
    "Few return, most get fried, hence the smell.": "很少有人回来，大多数都被烤焦了，所以才有这个味道。",
    "Filliman Tarlock is his full name and he's a druid. He lives in Mort Myre much like a hermit, but there's many a traveller who he's helped.": "Filliman Tarlock是他的全名，他是一个德鲁伊。他像隐士一样住在Mort Myre，但他帮助过很多旅行者。",
    "Filliman has to make some plans, but I'm not sure what to do.": "Filliman需要做一些计划，但我不确定该做什么。",
    "Filliman is a druid of some considerable power. He helped many people in Morytania escape when the evil descended upon the land. His knowledge of plants and nature was exceptional.": "Filliman是一个相当有实力的德鲁伊。当邪恶降临这片土地时，他帮助了很多Morytania的人逃离。他对植物和自然的知识非常出色。",
    "Filliman knew how to tackle them, but I've not heard from him in a long time. Ghasts, when they attack, will devour any food you have. If you have no food, they'll draw their nourishment from you!": "Filliman知道怎么对付它们，但我很久没有他的消息了。Ghast攻击时会吞噬你身上的任何食物。如果你没有食物，它们会从你身上汲取营养！",
    "Filliman wants his journal.": "Filliman要他的日记。",
    "Finally, we really do need some sort of display item for|the Guild hall. Bring back some sort of token which we|can display in the Guild. And very good luck to you!": "最后，我们确实需要某种展示品放在|公会大厅里。带回某种我们可以|在公会中展示的纪念品。祝你好运！",
    "Finds handling:|Finds must be carefully handled, and gloves worn.": "发现物的处理：|发现物必须小心处理，并佩戴手套。",
    "Finds must be carefully handled, and gloves worn.": "发现物必须小心处理，并佩戴手套。",
    "Finds must not be handled by anyone.": "发现物不得由任何人接触。",
    "Finds to be given to the site workmen.": "发现物要交给现场工人。",
    "Fine and dandy.": "非常好。",
    "Fine thank you.|And yourself?": "很好，谢谢。|你呢？",
    "Fine thanks.": "很好，谢谢。",
    "Fine, thanks.": "很好，谢谢。",
    "Fire battlestaff.": "火焰战斗法杖。",
    "Fire! Fire!": "着火了！着火了！",
    "Firebird": "火鸟",
    "Fired... no, shot perhaps!": "被开除了……不，应该说被射了！",
    "Firemaking.": "生火。",
    "First I must warn the tree guardians. Please, could you tell the chief tree guardian Glough. He lives in a tree house just in front of the Grand Tree.": "首先我必须警告树木守卫者们。请你告诉首席树木守卫者Glough。他住在大树正前方的一间树屋里。",
    "First I need three planks of wood for the tripod.": "首先我需要三块木板来做三脚架。",
    "First I need you to travel to Port Sarim.|Then go to the upstairs room of the jeweller's shop there.": "首先我需要你去萨林港。|然后去那里珠宝店的楼上房间。",
    "First we need to plant a sacred Yommi tree. It is a magical tree of great power, however, our Shaman 'Ungadulu' is the only person with the seeds for this tree.": "首先我们需要种一棵神圣的Yommi树。它是一棵强大的魔法树，然而我们的萨满'Ungadulu'是唯一拥有这种树种子的人。",
    "First you will need a vial, which can be found or made with the crafting skill.": "首先你需要一个药瓶，可以找到或用制作技能做一个。",
    "First you'll come down with heavy flu,|this is usually followed by horrifying nightmares.": "首先你会得重感冒，|然后通常会做恐怖的噩梦。",
    "First, a drink used by a mage.|Next, some worm string, changed to sheet.|Then, a small crustacean cage.|Last, a bowl that's not seen heat.": "首先，法师使用的饮品。|然后，虫子的丝线，变成片状。|接着，一个小型甲壳类的笼子。|最后，一个没有加热过的碗。",
    "Firstly we need to strengthen our own defences. We desperately need wood to make more battlements, once the battlements are gone it's all over. Six loads of normal logs should do it.": "首先我们需要加强自己的防御。我们迫切需要木材来制造更多的城垛，一旦城垛没了就全完了。六份普通原木应该就够了。",
    "Fishing.": "钓鱼。",
    "Fitzharmon eh? Hmmm.... If I'm not mistaken that's the family name of a member of the Varrockian nobility. You know, I HAVE seen someone of that": "Fitzharmon嗯？嗯……如果我没记错的话，那是瓦洛克贵族一个成员的姓氏。你知道，我确实见过一个",
    "Five days ago we pulled in a huge catch. As well as fish we caught small slug like creatures, hundreds of them.": "五天前我们捞上了一大网。除了鱼以外还有像蛞蝓一样的小生物，成百上千只。",
    "Fletching.": "制箭。",
    "Fluffs has run off home with her offspring.": "Fluffs带着她的后代跑回家了。",
    "Fluffs, poor Fluffs.|She never hurt anyone.": "Fluffs，可怜的Fluffs。|她从来没有伤害过任何人。",
    "Foe!": "敌人！",
    "Follow me.": "跟我来。",
    "Follow me...": "跟我来……",
    "Follow the path?": "要沿着小路走吗？",
    "Follow the technical plans?": "要按照技术图纸来吗？",
    "Following the plans is tricky, but you persevere.": "按照图纸来很棘手，但你坚持了下来。",
    "Fool! You will die for your sins!": "蠢货！你会为你的罪过而死！",
    "Fool, warriors blessed by Khazard don't die.|You can't kill that which is already dead.|However I can kill you!": "蠢货，受Khazard祝福的战士不会死。|你杀不了已经死了的东西。|但我可以杀你！",
    "Foolish Dwarfs, still believing that they can resist. No one resists Iban, go traveller": "愚蠢的矮人，还以为他们能反抗。没人能反抗Iban，走吧旅行者"
}