{
    "Bah! Well, soon you'll see, the gnomes are ready to fight, in three weeks this tree will be dead wood, in ten weeks it will be 30 battleships! Finally we will rid the world of the disease called humanity!": "呸！很快你就会看到，侏儒们已经准备战斗了，三周后这棵树就会变成枯木，十周后它将变成30艘战舰！我们终将消灭人类这种瘟疫！",
    "Bah, people always criticise their leaders but delegating is the only way to lead. I delegate all plague issues to the mourners.": "呸，人们总是批评他们的领导，但授权是唯一的领导方式。我把所有瘟疫问题都委托给哀悼者了。",
    "Bah, those mourners... they're meant to be helping us, but I think they're doing more harm than good. They won't even let me send a letter out to my family.": "呸，那些哀悼者……他们本应该帮助我们的，但我觉得他们弊大于利。他们甚至不让我给家人寄封信。",
    "Bah, you no good.": "呸，你不行。",
    "Balloon Bonanza costs 5000 coins.": "气球狂欢需要5000金币。",
    "Barbarians only.|Are you a barbarian?|You don't look like one.": "只限野蛮人。|你是野蛮人吗？|你看起来不像。",
    "Battlefield of Khazard.": "Khazard战场。",
    "Batton down the hatches there's a storm brewin!": "关好舱盖，暴风雨要来了！",
    "Baxtorian was away, but they eventually recovered her body and brought her home to rest.": "Baxtorian当时不在，但他们最终找回了她的遗体，带她回家安息。",
    "Baxtorian's wife, the only other person who could also enter the waterfall. She was queen when this land was inhabited by elven kind. Glarial was kidnapped while": "Baxtorian的妻子，唯一一个也能进入瀑布的人。当这片土地还住着精灵族时她是女王。Glarial在",
    "Baxtorian, I guess he died a long long time ago, it's quite sad really. After defending his kingdom against the invading dark forces from the west, Baxtorian returned to find his beautiful wife, Glarial, had been captured by the enemy.": "Baxtorian，我猜他很久很久以前就死了，真的挺令人难过的。在抵御了来自西方入侵的黑暗势力后，Baxtorian回来发现他美丽的妻子Glarial已经被敌人俘获了。",
    "Be a sport and go make sure that nothing untoward has happened to the silly old codger for me, would you?": "帮个忙，去帮我确认一下那个愚蠢的老家伙没出什么事好吗？",
    "Be careful going in there! You are unarmed, and there is much evilness lurking down there! The evilness seems to block off our contact with our gods,": "进去的时候小心！你手无寸铁，下面潜伏着很多邪恶！那股邪恶似乎阻断了我们与神的联系，",
    "Be careful in here.|Lots of dangerous equipment in here.": "在这里要小心。|这里有很多危险的设备。",
    "Be dat way then.": "那就这样吧。",
    "Be lucky!": "祝你好运！",
    "Be more careful this time.": "这次小心点。",
    "Be more careful with your ingredients next time.": "下次处理材料时小心点。",
    "Be off effendi, you are not wanted around here.": "走开，朋友，这里不欢迎你。",
    "Be sure not to drop it! That stuff is highly volatile...": "千万别把它掉了！那东西极不稳定……",
    "Be sure that you come speak to me soon then.": "那你一定要尽快来找我谈谈。",
    "Be very careful how you mix it as it is extremely volatile. Mixing ingredients of this type in the wrong order can cause explosions!": "混合的时候要非常小心，因为它极不稳定。以错误的顺序混合这类材料可能会引起爆炸！",
    "Be wary Bwana. There are many unknown spirits that reside in these dark areas. You may be tricked by an unknown force...": "小心，Bwana。这些黑暗地带居住着许多未知的灵魂。你可能会被未知的力量欺骗……",
    "Bear in mind, you must first identify each herb, to see what it is.": "请记住，你必须先鉴定每种草药，看看它是什么。",
    "Because Asgarnia has banned the import of intoxicating|spirits.": "因为Asgarnia已经禁止了|酒精饮料的进口。",
    "Because I told you about the treasure.": "因为我告诉了你宝藏的事。",
    "Because he is a very knowledgable man and employs our archeological expert. I'm sure he knows a lot about your exploits and can judge whenever you'd make a good archeologist or not.": "因为他是一个非常博学的人，而且雇用了我们的考古专家。我相信他对你的事迹了如指掌，能够判断你是否能成为一个好的考古学家。",
    "Been digging have we?": "在挖东西了吗？",
    "Beer please.": "来杯啤酒。",
    "Beer!": "啤酒！",
    "Beer?": "啤酒？",
    "Before I can accept you in, we must duel.|You may not take armour or weapons into the arena.": "在我让你进来之前，我们必须决斗。|你不能带盔甲或武器进入竞技场。",
    "Before I can make this grotto into an Altar of Nature, I need to be sure that the Ghasts will be kept at bay. Go forth into Mort Myre and slay three Ghasts. You'll be releasing their souls from Mort Myre.": "在我把这个石窟变成自然祭坛之前，我需要确保Ghast们会被挡在外面。去Mort Myre消灭三个Ghast。你会将他们的灵魂从Mort Myre中解放出来。",
    "Before I help you, can you do something for me?": "在我帮你之前，你能帮我做件事吗？",
    "Before going into combat with an opponent it is wise to put the mouse over them and see what combat level they are.": "在与对手战斗之前，明智的做法是将鼠标移到他们身上查看他们的战斗等级。",
    "Before leaving make sure that you have fully sampled the delights of our marketplace.": "离开之前请确保你已经充分体验了我们集市的乐趣。",
    "Before we send you on your way with your payment, I'll just get Jones to whip you up a batch of his special broth.": "在我们付清你的报酬送你走之前，我先让Jones给你做一锅他的特制汤。",
    "Before you will be allowed to enter the enclosure, however, you must ensure you have some kind of protective clothing to prevent contagion.": "不过在你被允许进入围栏之前，你必须确保你有某种防护服来防止传染。",
    "Being dead, what options do you think you have? I'm not trying to be rude or anything, but it's not like you have many options is it? I mean, it's either up or down for you isn't it?": "都死了，你觉得你还有什么选择？我不是想无礼什么的，但你也没什么太多选择了不是吗？我的意思是，对你来说不是上去就是下去对吧？",
    "Believe me, I have a good imagination.": "相信我，我想象力很丰富。",
    "Believe what you want. Enjoy your little camp fire.": "信不信随你。好好享受你的小篝火吧。",
    "Bervirius is the son of Rashiliyia. His tomb may hold some clues as to how Rashiliyia may be defeated.": "Bervirius是Rashiliyia的儿子。他的坟墓可能藏有关于如何打败Rashiliyia的线索。",
    "Besides, the museum contributes funds to the dig.": "况且，博物馆为挖掘提供了资金。",
    "Best of luck with that adventurer.": "祝你好运，冒险者。",
    "Best of luck with your quest, <displayname()>.": "祝你的任务顺利，<displayname()>。",
    "Better get it to Juliet. She knows what is happening.": "最好把它交给Juliet。她知道发生了什么。",
    "Better go get some then, huh?": "那最好去弄些来，嗯？",
    "Better than ever, thanks to you!": "比以往任何时候都好，多亏了你！",
    "Beware adventurer lest thee lose thy head in|search of source. Thee hast been tested for bravery|and have not been found wanting.": "小心，冒险者，在寻找源泉时|别丢了脑袋。你已经接受了勇气的考验|并且没有令人失望。",
    "Beware the cabbage: it is both green AND leafy.": "当心卷心菜：它既是绿色的又是多叶的。",
    "Beware though as it is said that the area is cursed. Anyone who is killed seeking the sacred water, will forever be sworn to protect its secret.": "不过要当心，据说这个地区受到了诅咒。任何在寻找圣水时被杀的人，都将永远被誓言束缚去保护它的秘密。",
    "Bidith ig!": "Bidith ig！",
    "Bidith ig...": "Bidith ig……",
    "Bidith tanath...": "Bidith tanath……",
    "Bidith.": "Bidith。",
    "Bingo.": "宾果。",
    "Bla bla bla!": "吧啦吧啦吧啦！",
    "Black Arm Gang.": "黑臂帮。",
    "Black armor": "黑色盔甲",
    "Black cat.": "黑猫。",
    "Blackarm": "黑臂",
    "Blackarm Gang HQ": "黑臂帮总部",
    "Blah, blah, blah...blah!": "吧啦吧啦吧啦……吧啦！",
    "Blah, blah.": "吧啦吧啦。",
    "Blah, blah...Daconia...blah, blah.": "吧啦吧啦……Daconia……吧啦吧啦。",
    "Blah, blah?": "吧啦吧啦？",
    "Blah. Blah, blah, blah, blah...blah!": "吧啦。吧啦吧啦吧啦吧啦……吧啦！",
    "Blast! I suppose I'll have to find someone else then.": "该死！那我只好找别人了。",
    "Blast! I was in the middle of my magical meditations - now you've gone and spoiled it! Why did you have to interrupt me?": "该死！我正在进行魔法冥想——你把它搅了！为什么要打断我？",
    "Blessed, what does that do?": "祝福？那有什么作用？",
    "Blessings on you Bwana. Did you use the spell and kill the spirit? Do you have the sacred water yet?": "祝福你，Bwana。你用咒语杀死了那个灵魂吗？你得到圣水了吗？",
    "Blessings on you Bwana. Have you managed to deal with the spirit? Do you have the water?": "祝福你，Bwana。你对付了那个灵魂了吗？你拿到水了吗？",
    "Blimey this stuff is pretty good. It's not too strong is it?": "天哪，这东西真不错。不会太烈吧？",
    "Blimey!": "天哪！",
    "Blimey! This is heavy!": "天哪！这也太重了！",
    "Blood is important. We must offer it to Zamorak every day as proof of our devotion. I just hope I don't run out!": "血很重要。我们每天都必须献给Zamorak作为我们虔诚的证明。我只希望不要用完！",
    "Blood, blood... never enough blood to go round. When I lift up my arm like this, it all pours back into my body.": "血，血……永远不够用。当我这样举起手臂时，血全都流回了我的身体。",
    "Bloomin' land lovers!!!": "该死的旱鸭子们！！！",
    "Blooming, thieving, weirdo cultists! Why don't they leave me alone? String 'em all up, that's what I say!": "该死的偷东西的怪邪教徒！他们为什么不让我清静？把他们全吊起来，我就是这么说的！",
    "Blurberry gives you 1 gold coin.": "Blurberry给了你1枚金币。",
    "Blurberry gives you four limes, some vodka and some equa leaves.": "Blurberry给了你四个酸橙、一些伏特加和一些equa叶子。",
    "Blurberry gives you some vodka, some gin, some dwellberries, some pineapple, and some cream.": "Blurberry给了你一些伏特加、一些杜松子酒、一些矮人浆果、一些菠萝和一些奶油。",
    "Blurberry gives you some wisky, some milk, some equa leaves, a chocolate bar, some cream, and some chocolate dust.": "Blurberry给了你一些威士忌、一些牛奶、一些equa叶子、一块巧克力、一些奶油和一些巧克力粉。",
    "Blurberry gives you two lemons, one orange, one pineapple, a cocktail shaker, a glass and a knife.": "Blurberry给了你两个柠檬、一个橙子、一个菠萝、一个调酒壶、一个杯子和一把刀。",
    "Blurssh berry.": "Blurssh浆果。",
    "Bob is an odd character indeed... I'm not one to gossip, but I heard Bob is addicted to Tea. He can't make": "Bob确实是个怪人……我不是爱说闲话的人，但我听说Bob对茶上了瘾。他不会泡",
    "Bold adventurer,|have you seen Romeo on your travels?": "勇敢的冒险者，|你在旅途中见过Romeo吗？",
    "Bold words for a t'ing so small.": "口气倒不小，这么个小东西。",
    "Bolren, I have returned.": "Bolren，我回来了。",
    "Bones must not be taken from the digsite.": "不得将骨头带出发掘现场。",
    "Bones to be ground and tested for mineral content.": "骨头需要研磨并测试矿物含量。",
    "Boo hoo! Oh dear, my only daughter....": "呜呜！天哪，我唯一的女儿……",
    "Boo who?": "谁在哭？",
    "Boo.": "嘘。",
    "Bored, bored, bored. You'd think the slaves would be more entertaining. Selfish the lot of them.": "无聊，无聊，无聊。你以为奴隶们会更有趣一些。他们个个都自私得很。",
    "Brave adventurer, have you any news about my son and his father?": "勇敢的冒险者，你有关于我儿子和他父亲的消息吗？",
    "Brave traveller, please... bring back my family.": "勇敢的旅行者，求你……把我的家人带回来。",
    "Brave traveller, you've returned!": "勇敢的旅行者，你回来了！",
    "Bread dough.": "面包面团。",
    "Breaking my back for pennies! It's just not on!": "累死累活才赚几个子儿！这太过分了！",
    "Brimhaven HQ": "Brimhaven总部",
    "Brimhaven Mansion": "Brimhaven庄园",
    "Brimhaven Restaurant": "Brimhaven餐厅",
    "Bring it out, nurture it, cherish it. Stroke it like you would stroke a wounded bird... then strangle it before it takes hold of your very being. Don't say I didn't warn you.": "把它拿出来，培养它，珍惜它。像抚摸受伤的小鸟一样抚摸它……然后在它控制你整个人之前扼杀它。别说我没警告过你。",
    "Bring it to me with all haste. Or torment and pain will I bring to you...": "赶紧把它带给我。否则我会给你带来折磨和痛苦……",
    "Bring me fifty Rune Essence so that I can undo the damage done by those Zamorakians.": "给我带来五十块符文精华，这样我才能修复那些Zamorak信徒造成的破坏。",
    "Bring me something good next time!": "下次带点好东西来！",
    "Bring the imprint to me, with a bar of bronze.": "把印模和一根青铜锭一起带给我。",
    "Bring them here when you have them.|But be careful. They are nasty.": "拿到后带来这里。|不过要小心。它们很讨厌。",
    "Bring them to me, and I'll see what I can do.": "把它们带给我，我看看能做些什么。",
    "Bring us back the plans inside the chest, they should be sealed. All haste to you Effendi!": "把箱子里的计划书带回来，它们应该是密封的。快去吧，朋友！",
    "Brother Cedric are you okay?": "Cedric修士你还好吗？",
    "Brother Galahad hangs a kettle over the fire.": "Galahad修士把水壶挂在火上。",
    "Brother Omad needs the wine for the party.": "Omad修士需要酒来办聚会。",
    "Brother Omad sends you his thanks! He won't be in a fit state to thank you in person.": "Omad修士让我代他感谢你！他很快就不适合亲自感谢你了。",
    "Brush carefully and slowly using short strokes.": "用短笔画缓慢仔细地刷。",
    "Brush quickly and with force.": "快速用力地刷。",
    "Brush quickly using a wet brush.": "用湿刷快速刷。",
    "Brutes!": "野蛮人！",
    "Bugs wants lots of bright pretties, this many!|@blu@~ Bugs quickly opens and closes his hands in front ~|@blu@~ of you to indicate a number of bright pretties. ~|@blu@~ It looks like he wants 10 gold coins.~": "Bugs想要很多亮闪闪的东西，要这么多！|@blu@~ Bugs在你面前快速地张合双手 ~|@blu@~ 来表示亮闪闪东西的数量。 ~|@blu@~ 看起来他想要10枚金币。~",
    "Burnt fish - why did I bother?": "烤焦的鱼——我干嘛要费这个劲？",
    "Business good doing with you! Please, again come, buying always.": "和你做生意很好！请再来，总是买东西。",
    "Business is going reasonably well...|I wouldn't say I was the richest of merchants ever,|but I'm doing fairly well all things considered.": "生意还算不错……|我不会说自己是最富有的商人，|但综合来看我做得还是相当好的。",
    "Busy day?": "忙碌的一天？",
    "Busy.": "很忙。",
    "But Al Shabim said I could enter!": "但是Al Shabim说我可以进去！",
    "But I am a friend to ogres...": "但我是食人魔的朋友……",
    "But I didn't crack. I told them nothing. They can't break me!": "但我没有屈服。我什么都没告诉他们。他们打不垮我！",
    "But I do have some very important business to attend to!": "但我确实有一些非常重要的事情要处理！",
    "But I don't know if it's the woman you're looking for?": "但我不知道她是不是你要找的女人？",
    "But I don't want to get into trouble for revealing their hideout.": "但我不想因为暴露他们的藏身处而惹麻烦。",
    "But I found an item that you might be interested in. You swing it above your head and it makes a strange sound, it seems to attract their attention.": "但我发现了一件你可能感兴趣的东西。你在头上挥动它，它会发出奇怪的声音，似乎能吸引它们的注意。",
    "But I just need two minutes of your time?": "但我只需要你两分钟时间？",
    "But I think a kidnap victim is in here.": "但我认为这里有一个被绑架的受害者。",
    "But I think we must take Zadimus' clue literally and get some item that belonged to Bervirius as it may be the only way to approach Rashiliyia. Perhaps something like this exists in his tomb?": "但我认为我们必须照字面意思理解Zadimus的线索，找到属于Bervirius的某件物品，因为那可能是接近Rashiliyia的唯一方法。也许他的坟墓里有这样的东西？",
    "But I think you'll be drawn back to this place.": "但我觉得你会被吸引回这个地方的。",
    "But I'd be lying. Sorry about that me old mucker, can I get you a drink?": "但那就是骗你了。抱歉啊老伙计，给你来杯酒？",
    "But I'll have to get some money first.": "但我得先弄到一些钱。",
    "But I'm doing a quest for Drezel!": "但我正在为Drezel做一个任务！",
    "But I'm out of railings...": "但我的栏杆用完了……",
    "But I'm scared of those shamans!": "但我害怕那些萨满！",
    "But I've lost it!": "但是我把它弄丢了！",
    "But all your stuff is overpriced junk!": "但你的东西全是标价过高的垃圾！",
    "But as a general guide always try to be courteous to people in game, remember the people in the game are real people somewhere with real feelings.": "但作为一般准则，在游戏中始终要对人有礼貌，记住游戏中的人是真实存在的人，有真实的感受。",
    "But be careful, if the mourners catch you the punishment will be severe.": "但要小心，如果被哀悼者抓到，处罚会很严厉。",
    "But can you bless me?": "但你能祝福我吗？",
    "But da chompy not coming without da fatsy toadies... Godda get der fatsy toadies to get da chompys. Den we put it over de're and sneaky, sneaky stick da chompy.": "但是没有胖蟾蜍chompy不会来的……得弄到胖蟾蜍才能引来chompy。然后我们把它放在那边，偷偷地、偷偷地戳chompy。",
    "But do remember me from time to time and come to|visit an old man. You never know, I may be able to|help you in the future, and repay you the favour  of|releasing me from that terrible Demon...": "但请你时不时想起我，来|看望一下这个老人。说不定|将来我能帮到你，来报答你|把我从那个可怕的恶魔手中解救出来的恩情……",
    "But don't upset her, she's pretty dangerous.": "但别惹她生气，她很危险。",
    "But don't worry! Our factories are working overtime to produce Peter Potter's Patented Multi Purpose Poison!": "但别担心！我们的工厂正在加班生产Peter Potter的专利多用途毒药！",
    "But first you'll need some more touch paper. Go and see the chemist in Rimmington.": "但首先你需要更多的引火纸。去Rimmington找化学家。",
    "But for now, fare thee well.": "但现在，祝你一路平安。",
    "But green too much like skin.|Nearly make you look naked!": "但绿色太像皮肤了。|差点让你看起来像没穿衣服！",
    "But have you any idea WHY you're doomed to be a ghost?": "但你知道为什么你注定要成为幽灵吗？",
    "But how can we do that when the Watchtower isn't working?": "但是瞭望塔不工作的时候我们怎么做到？",
    "But how?": "但怎么做？",
    "But if it weren't for you... My whole family... we could have been... I apologise for my harshness before.": "但如果不是你……我的全家……我们可能已经……我为之前的严厉道歉。",
    "But if you want to get to the bottom of this|you should go and talk to the Karamja Shipyard foreman.": "但如果你想彻底弄清楚这件事，|你应该去和Karamja造船厂的工头谈谈。",
    "But it is guarded by a very powerful ice giant.": "但它被一个非常强大的冰巨人守卫着。",
    "But it wouldn't be very funny.": "但那就不太好笑了。",
    "But it's not proof, any one could have made these. Traveller, I understand your concern, I had guards search Glough's house but they found nothing suspicious, just these odd twigs.": "但这不是证据，任何人都可以做出这些。旅行者，我理解你的担忧，我已经让卫兵搜查了Glough的房子，但他们没有发现任何可疑的东西，只有这些奇怪的树枝。",
    "But it's true, you're a ghost... well, at least that is to say, you're sort of not alive anymore.": "但这是真的，你是个幽灵……嗯，至少可以说，你已经不算活着了。",
    "But mainly, I just like blasting people into dust.": "但主要是，我就是喜欢把人炸成灰。",
    "But nothing does grow there!": "但那里什么都不长啊！",
    "But now you want map piece so must be special! What|you do for me to get it?": "但你现在想要地图碎片那肯定很特别！你要|为我做什么才能得到它？",
    "But of course, you already knew that, as you already have The Sign Of Hazeel.": "当然，你已经知道这些了，因为你已经有了Hazeel之印。",
    "But one day, he was betrayed by some of the people who he had tried to help. This naturally made him more careful when dealing with strangers again and so, instead of showing himself, he would follow them.": "但有一天，他被一些他试图帮助的人背叛了。这自然使他在与陌生人打交道时更加谨慎，所以他不再露面，而是跟踪他们。",
    "But perhaps you have some in your bank? Or would you prefer the maximum security prison in Port Sarim.": "但也许你的银行里有一些？还是你更愿意去萨林港的最高安全级别监狱。",
    "But please, make haste. My father is close.": "但请快一点。我父亲就在附近。",
    "But still good.": "但还是很好。",
    "But the Blue Moon in the city is cheap enough.": "但城里的蓝月酒馆够便宜了。",
    "But then it doesn't tend to rain much around here.": "不过这里一般也不怎么下雨就是了。",
    "But they cannot anymore?": "但他们现在不能了？",
    "But they claim to have a powerful new secret weapon.": "但他们声称有一种强大的新秘密武器。",
    "But they stole my four magical beads.|There was a red one, a yellow one,|a black one, and a white one.": "但他们偷了我的四颗魔法珠子。|有一颗红色的、一颗黄色的、|一颗黑色的和一颗白色的。",
    "But this is your friend Morgan we're talking about!": "但我们说的可是你的朋友Morgan啊！",
    "But tragedy of tragedies, his spirit is neither living or dead. He serves the needs of the source. He died trying to collect the water from this stream, and now I hang in torment for eternity.": "但悲剧中的悲剧，他的灵魂既不是活的也不是死的。他服务于源泉的需要。他在试图从这条溪流中取水时死去了，现在我永远悬在痛苦之中。",
    "But why?": "但为什么？",
    "But you are a ghost, look at yourself! I can see straight through you! You're as dead as this swamp! Err... No offence or anything...": "但你是个幽灵，看看你自己！我能看穿你！你像这片沼泽一样死气沉沉！额……没有冒犯的意思……",
    "But you fail to pick the lock.": "但你没能撬开锁。",
    "But you haven't sneezed!": "但你都没打喷嚏！",
    "But you said it needed fix-": "但你说它需要修——",
    "But you would need to talk to the Shaman in Tai Bwo Wannai village to get more details about that. I really have to go now and fight these undead.": "但你需要和Tai Bwo Wannai村的萨满谈谈才能了解更多细节。我现在真的必须去和这些亡灵战斗了。",
    "But you've already got one! It's in your bank.": "但你已经有一个了！在你的银行里。",
    "But, by the time me get box open, other goblins gone.|Then me not run fast enough and guards catch me.": "但是等我把箱子打开的时候，其他哥布林都跑了。|然后我跑得不够快，被守卫抓住了。",
    "But... I don't have a mortgage!|I built this house myself!": "但是……我没有房贷！|这房子是我自己建的！",
    "Buy a nights rest: 35 Gold": "买一晚住宿：35金币",
    "Buy a pack of 5 Dorm tickets: 175 Gold": "买一包5张宿舍券：175金币",
    "Buy me a beer... then I'll teash you what you need to know...": "给我买杯啤酒……然后我就教教你该知道的东西……",
    "Buy me a drrink pleassh...": "请给我买杯酒喝喝……",
    "Buy some Beer: 2 Gold.": "买杯啤酒：2金币。",
    "Buy some wine: 1 Gold.": "买杯葡萄酒：1金币。",
    "Buy ush a drink anyway...": "反正给我们买杯酒吧……",
    "Buying cabbage am I, not have such thing where I from. Will pay money much handsome for wondrous object, cabbage you called.": "我要买卷心菜，我的家乡没有这种东西。我愿意出大价钱买这种奇妙的东西，你们叫它卷心菜。",
    "Bwana, I am very sorry, but you are too inexperienced to bless this bowl.": "Bwana，非常抱歉，但你的经验不足以祝福这个碗。",
    "Bwana, you have been tricked by a spirit! And you have done the worst thing imaginable. Viyeldi was the sorcerer who controlled the Heroes who protect the source.": "Bwana，你被灵魂欺骗了！你做了能想象到的最糟糕的事情。Viyeldi是控制着保护源泉的英雄们的巫师。",
    "By Guthix! THAT was good pie! Anyone who makes pie like THAT has got to be alright!": "以Guthix之名！那个派太好吃了！能做出那样的派的人一定是好人！",
    "By Saradomin's earlobes!|You must be a friend of the gods indeed.": "以Saradomin的耳朵起誓！|你一定是神的朋友。",
    "By all means! I'm afraid I can't give you any specifics as to where you will come out however. Presumably wherever the other block is located.": "当然可以！不过恐怕我没法告诉你具体会出现在哪里。大概是在另一块石头所在的地方吧。",
    "By getting a high level in skills such as cooking, mining, smithing or fishing, you can create your own items and sell them for pure profit.": "通过在烹饪、采矿、锻造或钓鱼等技能上达到高等级，你可以制作自己的物品并出售以获取纯利润。"
}