{
    "Okay, I will. Thanks, see you later.": "好的，我会的。谢谢，回头见。",
    "Okay, I'll be moving along then.": "好的，那我走了。",
    "Okay, I'll check around for another way to try and get out.": "好的，我去看看有没有其他出去的办法。",
    "Okay, I'll go and tell him that.": "好的，我去告诉他。",
    "Okay, I'll go get some.": "好的，我去弄一些来。",
    "Okay, I'll have a look for you.": "好的，我帮你看看。",
    "Okay, I'll leave you to it.": "好的，那我不打扰你了。",
    "Okay, I'll look for it.": "好的，我去找找。",
    "Okay, I'll pay it.": "好的，我付钱。",
    "Okay, I'll pay.": "好的，我付钱。",
    "Okay, I'll remember that.": "好的，我会记住的。",
    "Okay, I'll remember that. Thanks for all your help.": "好的，我会记住的。谢谢你的帮助。",
    "Okay, I'll see what I can do.": "好的，我看看能做什么。",
    "Okay, I'll show you how to make a dagger out of it. You'll be needing this...": "好的，我来教你怎么用它做一把匕首。你会需要这个……",
    "Okay, I'll speak to you when I've got some bones.": "好的，等我有了一些骨头再来找你说。",
    "Okay, I'll talk to the mourners.": "好的，我去跟哀悼者们谈谈。",
    "Okay, I'll tell you my latest notes...": "好的，我来告诉你我最新的笔记……",
    "Okay, I'll try to be.": "好的，我会尽量的。",
    "Okay, I'm up for an adventure.": "好的，我准备好冒险了。",
    "Okay, OKAY, I get the picture!": "好了，好了，我明白了！",
    "Okay, but that's the best price you're going to get.": "好吧，但那是你能得到的最好价格了。",
    "Okay, fair enough! But don't bother me anymore.": "好吧，算了！但别再烦我了。",
    "Okay, fair enough, let me know if you change your mind though.": "好吧，没关系，如果你改变主意了告诉我。",
    "Okay, fair enough. Let me know when you want to give it another go.": "好吧，没关系。等你想再试一次的时候告诉我。",
    "Okay, find the key to your cell, and do something about the vampire.": "好的，找到你牢房的钥匙，然后想办法对付那个吸血鬼。",
    "Okay, forget it.": "好吧，算了。",
    "Okay, get in the back of the cart then!": "好的，那快上马车后面！",
    "Okay, give it to me and I'll have a look for you.": "好的，给我吧，我帮你看看。",
    "Okay, good luck.": "好的，祝你好运。",
    "Okay, good then.": "好的，那就好。",
    "Okay, if you want to try again, let me know.": "好的，如果你想再试一次，告诉我。",
    "Okay, just don't break anything.|If you need any help, let me know.": "好的，别弄坏什么就行。|如果需要帮助就告诉我。",
    "Okay, just give me the word.": "好的，一声令下就行。",
    "Okay, let's board...": "好的，让我们上船……",
    "Okay, let's do it.": "好的，开始吧。",
    "Okay, let's fight.": "好的，开打吧。",
    "Okay, let's go back.": "好的，让我们回去吧。",
    "Okay, let's test you once more. Make me a|Blurberry Special then we'll see if you have what it takes.|Here's your ingredients.": "好的，让我们再考验你一次。给我做一杯|Blurberry特调，看看你有没有这个本事。|这是你的原料。",
    "Okay, lets do it.": "好的，开始吧。",
    "Okay, lets see what you've got then.": "好的，那让我看看你有什么。",
    "Okay, make me some blue dye please.": "好的，请给我做些蓝色染料。",
    "Okay, make me some red dye please.": "好的，请给我做些红色染料。",
    "Okay, make me some yellow dye please.": "好的，请给我做些黄色染料。",
    "Okay, making money. Quite.": "好吧，赚钱。确实。",
    "Okay, never mind. Maybe next time...": "好吧，算了。也许下次吧……",
    "Okay, next question...": "好的，下一个问题……",
    "Okay, no problem. See you again.": "好的，没问题。再见。",
    "Okay, now choose your second skill.": "好的，现在选择你的第二个技能。",
    "Okay, okay, I'm going.": "好了好了，我走了。",
    "Okay, okay, I'm not going to hurt you.": "好了好了，我不会伤害你的。",
    "Okay, okay...": "好了好了……",
    "Okay, okay... I'm going, I'm going... There's no need to shout...": "好了好了……我走我走……不用喊……",
    "Okay, please sell me some rope.": "好的，请卖给我一些绳子。",
    "Okay, quickly now!": "好的，现在快！",
    "Okay, see ya!": "好的，再见！",
    "Okay, take your time if you wish.": "好的，你可以慢慢来。",
    "Okay, thanks": "好的，谢谢",
    "Okay, thanks.": "好的，谢谢。",
    "Okay, thanks. I'll do my best to stop the demon.": "好的，谢谢。我会尽全力阻止恶魔的。",
    "Okay, that concludes the level 3 Earth Sciences exam.": "好的，以上就是3级地球科学考试的全部内容。",
    "Okay, that covers the level 2 Earth Sciences exam.": "好的，以上涵盖了2级地球科学考试。",
    "Okay, that sounds good.": "好的，听起来不错。",
    "Okay, that's all the skills I can teach you!": "好了，这就是我能教你的所有技能了！",
    "Okay, that's it, get out! Guards!": "好了，够了，滚出去！来人！",
    "Okay, that's it, we're gonna teach you a lesson.": "好了，够了，我们要给你个教训。",
    "Okay, that's more than fair.": "好的，那已经很公道了。",
    "Okay, the mixture is all over the bricks. I need some way to ignite this compound.": "好的，混合物已经涂满了砖块。我需要某种方法来点燃这个化合物。",
    "Okay, then, goodbye.": "好的，那么，再见。",
    "Okay, this is the next part of the Earth Sciences exam: Earth Sciences level 2 - Intermediate.": "好的，这是地球科学考试的下一部分：地球科学2级——中级。",
    "Okay, this will hurt you more than it will me.": "好的，这会让你比我更痛。",
    "Okay, we will let you in now.": "好的，我们现在让你进去。",
    "Okay, we will start with the first exam: Earth Sciences level 1 - Beginner.": "好的，我们从第一场考试开始：地球科学1级——初级。",
    "Okay, we'll take fifteen, you push a hard bargain!": "好吧，我们要十五个，你真会讲价！",
    "Okay, well first thing's first; let's get you out of here.": "好的，首先第一件事；让我们先把你弄出去。",
    "Okay, what about a specimen brush?": "好的，那标本刷呢？",
    "Okay, where is he? I'll kill him for you!": "好的，他在哪？我去帮你杀了他！",
    "Okay, you can go in, Al Shabim has told me about you.": "好的，你可以进去了，Al Shabim跟我说过你。",
    "Okay, you caught me out.": "好吧，你抓住我了。",
    "Okay, you wait here and I'll go figure another way to get you out.": "好的，你在这等着，我去想别的办法救你出去。",
    "Okay.": "好的。",
    "Okay. Fare well on your travels.": "好的。旅途顺利。",
    "Okay. Have 20 gold coins.": "好的。拿着20个金币。",
    "Okay. Hold onto your hat!": "好的。抓住你的帽子！",
    "Okay...": "好吧……",
    "Okay... I'll have a look for a key.": "好吧……我去找找钥匙。",
    "Okay... Let's play GNOMEBALL!": "好吧……让我们玩地精球！",
    "Okay... so move along and get on with your work.": "好吧……那走开去干你的活吧。",
    "Okay... you're the boss.": "好吧……你是老板。",
    "Okay; you change your mind, you come see me. I'm your guy!": "好的；你要是改主意了就来找我。我是你要找的人！",
    "Okey dokey! Ready?": "好嘞！准备好了吗？",
    "Okey dokey, she's all yours!": "好嘞，她归你了！",
    "Okey-dokey, one dead dog coming up.": "好嘞，一只死狗马上来。",
    "Old Lord Sinclair was a great man with a lot of respect in these parts. More than his worthless children have anyway.": "老Sinclair大人是个伟大的人，在这一带很受尊敬。比他那些没出息的孩子们强多了。",
    "Older than you imagine.": "比你想象的要老。",
    "Omart will be waiting by the wall,|in case you need to cross again.": "Omart会在城墙边等着，|以防你需要再次穿越。",
    "Omart, Jerico said you might be able to help me.": "Omart，Jerico说你也许能帮我。",
    "On occasions the net rips, so you'll need some rope to repair it.": "网有时候会破，所以你需要一些绳子来修补。",
    "On the eleventh day they were to be joined by reinforcements from a neighbouring encampment, but when those reinforcements arrived all they found": "第十一天他们本应等到来自邻近营地的增援，但当增援到达时他们发现的只有",
    "On the other hand if you looking for some work, I have a cook's position available.": "另一方面如果你在找工作，我有一个厨师职位空缺。",
    "On the other hand, if Glough's right about the humans we will need an army of gnomes to protect ourselves. So I've decided to allow Glough to raise a mighty gnome army.": "另一方面，如果Glough关于人类的看法是对的，我们将需要一支地精军队来保护自己。所以我决定允许Glough组建一支强大的地精军队。",
    "On their way out|they looted what treasures they could from us - |which included one of the halves of the shield.|We've been rivals with the Black Arms ever since.": "在他们出去的路上|他们从我们这里掠夺了能拿的宝物——|其中包括盾牌的一半。|从那以后我们就和黑臂帮成了对头。",
    "Once again, check the instructions found on the Council's website for the levels needed to make a particular potion.": "再次提醒，查看委员会网站上的说明来了解制作特定药水所需的等级。",
    "Once in Varrock, take this package to the owner of the rune shop. His name is Aubury. You may find it helpful to ask one of Varrock's citizens for directions,": "到了瓦洛克后，把这个包裹送给符文商店的老板。他叫Aubury。你也许可以向瓦洛克的市民问路，",
    "Once our mages have re-summoned the well, I will send a band of troops led by yourself to head into west RuneScape and stop Tyras.": "一旦我们的法师重新召唤出那口井，我就会派一支由你率领的部队前往RuneScape西部阻止Tyras。",
    "Once the orbs are replaced we will be safe once more. We must begin the ceremony immediately.": "一旦宝珠被放回去，我们就会再次安全。我们必须立即开始仪式。",
    "Once upon a time a brave young wolf was walking through a forest, when he came upon a human dressed all in red. 'Aha!' he thought to himself, 'Here's a nice easy meal!' But the human talked to him, and as he was": "从前有一只勇敢的年轻狼在森林里散步，遇到了一个穿着一身红衣的人类。'哈哈！'他心想，'这是一顿容易的美餐！'但那个人类跟他说话了，因为他",
    "Once you are done, come back to me. I shall supply|you with a mage staff ready for battle.": "完成后回来找我。我会给你|一根准备好战斗的法杖。",
    "Once you have everything, go to Leela.|She must be ready to get the prince away.": "你凑齐所有东西后，去找Leela。|她必须准备好带走王子。",
    "Once you know the coordinates of your position, you know which way you have to walk to get to the treasure's coordinates!": "一旦你知道了自己位置的坐标，你就知道该往哪个方向走才能到达宝藏的坐标！",
    "One Asgarnian Ale, please.": "请来一杯Asgarnian麦酒。",
    "One I gave to Rovin, the captain of the palace guard.": "一把我给了宫殿守卫队长Rovin。",
    "One beer coming up. Ok, that'll be two coins.": "一杯啤酒来了。好的，两个金币。",
    "One beer please Lucy!": "Lucy，请来一杯啤酒！",
    "One beer please Megan!": "Megan，请来一杯啤酒！",
    "One diamond.": "一颗钻石。",
    "One grog coming right up, that'll be three coins.": "一杯朗姆酒马上来，三个金币。",
    "One left.": "还剩一个。",
    "One of our operatives is often near the alley,|a red haired tramp.|He may be able to give you some ideas.": "我们的一个线人经常在小巷附近，|一个红头发的流浪汉。|他也许能给你一些思路。",
    "One wagon wheel says to the other, 'I'll see you around'.": "一个车轮对另一个说，'咱们转着见'。",
    "One you already have, another is not needed.": "你已经有一个了，不需要另一个。",
    "Only 5gp entrance fee!": "只要5金币入场费！",
    "Only Adamantite is any use.": "只有精金矿才有用。",
    "Only Khazard guards are allowed to see prisoners. Unless you know where to get some Khazard armour, you won't be visiting anyone.": "只有Khazard守卫才能见囚犯。除非你知道在哪弄到Khazard盔甲，否则你谁也见不到。",
    "Only enough to fool the guards at a distance.|Get a skirt like hers. Same colour, same style.|We will only have a short time.": "只要在远处能骗过守卫就行。|找一条跟她一样的裙子。同颜色，同款式。|我们只有很短的时间。",
    "Only for a moment then.": "那就一会儿吧。",
    "Only knowledge.": "只有知识。",
    "Only members of our order are allowed to handle the staff.": "只有我们教团的成员才能触碰这根法杖。",
    "Only members of our order can go up there.": "只有我们教团的成员才能上去。",
    "Only something about harvesting natures bounty... that's all!": "只有一些关于收获自然恩赐的东西……就这些！",
    "Only that spot cream. Hope you enjoy it.": "只有那个祛痘膏。希望你喜欢。",
    "Only the greatest heroes of this land may gain entrance to this guild.": "只有这片大陆上最伟大的英雄才能进入这个公会。",
    "Only the lady Keli, can wander about outside the jail. The guards will shoot to kill if they see the prince out so we need a disguise good enough to fool them at a distance.": "只有Keli女士可以在监狱外面自由走动。如果守卫看到王子出来会开枪射杀，所以我们需要一个足够好的伪装来在远处骗过他们。",
    "Only the most delicious infusion|of the leaves of the tea plant.|Grown in the exotic regions of this world.|Buy yourself a cup !": "只有用茶树叶泡出的|最美味的茶汤。|产自这个世界的异域地区。|给自己买一杯吧！",
    "Ooh I don't know if I should be giving away information, makes the computer game too easy.": "哦我不知道该不该透露信息，会让电脑游戏变得太简单了。",
    "Ooh I dunno.|She could have free eggs for breakfast.": "哦我不知道。|她早餐可以吃免费鸡蛋。",
    "Ooh dear, I'm in a terrible mess!|It's the Duke's birthday today,|I'm meant to be making him a big cake for this evening.": "哦天哪，我现在一团糟！|今天是公爵的生日，|我得为今晚给他做一个大蛋糕。",
    "Ooh goody goody, toys!": "哦太好了太好了，玩具！",
    "Ooh that would be very good of you.": "哦那你真是太好了。",
    "Ooh that's much better!|Thanks, that's the clearest my head has felt in a month. Ah now, what was it you wanted me to do for you?": "哦好多了！|谢谢，这是一个月来我头脑最清醒的时候。啊对了，你想让我帮你做什么来着？",
    "Ooh! What party?": "哦！什么派对？",
    "Ooh, I will!": "哦，我会的！",
    "Ooh, goody goody, toys!": "哦，太好了太好了，玩具！",
    "Ooh, how old are you then?": "哦，那你多大了？",
    "Ooh, it's WONDERFUL! There are lots of coal rocks, and even a few mithril rocks in the guild, all exclusively for people with atleast level 60 mining.": "哦，太棒了！公会里有很多煤矿石，甚至还有几块秘银矿石，全都专门给至少60级采矿的人。",
    "Ooh, now. Let me see...": "哦，现在。让我看看……",
    "Ooh, thank you. That would be such a great relief!": "哦，谢谢你。那真是太让我松了一口气了！",
    "Ooh, that's some good toad. Very nice.": "哦，这蟾蜍做得真好。很不错。",
    "Ooh. This is exciting!": "哦。太激动了！",
    "Ooh... THAT'S interesting.": "哦……那有意思了。",
    "Ooh... is this a shortcut to somewhere?": "哦……这是去某个地方的捷径吗？",
    "Ooh... tricky stuff. Took me YEARS to get that rank.": "哦……难搞的东西。我花了好几年才达到那个等级。",
    "Ooo no, I need it!": "哦不，我需要它！",
    "Oooh arrh!": "哦啊！",
    "Oooh, you violent person you.": "哦，你这个暴力的人。",
    "Ooooh yeah, I remember.": "哦哦哦对，我记起来了。",
    "Ooooh, my head ...I'm fried.": "哦哦哦，我的头……我脑子烧了。",
    "Ooooh... thank you... Wow! That's completely cured me!": "哦哦哦……谢谢你……哇！我完全好了！",
    "Oooooh... I knew it was too good to be true... Then leave me to my fate villain, there's no need to taunt me as well as keeping me imprisoned.": "哦哦哦哦……我就知道好得不真实……那就让我面对我的命运吧，坏蛋，没必要在关着我的同时还嘲弄我。",
    "Oooooh... I may be wrong... but ever since I asked for your help things around here have gone from bad to worse...": "哦哦哦哦……我可能错了……但自从我请你帮忙以来这里的情况越来越糟了……",
    "Oops - it fell off the hatstand!": "哎呀——它从帽架上掉下来了！",
    "Oops! I'm a bit short.": "哎呀！我钱不够。",
    "Oops, I don't have enough coins on me...": "哎呀，我身上金币不够……",
    "Oops, I don't have enough money.": "哎呀，我钱不够。",
    "Oops, I don't have enough on me.": "哎呀，我身上带的不够。",
    "Oops, I forgot to bring any money with me.": "哎呀，我忘了带钱。",
    "Oops, looks like I'm a bit short.|I'll have to come back later.": "哎呀，看来我钱不够。|我得以后再来。",
    "Oops, sorry, I don't have enough money.": "哎呀，抱歉，我钱不够。",
    "Or I eat you instead!": "不然我就吃了你！",
    "Or else what? You'll attack me?": "不然怎样？你要攻击我吗？",
    "Or maybe we're about to uncover something huge.": "也许我们即将揭开什么重大的发现。",
    "Or, you know, somewhere vaguely close enough anyway.": "或者，你知道的，反正差不多附近就行。",
    "Orders from who?": "谁的命令？",
    "Ordinary leather.": "普通皮革。",
    "Osman takes the key imprint and the bronze bar.": "Osman拿走了钥匙印模和青铜锭。",
    "Other stats are used in combat such as Prayer, Hitpoints, Magic and Ranged. All of these stats can go towards determining your Combat level, which is shown at the bottom of your skills interface.": "其他属性也用于战斗，如祈祷、生命值、魔法和远程。所有这些属性都会影响你的战斗等级，它显示在你技能界面的底部。",
    "Ouch!": "哎哟！",
    "Our little village has been dreadfully ravaged by an evil vampire! He lives in the basement of the manor to the north, we need someone to get rid of him once and for all!": "我们的小村庄被一个邪恶的吸血鬼严重蹂躏了！他住在北边庄园的地下室里，我们需要有人彻底除掉他！",
    "Our main threat nowadays|are General Khazard's troops.|They know no mercy, but are also very dense.|They'll never find their way through our maze.": "我们现在的主要威胁|是Khazard将军的军队。|他们毫不留情，但也非常愚蠢。|他们永远找不到穿过我们迷宫的路。",
    "Our prince is captive by the Lady Keli.|We just need to make the rescue.|There are two things we need you to do.": "我们的王子被Keli女士囚禁了。|我们只需要实施营救。|有两件事需要你做。",
    "Our rival gang - the Phoenix Gang -|has a weapons stash a little east of here.": "我们的对手帮派——凤凰帮——|在这里东边不远处有个武器库。",
    "Our survey said.... Bzzzzzz! Wrong answer!": "调查结果显示……嗡嗡嗡！回答错误！",
    "Out of my way fool!": "让开，蠢货！",
    "Out of my way idiot! We are preparing matters your puny mind could not hope to understand!": "让开，白痴！我们在准备的事情你那渺小的脑袋理解不了！",
    "Out of my way, punk.": "让开，小子。",
    "Over 'dere creature, put da toadies over der!|@blu@~ The ogre points to a clearing to the south. ~": "在那边小东西，把蟾蜍放那边！|@blu@~ 食人魔指向南边的一片空地。~",
    "Over der!": "在那边！",
    "Over the first pillar is a picture of a cloud.|Etched over the second pillar are flickering flames.|Over the third pillar is the carved image of a dew drop or a tear.|Over the fourth pillar is the likeness of a ploughed field.": "第一根柱子上是一幅云的图画。|第二根柱子上刻着跳动的火焰。|第三根柱子上雕刻着一滴露珠或泪滴的图像。|第四根柱子上是一片犁过的田地的样子。",
    "Ow! I nearly broke a tooth!": "哎哟！我差点磕坏一颗牙！",
    "Ow! There's something sharp in there!": "哎哟！那里面有什么尖锐的东西！",
    "Oziach lives in a hut, by the cliffs to the west of Edgeville. He can be a little...odd...sometimes, though.": "Oziach住在边缘村西边悬崖旁的一间小屋里。不过他有时候有点……古怪。",
    "PLEEEEEEEEEEEEEEEEEEEEEEASE???": "拜托拜托拜托？？？",
    "Package? That's a funny way to describe a liquid of such exquisite beauty!": "包裹？用这个词来形容如此精美的液体真是奇怪！",
    "Pardon ?": "什么？",
    "Pardon?": "什么？",
    "Pastels are all the rage this season.": "粉彩色是这个季节的流行。",
    "Pastry dough.": "酥皮面团。",
    "Patented Multi Purpose Poison?": "专利多用途毒药？",
    "Pathetic fool! Prepare to die!": "可悲的蠢货！准备去死吧！",
    "Peace be with you, my child.": "愿平安与你同在，我的孩子。",
    "People are very depressed and scared. I've never met anyone fully infected though. I suppose we should be grateful to the mourners for that.": "人们非常沮丧和害怕。不过我从没见过完全感染的人。我想我们应该感谢哀悼者们。"
}