{
    "Yeah, whatever.": "随便吧。",
    "Yeah, you too!": "你也是！",
    "Yeah. For example, when we were trainee priests|he kept on getting stuck up bell ropes.": "是啊。比如我们当见习牧师的时候，|他老是被钟绳缠住。",
    "Yeah. It's a real mystery, huh?": "是啊。真是个谜，对吧？",
    "Yeah. It's a real shame.": "是啊。真的很可惜。",
    "Yeah. The guy at the information kiosk was telling me.": "是啊。信息亭的那个人告诉我的。",
    "Yeah... Ok, I'm running!": "好吧...好的，我跑！",
    "Yeah... uh... sorry...": "是啊...呃...抱歉...",
    "Yeah?": "什么？",
    "Yeesh, yes that shounds reasonable. Here, 'hiccup', take the keysch. Any trouble, you give... you givem a good beating.": "哎呀，听起来...嗝...挺合理的。给，'嗝'，拿着钥匙。要是有麻烦，你就...你就狠狠揍他们。",
    "Yeesshh, hiccup! Oooh, maybe I sshould relax for a while.": "是啊...嗝！哦，也许我该...该休息一会儿。",
    "Yeesshhh, I'm very, very drunk..hic..up..": "是啊...我醉了，醉得很厉害...嗝...",
    "Yeh. I miss the guys.": "是啊。我想念那些兄弟们。",
    "Yeh. The nurses here are...wonderful!": "是啊。这里的护士...太棒了！",
    "Yellow is a strange colour to get, comes from onion skins. I need 2 onions and 5 coins to make yellow dye.": "黄色是一种奇特的颜色，来自洋葱皮。我需要2个洋葱和5枚金币来制作黄色染料。",
    "Yep lets go!": "好的，走吧！",
    "Yep orange might be good.": "嗯，橙色可能不错。",
    "Yep that seems fine, you can come in now.|I never learned to read,|but you look like you've drunk plenty.": "嗯看起来没问题，你可以进来了。|我从没学过认字，|不过看你的样子，喝得够多了。",
    "Yep, I have heard there are many of that type here.": "是的，我听说这里有很多那种人。",
    "Yep, bring us orange armour.": "对，给我们带橙色盔甲来。",
    "Yep, clever aren't I?": "没错，我很聪明吧？",
    "Yep, da spit's over der! Last time Rantz did yummies,|got very bad, did bad things to food... and belly.": "对，烤架就在那边！上次Rantz做好吃的，|搞砸了，把食物弄得很难吃...肚子也遭罪了。",
    "Yep, fine thanks.": "嗯，很好，谢谢。",
    "Yep, here's your chompy Bird!": "对，你的chompy鸟在这！",
    "Yep, lots of heros about these days.": "是啊，这年头英雄可真不少。",
    "Yep, now tell me what the problem is.": "好的，现在告诉我出了什么问题。",
    "Yep, sounds fine.": "嗯，听起来不错。",
    "Yep, sounds good.": "好的，听起来很好。",
    "Yep, take a look at these great axes!": "没错，看看这些好斧头！",
    "Yep, that's right.": "对，没错。",
    "Yep, we bored now.": "对，我们现在无聊了。",
    "Yep. Anyway, I'll take the package off you now.": "好的。总之，我现在把包裹拿走了。",
    "Yep. Found it REALLY easily too.": "是的。而且找起来真的超容易。",
    "Yep. Got it right here.": "嗯。就在这儿呢。",
    "Yep. We are as Zamorak made us!": "没错。我们生来就是Zamorak造就的！",
    "Yep... but not on purpose!": "是的...但不是故意的！",
    "Yer stupid elephant! I'll tell yer again! Yer need to be entering the shed in the middle of the swamp while holding a dramenwood staff! Yer can make the Dramen staff": "你这笨蛋！我再跟你说一遍！你得拿着dramen木法杖进入沼泽中间的小屋！你可以用dramen树枝制作Dramen法杖",
    "Yes": "是",
    "Yes Bwana, perhaps we will become friends sometime in the future... But not today... Ungadulu has problably lost his mind anyway... It is most likely a lost cause...": "是的，Bwana，也许将来我们会成为朋友...但不是今天...Ungadulu大概已经疯了...这多半是徒劳的...",
    "Yes Bwana. I can take you to the edge of the Kharazi Jungle. Would you like me to take you?": "是的，Bwana。我可以带你去Kharazi丛林的边缘。你要我带你去吗？",
    "Yes Glough really knows what he's doing.|The human has been detained until we know who else is involved.": "是的，Glough确实知道自己在干什么。|那个人类已经被拘留了，直到我们查清还有谁参与其中。",
    "Yes I am actually!": "没错，我确实是！",
    "Yes I am sure.": "是的，我确定。",
    "Yes I am.": "是的。",
    "Yes I can, I see you already have the ingredients. Would you like me to mix some for you now?": "我可以，我看到你已经有材料了。你要我现在帮你调配一些吗？",
    "Yes I could do with an extra pair of eyes here.": "是啊，这里确实需要多一双眼睛帮忙。",
    "Yes I could see myself wearing somethin' like that.": "是的，我觉得我穿那种东西会不错。",
    "Yes I did and something's not right!": "是的，我去了，但有些不对劲！",
    "Yes I do!": "是的，我要！",
    "Yes I do.": "是的。",
    "Yes I do. Thankfully we can cope with almost anything.|Jaraah really is a wonderful surgeon, his methods are a little unorthodox but he gets the job done.": "是的。好在我们几乎什么都能应付。|Jaraah真是一位出色的外科医生，他的方法虽然有些非正统，但确实管用。",
    "Yes I have everything!": "是的，我什么都准备好了！",
    "Yes I have met him.": "是的，我见过他了。",
    "Yes I have!": "是的，我有！",
    "Yes I have.": "是的，我有了。",
    "Yes I know, but this is important.": "我知道，但这很重要。",
    "Yes I know, it was returned to me. If you want it back you're going to have to collect another 25 sets of bones.": "我知道，它被还给我了。如果你想要回来，你得再收集25套骨头。",
    "Yes I know. Maybe that is why history doesn't remember him. However he was a very great hero.": "是的，我知道。也许这就是历史没有记住他的原因。不过他确实是一位伟大的英雄。",
    "Yes I will.": "好的，我会的。",
    "Yes I'd like to improve my magic.": "是的，我想提升我的魔法。",
    "Yes I'll compete again another day.": "好的，改天我会再来参赛的。",
    "Yes I'm brave.": "是的，我很勇敢。",
    "Yes I'm old! Don't rub it in.": "是啊我老了！别哪壶不开提哪壶。",
    "Yes I've got some here.": "有的，我这儿有一些。",
    "Yes I've seen him, he's a bit drunk!": "是的，我见过他，他有点醉了！",
    "Yes Please, I can think of nothing nicer!": "好的，再好不过了！",
    "Yes Please.": "好的，麻烦你了。",
    "Yes Please...": "好的，拜托了...",
    "Yes a simple drazier style ritual should suffice. Hmm, main problem with that is I'll need 25 sets of bones. Now where am I going to get hold of something like that?": "是的，一个简单的drazier风格仪式应该就够了。嗯，主要的问题是我需要25套骨头。我上哪儿去弄这些东西呢？",
    "Yes actually!": "确实如此！",
    "Yes actually, what's involved?": "是的，需要做什么？",
    "Yes and I explored inside some sort of cavern.": "是的，我还在某个洞穴里探索了一番。",
    "Yes certainly.": "当然可以。",
    "Yes he is scary looking!": "是啊，他看起来真吓人！",
    "Yes he told me, the foolish lad came in drenched to the bone, he had fallen into the waterfall, lucky he wasn't killed! Now he can spend the rest of the summer in his room.": "是的他告诉我了，那个傻小子浑身湿透地回来了，他掉进了瀑布里，幸好没死！现在他可以在房间里度过剩下的夏天了。",
    "Yes he told me. I've begun making your special gas mask, but I need some <lowercase(oc_name(dwellberries))> to finish it.": "是的，他告诉我了。我已经开始制作你的特殊防毒面具了，但我需要一些<lowercase(oc_name(dwellberries))>来完成它。",
    "Yes help me become one with my darker side.": "是的，帮我与我内心的黑暗面融为一体。",
    "Yes indeed, this city is very ancient.|It's not clear whether the ogres actually constructed it,|or whether they took it over from another race.": "确实如此，这座城市非常古老。|目前还不清楚是食人魔建造了它，|还是他们从另一个种族手中夺取的。",
    "Yes indeed, you need some guam leaves,|jangerberries and ground bat bones.": "没错，你需要一些guam叶子、|jangerberries浆果和研磨过的蝙蝠骨。",
    "Yes indeedy.": "确实如此。",
    "Yes it does seem to be getting fairly common knowledge.": "是的，这似乎已经变成了众所周知的事了。",
    "Yes it is isn't it? Forgive me for feeling a little smug, this is a major breakthrough in the field of teleportation!": "是的，不是吗？请原谅我有些得意，这是传送领域的重大突破！",
    "Yes mithreth.": "是的，大人。",
    "Yes of course my friend, you seem to be able to handle yourself with those ghasts really well.": "当然了，我的朋友，你似乎很擅长对付那些幽灵。",
    "Yes of course, I mean Minions, what made you think I said Onions?": "当然了，我说的是爪牙，你怎么会觉得我说的是洋葱？",
    "Yes ok.": "好的。",
    "Yes okay. I can do that.": "好吧。我能做到。",
    "Yes please!": "好的，拜托了！",
    "Yes please, I'd like to go to Brimhaven.": "好的，我想去Brimhaven。",
    "Yes please, I'd like to go to Shilo Village.": "好的，我想去Shilo村。",
    "Yes please, don't show this message again.": "好的，请不要再显示这条消息了。",
    "Yes please.": "好的，麻烦了。",
    "Yes please. Mix me some skin paste.": "好的，请帮我调配一些皮肤膏。",
    "Yes please. What are you selling?": "好的。你在卖什么？",
    "Yes she is still alive. She lives right outside the castle!": "是的，她还活着。她就住在城堡外面！",
    "Yes she was staying here,|but slightly over a week ago|she was getting ready to go back.": "是的，她之前住在这里，|但大约一个多星期前|她准备回去了。",
    "Yes sir, we understand each other perfectly.": "是的，长官，我们心照不宣。",
    "Yes sir, you're quite right sir.": "是的，长官，您说得对，长官。",
    "Yes sire.": "遵命，陛下。",
    "Yes we do!": "是的，我们有！",
    "Yes we have just received a message from the Black Knights saying they withdraw their demands. Which confirms your story.": "是的，我们刚收到黑骑士的消息，说他们撤回了要求。这证实了你的说法。",
    "Yes well don't stand around here gassing.|You'd better hurry if you want to see Guidor...|He won't be around for much longer.": "好了，别站在这里闲聊了。|如果你想见Guidor的话最好快点...|他活不了多久了。",
    "Yes yes, I suppose it is a quest.|My fiance Ernest and I came upon this house here.": "好吧好吧，我想这算是一个任务。|我的未婚夫Ernest和我来到了这栋房子。",
    "Yes you are right. Here you go.": "你说得对。给你。",
    "Yes you did you ignoramus.": "你说了，你这蠢货。",
    "Yes you should read the rules of conduct on our frontpage to make sure you do nothing to get yourself banned.": "是的，你应该阅读我们首页上的行为准则，确保自己不会做出被封号的事。",
    "Yes!": "好！",
    "Yes! Excellent, well done!": "太好了！干得漂亮！",
    "Yes! Great idea! If his coffin is doused in the blessed water he will be unable to leave it! Use it on his coffin, quickly!": "对！好主意！如果他的棺材被圣水浸泡，他就无法离开了！快把圣水用在他的棺材上！",
    "Yes! Here it is.": "是的！在这里。",
    "Yes! I buy and sell axes! Take your pick (or axe)!": "没错！我买卖斧头！随便挑（或者说斧）！",
    "Yes! I managed to find him.": "是的！我找到他了。",
    "Yes! I've recovered it from the clutches of the evil thieves!": "是的！我从那些邪恶盗贼的魔爪中夺回了它！",
    "Yes! Praise he who brings life to this world.": "是的！赞美给这个世界带来生命的神。",
    "Yes, Holgart told me and sent a rescue party out.|Kent's back home now, resting with Kennith.|I don't think he'll be doing any fishing for a while.": "是的，Holgart告诉我了，并派出了救援队。|Kent现在已经回到家了，正和Kennith一起休息。|我觉得他短时间内不会再去钓鱼了。",
    "Yes, I am sure.": "是的，我确定。",
    "Yes, I am very nimble and agile!": "是的，我非常灵活敏捷！",
    "Yes, I can sort something out. There's a crate ready to be loaded onto the ship.": "好的，我能安排一下。有一个箱子准备装上船了。",
    "Yes, I can take him on!": "是的，我能对付他！",
    "Yes, I can think of nothing more exciting!": "是的，再没有比这更刺激的了！",
    "Yes, I can understand that.": "是的，我能理解。",
    "Yes, I can understand that.|So what do you want with us?": "是的，我能理解。|那你找我们有什么事？",
    "Yes, I can. But I'm not going to.": "是的，我能做到。但我不打算那样做。",
    "Yes, I certainly am.": "是的，我当然是。",
    "Yes, I dare say it does. I wouldn't even have mentioned it had you not seemed to be looking for something to do anyway.": "是的，我敢说确实如此。要不是你看起来正在找事做，我都不会提起这件事。",
    "Yes, I do have orders to deliver there from time to time. I think I may have some bits and pieces for them when I leave here next actually.": "是的，我确实时不时要往那里送货。其实我下次从这里出发的时候，可能有些零碎东西要送给他们。",
    "Yes, I do think you're dead and I'll prove it somehow.": "是的，我确实认为你已经死了，而且我会想办法证明的。",
    "Yes, I do. Now please get to the point?": "是的，我知道。现在请说重点好吗？",
    "Yes, I doubt you could help anyway.": "是的，反正我也不觉得你能帮上忙。",
    "Yes, I found lots of things.": "是的，我发现了很多东西。",
    "Yes, I had heard.": "是的，我听说了。",
    "Yes, I have a 'fatsy toady' for you, here look!": "是的，我有一只'胖蛤蟆'给你，你看！",
    "Yes, I have a fine selection of armour.": "是的，我有精选的盔甲。",
    "Yes, I have a fungus here that I picked.": "是的，我这里有一个我采的蘑菇。",
    "Yes, I have all four now!": "是的，我现在四个都有了！",
    "Yes, I have it.": "是的，我有了。",
    "Yes, I have one right here.": "是的，我这里正好有一个。",
    "Yes, I have seen her.": "是的，我见过她了。",
    "Yes, I have some here.": "是的，我这里有一些。",
    "Yes, I have some now.": "是的，我现在有一些了。",
    "Yes, I have spoken to him.": "是的，我已经和他谈过了。",
    "Yes, I have.": "是的，我有了。",
    "Yes, I have. He gave me some research notes to pass on to you.": "是的。他给了我一些研究笔记让我转交给你。",
    "Yes, I heard. Now please let me get on with my guard duties.": "是的，我听说了。现在请让我继续执行我的守卫职责。",
    "Yes, I know! Luckily for you it washed up on the banks of the Salve earlier! Here, take it again, but please try and be more careful this time.": "是的，我知道！你运气好，它之前被冲到了Salve河岸上！给，再拿去吧，但这次请小心点。",
    "Yes, I know, I'm already dead! Thanks for reminding me.": "是的，我知道，我已经死了！谢谢你提醒我。",
    "Yes, I know, but this is important.": "是的，我知道，但这很重要。",
    "Yes, I know, someone returned it to me. |Take better care of it this time.": "是的，我知道，有人把它还给我了。|这次好好保管。",
    "Yes, I know... stick da chompy!": "是的，我知道...叉chompy鸟！",
    "Yes, I may find something else on the corpse.": "是的，我可能会在尸体上找到别的东西。",
    "Yes, I might have one...": "是的，我可能有一个...",
    "Yes, I must find some berries.": "是的，我必须找一些浆果。",
    "Yes, I need it for my quest.": "是的，我的任务需要它。",
    "Yes, I saw.|Quickly meet with Jerico's friends and cross the wall|before the pigeons fly off.": "是的，我看到了。|快去找Jerico的朋友们，趁鸽子还没飞走|赶紧翻过城墙。",
    "Yes, I think a warlock has stolen it.": "是的，我觉得一个术士偷走了它。",
    "Yes, I think so.": "是的，我想是的。",
    "Yes, I use it to make deliveries to my customers up and down the coast. These crates here are all ready for my next trip.": "是的，我用它沿着海岸给客户送货。这些箱子都是为我下次出行准备的。",
    "Yes, I use them to transport coal over the river.|I will let other people use them too,|I'm a nice person like that...": "是的，我用它们把煤运过河。|我也会让其他人使用，|我就是这么好心的人...",
    "Yes, I want to climb over the rocks.": "是的，我想翻过这些岩石。",
    "Yes, I went up but there was no one.": "是的，我上去了但没有人。",
    "Yes, I will get you materials.": "好的，我会给你弄材料的。",
    "Yes, I will sell you all my cabbages.": "好的，我把所有卷心菜都卖给你。",
    "Yes, I will seriously look for Ah Za Rhoon and I'd appreciate your help.": "是的，我会认真寻找Ah Za Rhoon，希望得到你的帮助。",
    "Yes, I will tell her how you feel.": "好的，我会告诉她你的感受。",
    "Yes, I would like some rope.": "好的，我想要一些绳子。",
    "Yes, I'd be happy to!": "是的，我很乐意！",
    "Yes, I'd figured that out already. What can you give me to help.": "是的，这我已经想到了。你能给我什么帮助？",
    "Yes, I'd have to agree with that... but we need more evidence!": "是的，我同意...但我们需要更多证据！",
    "Yes, I'd like to bless my gold bowl.": "是的，我想祝福我的金碗。",
    "Yes, I'd like to talk to Grand Vizier Erkle.": "是的，我想和大维齐尔Erkle谈谈。",
    "Yes, I'd like to try.": "是的，我想试试。",
    "Yes, I'd like you to bless my gold bowl.": "是的，我想请你祝福我的金碗。",
    "Yes, I'll bend the bar again.": "好的，我再弯一次铁条。",
    "Yes, I'll bend the bar.": "好的，我来弯铁条。",
    "Yes, I'll bravely drink the bravery potion.": "好的，我要勇敢地喝下勇气药水。",
    "Yes, I'll buy a ticket for the ship.": "好的，我买一张船票。",
    "Yes, I'll buy the bow.": "好的，我买这把弓。",
    "Yes, I'll crawl through, I'm very athletic.": "好的，我爬过去，我身手很敏捷。",
    "Yes, I'll drop it.": "好的，我把它扔掉。",
    "Yes, I'll enter the cave.": "好的，我进入洞穴。",
    "Yes, I'll follow the path.": "好的，我沿着这条路走。",
    "Yes, I'll get on.": "好的，我上去。",
    "Yes, I'll give it a go!": "好的，我试试看！",
    "Yes, I'll give it a go.": "好的，我试试。",
    "Yes, I'll give it a try.": "好的，我来试试。",
    "Yes, I'll go and look for him.": "好的，我去找他。",
    "Yes, I'll go through!": "好的，我过去！",
    "Yes, I'll help you.": "好的，我帮你。",
    "Yes, I'll make some notes.": "好的，我做一些笔记。",
    "Yes, I'll pay for it.": "好的，我付钱。",
    "Yes, I'll read it.": "好的，我来读。",
    "Yes, I'll scrabble out of this jungle.": "好的，我要爬出这片丛林。",
    "Yes, I'll sell you all my cabbages.": "好的，我把所有卷心菜都卖给你。",
    "Yes, I'll shimmy down the rope into possible doom.": "好的，我顺着绳子滑下去，可能凶多吉少。",
    "Yes, I'll trade.": "好的，我来交易。",
    "Yes, I'll try to climb out.": "好的，我试着爬出去。",
    "Yes, I'll try to push through.": "好的，我试着挤过去。",
    "Yes, I'll wriggle through.": "好的，我钻过去。",
    "Yes, I'm fine thanks.": "是的，我很好，谢谢。",
    "Yes, I'm helping him with a problem.": "是的，我在帮他解决一个问题。"
}