{
    "To continue the tutorial go through that door over there, and speak to your first instructor!": "要继续教程，穿过那边的门，和你的第一位导师说话！",
    "To cook something you need to use the item you would like to cook on the cooking range. Do this by clicking the item in your inventory and then clicking on the range.": "要烹饪东西，你需要把想烹饪的食材放到烹饪炉上。点击你背包中的物品，然后点击炉子即可。",
    "To do this, you must use a @dre@sextant@bla@, a @dre@watch@bla@ and a @dre@chart@bla@ to find the coordinates of where you are.": "要做到这一点，你必须使用@dre@六分仪@bla@、@dre@手表@bla@和@dre@海图@bla@来确定你所在的坐标。",
    "To err is human, to forgive, quite difficult.": "人非圣贤，孰能无过；宽恕他人，谈何容易。",
    "To fire the ballista you must first set the coordinates.": "要发射弩炮，你必须先设定坐标。",
    "To get in you will need to tell them the secret password 'four leafed clover'.": "要进去你需要告诉他们暗号'四叶草'。",
    "To get to the bottom of this you'll need to search Glough's home.": "要弄清真相，你需要搜查Glough的家。",
    "To keep the pass bandit free, we charge a small toll of|five gold pieces. You can buy a desert pass from me,|just ask me to open the shop. You can also use our|free banking services by clicking on the chest.": "为了保持关口不受强盗骚扰，我们收取|五枚金币的少量通行费。你可以从我这里购买|沙漠通行证，让我打开商店即可。你也可以|点击箱子使用我们的免费银行服务。",
    "To keep the pass open we ask for 5 gold pieces. And|we give you a Shantay Pass, just ask to see what I sell|to buy one.": "为了保持关口畅通，我们收取5枚金币。|我们会给你一张Shantay通行证，|问我看看卖什么就能买到。",
    "To look at your stats, click on the bar graph icon found near your backpack icon. You can check your skill levels here.": "要查看你的属性，点击背包图标旁边的柱状图图标。你可以在这里查看你的技能等级。",
    "To lose an object is easy to replace.|To lose the affections of our Lord is impossible to forgive.": "丢失物品容易补回。|失去我们主人的恩宠则不可饶恕。",
    "To mine, simply click on a rock that contains ore while you have a pickaxe with you, and you will keep mining the rock until you manage to get some ore, or until it is empty.": "要采矿，只需在携带镐的情况下点击含有矿石的岩石，你会持续采矿直到获得一些矿石，或者矿石被采完。",
    "To my amazement I'd caught this little chest thing!": "令我惊讶的是，我竟然钓到了这个小箱子！",
    "To the east you will find a small peninsula, it is just after the cliffs come down to meet the sands, here is where you should search for it.": "往东你会找到一个小半岛，就在悬崖下降与沙滩相接的地方，你应该在那里寻找它。",
    "To think Glough had me fooled all along!": "想不到Glough一直在欺骗我！",
    "To think we took you in and trusted you... and this is how you repay us...": "想想我们收留你、信任你……你就是这样报答我们的……",
    "To this day we do not fully know why they did this terrible act, but all our research, all of our greatest magical minds were destroyed in one fell swoop.": "直到今天我们仍然不完全清楚他们为什么做出这种可怕的行为，但我们所有的研究、所有最伟大的魔法精英都在一瞬间被摧毁了。",
    "Toad crunchies?": "蟾蜍脆饼？",
    "Too busy to waste time gossiping!": "太忙了，没时间闲聊！",
    "Too many cooks spoil the anchovy pizza.": "厨师太多做不好凤尾鱼披萨。",
    "Too much of this home brew my friend. We make it from plant roots, but it blows your head off.": "喝太多自酿酒了我的朋友。我们用植物根茎酿的，但劲儿特别大。",
    "Top of the day to you!": "祝你今天愉快！",
    "Top of the morning to you.": "早上好啊。",
    "Totally cool! That outfit looks great!": "太酷了！那套衣服看起来棒极了！",
    "Touchy!": "真敏感！",
    "Tourniquet, Fenderbaum, Tottenham, Marshmallow, Marblearch.": "Tourniquet, Fenderbaum, Tottenham, Marshmallow, Marblearch.",
    "Toy horseys?": "玩具小马？",
    "Trade with me? Who do you think you are?": "和我交易？你以为你是谁？",
    "Tragic news. Her father is opposing our marriage.": "坏消息。她父亲反对我们的婚事。",
    "Traiborn places the bones in a circle on the floor.": "Traiborn把骨头在地上摆成一个圆圈。",
    "Traiborn waves his arms about.": "Traiborn挥舞着双臂。",
    "Traveler, any word from Hazelmere?": "旅行者，Hazelmere有什么消息吗？",
    "Traveller have you managed to find the Goblin's base?": "旅行者，你找到哥布林的基地了吗？",
    "Traveller is that you?.. my friend on a mission!": "旅行者是你吗？……我正在执行任务的朋友！",
    "Traveller please accept my apologies!|Glough had no right to arrest you!|I just think he's scared of humans.|Let me get you out of there.": "旅行者请接受我的道歉！|Glough没有权利逮捕你！|我觉得他只是害怕人类。|让我把你弄出来。",
    "Traveller wait!": "旅行者等等！",
    "Traveller you're wounded! What happened?": "旅行者你受伤了！发生了什么事？",
    "Traveller, Can I speak to you in strictest confidence?": "旅行者，我能和你绝对保密地谈谈吗？",
    "Traveller, I hear you plan to destroy Iban?": "旅行者，我听说你打算消灭Iban？",
    "Traveller, have you managed to find the Daconia?": "旅行者，你找到Daconia了吗？",
    "Traveller, how are you managing down there?": "旅行者，你在下面还好吗？",
    "Traveller, thank the stars you're still around! ...I thought your time had come.": "旅行者，谢天谢地你还活着！……我以为你的大限已到。",
    "Traveller, this is no time to linger. The King must know that Iban is dead. This is a truly historical moment for Ardougne.": "旅行者，现在不是逗留的时候。国王必须知道Iban已经死了。这对阿多格尼来说是一个真正的历史性时刻。",
    "Traveller, what are you doing here?|The stronghold has been put on full alert!|It's not safe for you here!": "旅行者，你在这里做什么？|要塞已经全面戒备了！|你在这里不安全！",
    "Traveller, what are you doing in this most unholy place?": "旅行者，你在这个极其不圣洁的地方做什么？",
    "Traveller, where am I? I can't remember a thing!": "旅行者，我在哪里？我什么都记不起来了！",
    "Treated?": "治疗了？",
    "Tree Gnome Village.": "树精灵村。",
    "Tree gnomes have been hunted|for so called 'fun' since as|long as I can remember.": "从我记事起，树精灵就|一直被人以所谓的'乐趣'|为由猎杀。",
    "Tribal ogres often dislike their neighbours...": "部落食人魔经常不喜欢他们的邻居……",
    "Trouble with your memory eh young'un? I need the raw meats of four different animals that have been dipped into the Cauldron of Thunder so I can make my potion to honour Guthix.": "记性不好啊年轻人？我需要四种不同动物的生肉，而且要在雷霆大锅中浸泡过的，这样我才能制作祭奠Guthix的药水。",
    "True but if the gnomes are really going to take over RuneScape they'll need at least that.": "没错，但如果侏儒真的要征服RuneScape，他们至少需要那么多。",
    "True, I believe there's some information about her upstairs, if you look at them please be careful.": "没错，我记得楼上有一些关于她的资料，如果你去看的话请小心。",
    "True.": "没错。",
    "Trufitus frowns at you but continues about...minions...": "Trufitus皱着眉头看你但继续说着……仆从……",
    "Trufitus gives back the scroll.": "Trufitus把卷轴还给你。",
    "Trufitus hands the Stone Plaque back.": "Trufitus把石匾牌还给你。",
    "Trufitus hands the tattered scroll back to you.": "Trufitus把破旧的卷轴还给你。",
    "Trufitus looks at the item in awe.": "Trufitus敬畏地看着这个物品。",
    "Trufitus looks at the object for a moment.": "Trufitus端详了那个物品一会儿。",
    "Trufitus looks at you blankly": "Trufitus茫然地看着你",
    "Trufitus looks at you blankly...": "Trufitus茫然地看着你……",
    "Trufitus pulls away from you...": "Trufitus从你身边退开……",
    "Trufitus scratches his head.": "Trufitus挠了挠头。",
    "Trufitus seems deeply touched...": "Trufitus似乎深受感动……",
    "Trufitus seems to drift off in thought.": "Trufitus似乎陷入了沉思。",
    "Trufitus|Perhaps you should explore it? If it's the temple of Ah Za Rhoon, it may be our only chance against Rashiliyia. I implore you to  investigate Bwana.": "Trufitus|也许你应该去探索一下？如果那是Ah Za Rhoon的神殿，它可能是我们对抗Rashiliyia的唯一机会。我恳求你去调查一下Bwana。",
    "Truly amazing Bwana, this scroll must be ancient. I'm not sure if I get more meaning from it than you though. Perhaps Bervirius' tomb is still accessible?": "太了不起了Bwana，这卷轴一定很古老。不过我也不确定我比你理解得更多。也许Bervirius的陵墓还能进入？",
    "Try asking Jerico, if he's not too busy with his pigeons. I'll be waiting here for you.": "试着问问Jerico，如果他没忙着照顾他的鸽子的话。我会在这里等你。",
    "Try bringing us blue armour.": "试试给我们带蓝色盔甲来。",
    "Try not to lose this one!": "别再把这个弄丢了！",
    "Try searching the surrounding area.|If you find anything unusual, bring it here.": "试着搜索周围的区域。|如果你发现什么不寻常的东西，带到这里来。",
    "Try this.": "试试这个。",
    "Try to get a spot round there.|The best sort of bait for them is red vine worms.": "试试在那边找个位置。|最适合的鱼饵是红藤虫。",
    "Try to replace the railing.": "试着修复栏杆。",
    "Try... the one you just came in?": "试试……你刚刚进来的那个？",
    "Trying to kill these mice! What I really need is a cat!": "在试着杀掉这些老鼠！我真正需要的是一只猫！",
    "Trying to muscle in on my job eh? I'm more than happy to do this all by myself!": "想抢我的活儿是吧？我非常乐意自己一个人干！",
    "Tssch... that chemist asks for a lot for the wages he pays.": "啧……那个化学家要求那么多，工资却给那么少。",
    "Tut! How forgetful! You need to find a way into the Kharazi Jungle. Then you need to explore and map that entire area.": "啧！真健忘！你需要找到进入Kharazi丛林的方法。然后你需要探索并绘制整个区域的地图。",
    "Two arms... two legs... one head... it seems that spell finally worked okay!": "两只手臂……两条腿……一个脑袋……看来那个法术终于奏效了！",
    "Two days later the mourners returned and told me he had died.": "两天后哀悼者们回来告诉我他已经死了。",
    "Two down!": "又干掉一个！",
    "Two gold pieces a pint. So, what do you say?": "一品脱两枚金币。怎么样？",
    "Two huge metal doors bar the way further... There is an intense|and unpleasant feeling from this place and as you peer through the|cracks in the door you can see why. You see dark, shadowy shapes|flapping around in the still dark air.": "两扇巨大的金属门挡住了前路……这个地方有一种|强烈而令人不安的感觉，当你透过门缝|窥视时就明白为什么了。你看到黑暗的影子|在阴沉的空气中扑扇着。",
    "Two jobs? That's got to be tough.": "两份工作？那一定很辛苦。",
    "Two to go.": "还剩两个。",
    "Tyranny of the righteous? What?": "正义者的暴政？什么？",
    "Tyras will be informed of these words of treason!": "Tyras将会知道这些叛国之言！",
    "Ugh!": "呃！",
    "Ugh! a dirty rat!": "呃！一只脏老鼠！",
    "Ugh.": "呃。",
    "Ughhhh....": "呃啊……",
    "Uh huh.": "嗯嗯。",
    "Uh, it sounds nasty, just the kind of thing I want to avoid!": "呃，听起来很糟糕，正是我想避开的那种事！",
    "Uh...": "呃……",
    "Uh... Hahaha.": "呃……哈哈哈。",
    "Uh... I didn't get it yet... I DID find the cult's hideout though!": "呃……我还没拿到……但我确实找到了邪教的藏身处！",
    "Uh... I don't think anyone outside will answer me if I knock on the door...": "呃……我觉得就算我敲门，外面也不会有人回应我……",
    "Uh... I kind of... lost them...": "呃……我有点……弄丢了……",
    "Uh... Thanks, I guess.": "呃……谢谢，大概吧。",
    "Uh... no, it's ok.": "呃……不，没关系。",
    "Uh... no, it's ok. Really.": "呃……不，没关系。真的。",
    "Uh... no... I feel fine...": "呃……不……我感觉很好……",
    "Uh... no...?": "呃……不是吧……？",
    "Uh... thanks for the info...": "呃……谢谢你提供的信息……",
    "Uh... that doesn't sound particularly safe to me...": "呃……听起来对我来说不怎么安全……",
    "Uh... what happened to the rest of it?": "呃……其余的怎么了？",
    "Uh... yeah, sorry about that.|Why are you all standing around out here?": "呃……对，抱歉。|你们为什么都站在外面？",
    "Uh... yeah... about that.. I don't exactly have it right now...": "呃……对……关于那个……我现在手上没有……",
    "Uh... yeah... about that... I interrogated a cult member at the hideout's entrance, but he managed to escape into the sewer system.": "呃……对……关于那个……我在藏身处入口审问了一个邪教成员，但他设法逃进了下水道。",
    "Uh... yeah... about that... I kind of don't have it with me...": "呃……对……关于那个……我好像没带在身上……",
    "Uh... yeah... about that... I seem to have, errm, misplayed it somewhere...": "呃……对……关于那个……我好像，额，放错地方了……",
    "Uh... yeah... not quite just yet...": "呃……对……还没有完全好……",
    "Uh... yeeeeaaaaah.... about that.... I must have left them in my other suit of armour....": "呃……是的……关于那个……我一定是把它们落在我的另一套盔甲里了……",
    "Uh....": "呃……",
    "Uh.... yeah... me too.": "呃……是的……我也是。",
    "Uh....oops. My mistake. I don't have 20 coins. Silly me.": "呃……糟糕。我搞错了。我没有20枚金币。我真傻。",
    "Uh? That's not mine!": "啊？那不是我的！",
    "Uh? What do you seek to gain by giving me this rubbish?": "啊？你给我这些垃圾想得到什么？",
    "Um, it's not so easy...": "嗯，没那么容易……",
    "Um, well it's not so easy.": "嗯，其实没那么容易。",
    "Um, yes.": "嗯，是的。",
    "Um... Hello.": "嗯……你好。",
    "Um... I think we're there. I probably should have paid closer attention.": "嗯……我觉得我们到了。我可能应该更注意些。",
    "Um... I've always been this height.": "嗯……我一直就是这个身高。",
    "Um... brown hair, in her twenties...": "嗯……棕色头发，二十多岁……",
    "Um... hello.": "嗯……你好。",
    "Um... it's a really good sword?": "嗯……它是一把真的好剑？",
    "Um... no, not really.": "嗯……不，不太是。",
    "Um... thanks?!": "嗯……谢谢？！",
    "Um... yeah. It was great. Really.": "嗯……对。很棒。真的。",
    "Um....": "嗯……",
    "Um.... ah....": "嗯……啊……",
    "Umm... No, not yet.": "嗯……不，还没有。",
    "Umm... it's for personal use?": "嗯……是个人用的？",
    "Umm...no.": "嗯……不。",
    "Ummm, is that so?|I can't help you there, I never was much good at puzzles.": "嗯嗯，是这样吗？|这我帮不了你，我从来不擅长解谜。",
    "Ummmm.....": "嗯嗯嗯……",
    "Undead, maniac, master. Got it, loud and clear.": "亡灵，疯子，主人。明白了，清楚了。",
    "Under Iban anything is possible. Death is only the beginning.": "在Iban麾下一切皆有可能。死亡只是开始。",
    "Under what grounds???": "凭什么理由？？？",
    "Unfortunate for you, yes? Many bargains, won't find elsewhere!": "对你来说很不幸，是吧？这里有很多便宜货，别处可找不到！",
    "Unfortunately Dwarves don't make good fishermen.": "可惜矮人不太擅长钓鱼。",
    "Unfortunately he has apparently returned to his home, somewhere in the mountains, and I have no idea how to find him.": "不幸的是，他显然已经回到了山里的某个家中，我不知道怎么找到他。",
    "Unfortunately if you reach this stage of infection then no one can save you.": "很不幸，如果你到了这个感染阶段，那就没有人能救你了。",
    "Unfortunately nobody wants to risk catching the plague, and I am unable to find someone willing to undertake this mission for me.": "不幸的是没有人愿意冒感染瘟疫的风险，我找不到愿意替我执行这个任务的人。",
    "Unfortunately not, Sirrah.": "很遗憾不是，先生。",
    "Unfortunately not, adventurer.": "很遗憾不是，冒险者。",
    "Unfortunately the only supply of swamp tar is in the swamps below Lumbridge.": "不幸的是，沼泽焦油的唯一来源在伦布里奇下方的沼泽中。",
    "Unfortunately the only supply of swamp tar is in the swamps below Lumbridge. It's too far for an old man like me to travel.": "不幸的是，沼泽焦油的唯一来源在伦布里奇下方的沼泽中。对我这样的老人来说太远了。",
    "Unfortunately we can't risk it with the watch tower so close. So first we need to distract the guards in the tower.": "可惜了望塔离得太近，我们不能冒险。所以首先我们需要分散塔里守卫的注意力。",
    "Unfortunately we dont have those skills.|I remember reading about that somewhere...": "可惜我们没有那些技能。|我记得在哪里读到过……",
    "Unfortunately we only know of two remaining, and of those only one is usable by us anymore.": "不幸的是我们只知道还剩两个，而其中只有一个我们还能使用。",
    "Unfortunately we're having trouble fixing the thing.|The cannon is stored in our shed.|If you could fix it, it would be a great help.": "可惜我们在修理这东西时遇到了麻烦。|大炮存放在我们的棚子里。|如果你能修好它，那将是很大的帮助。",
    "Unfortunately, I am still forced to deal with this insufferable family. Many generations have passed, but they are still the enemy. As such, they must be kept a close eye on.": "不幸的是，我仍然被迫和这个令人难以忍受的家族打交道。许多代人过去了，但他们仍然是敌人。因此，必须对他们严加监视。",
    "Unfortunately, I've forgotten to buy some of the ingredients. I'll never get them in time now. I don't suppose you could help me?": "可惜我忘了买一些原料。现在我绝对来不及了。你能帮帮我吗？",
    "Unfortunately, about a century ago, the once thriving race was wiped out during the barbarian invasions of that time.": "不幸的是，大约一个世纪前，这个曾经繁盛的种族在当时的蛮族入侵中被消灭了。",
    "Unfortunately, our current quest is to rescue Merlin.": "可惜我们当前的任务是营救Merlin。",
    "Ungadulu called me 'Vacu', what does that mean?": "Ungadulu叫我'Vacu'，那是什么意思？",
    "Ungadulu goes back to his studies.": "Ungadulu回去继续他的研究。",
    "Ungadulu is free! He was possessed by a demon and I killed it.": "Ungadulu自由了！他被恶魔附身了，我杀掉了那个恶魔。",
    "Ungadulu is trapped in some magical flames!": "Ungadulu被困在一些魔法火焰中！",
    "Ungadulu looks a little strange.": "Ungadulu看起来有点奇怪。",
    "Ungadulu mumbled something about 'pure' water?": "Ungadulu嘟囔了些关于'纯净'水的事？",
    "Ungadulu unleashes a savage bolt of energy at you. You're knocked out of the octagram by the power of the spell.": "Ungadulu向你释放了一道猛烈的能量。法术的力量将你击出了八芒星阵。",
    "Unholy Symbol of Zamorak": "Zamorak的邪恶符文",
    "Unless he has a use for you, he'll probably just order us to kill you. And it's such a horrible job cleaning up the mess afterwards.": "除非他能用得着你，否则他可能会直接命令我们杀了你。事后清理残局真是一件可怕的工作。",
    "Unless he has a use for you. He's been trying to track down someone called 'Al Zaba Bhasim'. You could offer to catch him and that might put you in his good books?": "除非他能用得着你。他一直在追踪一个叫'Al Zaba Bhasim'的人。你可以主动提出去抓他，那也许能让你讨他欢心？",
    "Unless what?": "除非什么？",
    "Unless you were talking to me because you wished to buy some runes?": "除非你找我说话是因为你想买一些符文？",
    "Unsurprisingly, I do not believe he is doing a particularly good job of things, and spends most of his time recovering from his injuries in": "不出所料，我认为他做得并不特别好，大部分时间都在",
    "Until then, back to whence you came!": "在那之前，回你来的地方去！",
    "Unusual... This object doesn't appear right...": "不寻常……这个物品看起来不太对劲……",
    "Up on the cliff is the Observatory dome,|from which you can view the heavens.": "悬崖上是天文台的圆顶，|你可以从那里观测天空。",
    "Up on the hill? Yes, I've seen them.": "山上？是的，我见过他们。",
    "Us thieves have been trying to get ahold of this one for a while!": "我们盗贼们一直在试图弄到这个东西！",
    "Use '::minme' to reset your stats after you log back in.": "重新登录后使用'::minme'来重置你的属性。",
    "Use Furnace - 20 Gold": "使用熔炉 - 20金币",
    "Use a bucket of milk from a scared cow.": "使用一桶受惊奶牛的牛奶。",
    "Use brute strength on the gates?": "要用蛮力打开大门吗？",
    "Use the Air Talisman to locate the air temple,|and use any further talismans you find to locate|the other missing elemental temples.|Now... my research notes please?": "使用风之护符来找到风之神殿，|并使用你找到的其他护符来|定位其他失踪的元素神殿。|现在……请把我的研究笔记给我？",
    "Use the Holy Force spell that I gave you earlier to defeat this spirit. Good luck. I'll take that dagger for safe keeping...": "使用我之前给你的神圣之力法术来击败这个灵魂。祝你好运。我把那把匕首收起来保管……",
    "Use the dagger I have provided for you to complete this task and then bring it to me when Viyeldi is dead.": "用我提供给你的匕首完成这个任务，等Viyeldi死后把它带回来给我。",
    "Use the secret word 'gherkin' to show you're one of us.": "用暗号'gherkin'来证明你是我们的人。",
    "Use this spell on the Spirit. It will force the spirit to show its true self. And it will also be vulnerable to normal attacks.": "对灵魂使用这个法术。它会迫使灵魂显露真身。而且它也会变得容易受到普通攻击的伤害。",
    "Use your bow and arrows to kill one of those rats from outside the pen.": "用你的弓箭从围栏外面射杀一只老鼠。",
    "Useless. Take this and don't mess up this time. Lord Hazeel is depending on you.": "没用。拿着这个，这次别搞砸了。Hazeel大人可指望着你呢。",
    "Using his magic sword Silverlight, Wally managed to trap the demon in the stone circle just south of this city.": "Wally用他的魔法剑银光成功将恶魔困在了这座城市正南方的石阵中。",
    "Usually a strong creature of some sort will be guarding her remains. And of course, she is a very powerful spell caster herself. Not to be tackled lightly.": "通常某种强大的生物会守护着她的遗骸。而且当然，她本身也是一个非常强大的施法者。不可掉以轻心。",
    "Usually a strong creature of some sort will be guarding the bones and it is not to be tackled lightly.": "通常某种强大的生物会守护着那些骸骨，不可掉以轻心。",
    "VERY bad luck.": "非常倒霉。",
    "Vegetarrrian...?": "素食主义者……？",
    "Velrak reaches somewhere mysterious and passes you a key.": "Velrak从某个神秘的地方掏出一把钥匙递给你。",
    "Veronica lets out an ear piercing shriek.": "Veronica发出一声刺耳的尖叫。",
    "Very few know of the secret mine under the Grand Tree. If you push on the roots just to my north they will seperate and let you pass.": "很少有人知道大树下面的秘密矿井。如果你推一推我北边的树根，它们会分开让你通过。",
    "Very good Bwana... however, it begs the question... What are you doing in the Kharazi Jungle?": "很好Bwana……不过这就引出了一个问题……你在Kharazi丛林做什么？",
    "Very good Bwana... this is indeed a very pleasant gesture. However, my people are very distributed throughout the Kharazi Jungle.": "很好Bwana……这确实是一个很友好的举动。然而，我的族人分散在Kharazi丛林各处。",
    "Very good! Come and eat this cake I baked!": "很好！来吃我烤的蛋糕吧！",
    "Very good, adventurer.": "很好，冒险者。"
}