{
    "You are to be transported to a maximum security|prison in Port Sarim. I hope you've learnt an important|lesson from this.": "你将被押送到Port Sarim的最高安全|监狱。我希望你从中吸取了重要的|教训。",
    "You are truly a hero in every sense, and perhaps your efforts can begin to patch the wounds that have torn this family apart...": "你在各方面都是一位真正的英雄，也许你的努力可以开始弥合撕裂这个家庭的伤口...",
    "You are trying to change my mind.": "你在试图改变我的想法。",
    "You are welcome, run along now, I am very busy.": "不客气，快走吧，我很忙。",
    "You are welcome. They are not expensive. We have them here to stop the elite guard being bothered. They are a little harder to kill.": "不客气。它们不贵。我们把它们放在这里是为了不让精英守卫被打扰。它们比较难杀。",
    "You arrive at the fishing platform.": "你到达了钓鱼平台。",
    "You arrive back on shore.": "你回到了岸上。",
    "You arrive on a small island.": "你到达了一座小岛。",
    "You assume correctly, but where do you get such impertinence.": "你猜得没错，但你哪来这么大的胆子。",
    "You attach the magnet to the mouse's harness. The mouse finishes the cheese and runs back into its hole. You hear some odd noises from inside the walls. There is a strange whirring noise from above the door frame.": "你把磁铁系在老鼠的绳套上。老鼠吃完奶酪跑回了洞里。你听到墙壁里传来奇怪的声响。门框上方传来一阵奇怪的嗡嗡声。",
    "You attempt to climb the rocks back out.": "你试图攀爬岩石出去。",
    "You attempt to pick the lock...": "你试图撬锁...",
    "You attempt to read the message on the door...|It looks like some sort of riddle:": "你试图阅读门上的信息...|看起来像是某种谜语：",
    "You attempt to replace the evil totem pole.|A black cloud emanates from the evil totem pole and|it slowly forms into the dread demon Nezikchened.": "你试图替换邪恶的图腾柱。|一团黑云从邪恶的图腾柱上冒出，|慢慢形成了可怕的恶魔Nezikchened。",
    "You be careful with that thing!": "你小心点拿那东西！",
    "You be on your way, then.": "那你上路吧。",
    "You bored yet?": "你无聊了吗？",
    "You brace yourself against the doors...": "你顶住门使劲推...",
    "You break your lockpick in the door.": "你的开锁器在门锁里断了。",
    "You buy a pint of beer!": "你买了一品脱啤酒！",
    "You buy the map piece from Wormbrain.": "你从Wormbrain那里买了地图碎片。",
    "You can also click on a skill to open the relevant skillguide. In the skillguide, you can see all of the unlocks available in that skill.": "你也可以点击一个技能来打开相关的技能指南。在技能指南中，你可以看到该技能所有可解锁的内容。",
    "You can also set fire to logs you find lying on the floor already, and some other things can also be set alight...": "你也可以点燃已经放在地上的原木，还有一些其他东西也可以被点着...",
    "You can always try the marketplace in Ardougne.|LOTS of opportunity there!": "你可以去阿多格尼的市场试试。|那里机会多得很！",
    "You can call me <displayname>.": "你可以叫我<displayname>。",
    "You can choose 1 area to increase your abilities in.": "你可以选择1个领域来提升你的能力。",
    "You can choose to use rules to spice things up a bit. For instance if you both agree to use the 'No Magic' rule then neither player can use magic to attack the other player. The fight will be restricted to ranging and": "你可以选择使用规则来增加一些趣味。例如，如果你们都同意使用'禁止魔法'规则，那么双方都不能使用魔法攻击对方。战斗将限制为远程和",
    "You can collect the key from Leela.": "你可以从Leela那里拿到钥匙。",
    "You can feel it as you wind your way round the stalagmites.. an icy chill that penetrates the very fabric of your being...": "当你在石笋间蜿蜒前行时你能感受到...一种刺入骨髓的冰冷寒意...",
    "You can have this one! It's the display model.": "你可以拿这个！这是展示品。",
    "You can hear someone mumbling outside the crate.||@dbl@...stupid Arhein... making me... candles...|@dbl@never weigh THIS much....hurts....union about this!...": "你能听到箱子外面有人嘟囔着。||@dbl@...该死的Arhein...让我搬...蜡烛...|@dbl@从来没这么重过...好痛...要跟工会说说这事！...",
    "You can help by being tonight's dinner,|or you can go away. Now, which shall it be?": "你可以帮忙当今晚的晚餐，|或者你可以走开。那么，选哪个？",
    "You can if you get this letter stamped by the Curator of Varrock's museum.": "如果你让瓦洛克博物馆的馆长在这封信上盖章就可以。",
    "You can mine silver from a silver rock, you can find some on the way to Al Kharid.": "你可以从银矿石上开采银，在去阿尔卡里德的路上能找到一些。",
    "You can not kill me human!": "你杀不了我，人类！",
    "You can now cast the Ardougne Teleport spell|provided you have the required runes and magic level.": "你现在可以施放阿多格尼传送术了，|只要你有所需的符文和魔法等级。",
    "You can now cast the Watchtower Teleport spell...|...providing you have the required runes and magic level.": "你现在可以施放瞭望塔传送术了...|...只要你有所需的符文和魔法等级。",
    "You can now enter Shilo Village.": "你现在可以进入Shilo村了。",
    "You can now pickpocket from @dbl@City Guards@bla@!": "你现在可以扒窃@dbl@城市卫兵@bla@了！",
    "You can now pickpocket from @dbl@Farmers@bla@!": "你现在可以扒窃@dbl@农民@bla@了！",
    "You can now pickpocket from @dbl@HAM followers@bla@!": "你现在可以扒窃@dbl@HAM信徒@bla@了！",
    "You can now pickpocket from @dbl@Heroes@bla@!": "你现在可以扒窃@dbl@英雄@bla@了！",
    "You can now pickpocket from @dbl@Knights of Ardougne@bla@!": "你现在可以扒窃@dbl@阿多格尼骑士@bla@了！",
    "You can now pickpocket from @dbl@Master Farmers@bla@!": "你现在可以扒窃@dbl@农业大师@bla@了！",
    "You can now pickpocket from @dbl@Paladins@bla@!": "你现在可以扒窃@dbl@圣骑士@bla@了！",
    "You can now pickpocket from @dbl@Rogues@bla@!": "你现在可以扒窃@dbl@盗贼@bla@了！",
    "You can now pickpocket from @dbl@Warriors@bla@!": "你现在可以扒窃@dbl@战士@bla@了！",
    "You can now steal from @dbl@Cake Stalls@bla@ and @dbl@Tea Stalls@bla@!": "你现在可以从@dbl@蛋糕摊@bla@和@dbl@茶摊@bla@偷东西了！",
    "You can now steal from @dbl@Fish Stalls@bla@!": "你现在可以从@dbl@鱼摊@bla@偷东西了！",
    "You can now steal from @dbl@Fur Stalls@bla@!": "你现在可以从@dbl@皮毛摊@bla@偷东西了！",
    "You can now steal from @dbl@Gem Stalls@bla@ and pickpocket from @dbl@Gnomes@bla@!": "你现在可以从@dbl@宝石摊@bla@偷东西并扒窃@dbl@侏儒@bla@了！",
    "You can now steal from @dbl@Silk Stalls@bla@!": "你现在可以从@dbl@丝绸摊@bla@偷东西了！",
    "You can now steal from @dbl@Silver Stalls@bla@!": "你现在可以从@dbl@银器摊@bla@偷东西了！",
    "You can now steal from @dbl@Spice Stalls@bla@ and pickpocket from @dbl@Watchmen@bla@!": "你现在可以从@dbl@香料摊@bla@偷东西并扒窃@dbl@守夜人@bla@了！",
    "You can now steal from @dbl@Wine Stalls@bla@!": "你现在可以从@dbl@酒摊@bla@偷东西了！",
    "You can now steal from @dbl@chests@bla@ under the Chaos Druid Tower near Ardougne!": "你现在可以从阿多格尼附近的混沌德鲁伊塔下的@dbl@宝箱@bla@偷东西了！",
    "You can now steal from certain @dbl@chests@bla@ in Ardougne and the Wilderness!": "你现在可以从阿多格尼和荒野中的某些@dbl@宝箱@bla@偷东西了！",
    "You can now steal from certain @dbl@chests@bla@ in Hemenster with the aid of a lockpick!": "你现在可以用开锁器从Hemenster的某些@dbl@宝箱@bla@偷东西了！",
    "You can now steal from certain @dbl@chests@bla@ in the castle in Ardougne!": "你现在可以从阿多格尼城堡中的某些@dbl@宝箱@bla@偷东西了！",
    "You can now steal from certain @dbl@chests@bla@ upstairs in Ardougne!": "你现在可以从阿多格尼楼上的某些@dbl@宝箱@bla@偷东西了！",
    "You can now use the Prayer @dbl@Burst of Strength!": "你现在可以使用祈祷@dbl@力量爆发！",
    "You can now use the Prayer @dbl@Clarity of Thought!": "你现在可以使用祈祷@dbl@思维清晰！",
    "You can now use the Prayer @dbl@Improved Reflexes!": "你现在可以使用祈祷@dbl@反射提升！",
    "You can now use the Prayer @dbl@Incredible Reflexes!": "你现在可以使用祈祷@dbl@惊人反射！",
    "You can now use the Prayer @dbl@Protect From Magic!": "你现在可以使用祈祷@dbl@魔法保护！",
    "You can now use the Prayer @dbl@Protect From Melee!": "你现在可以使用祈祷@dbl@近战保护！",
    "You can now use the Prayer @dbl@Protect From Missiles!": "你现在可以使用祈祷@dbl@远程保护！",
    "You can now use the Prayer @dbl@Protect Items!": "你现在可以使用祈祷@dbl@物品保护！",
    "You can now use the Prayer @dbl@Rapid Heal!": "你现在可以使用祈祷@dbl@快速治疗！",
    "You can now use the Prayer @dbl@Rapid Restore!": "你现在可以使用祈祷@dbl@快速恢复！",
    "You can now use the Prayer @dbl@Rock Skin!": "你现在可以使用祈祷@dbl@岩石皮肤！",
    "You can now use the Prayer @dbl@Steel Skin!": "你现在可以使用祈祷@dbl@钢铁皮肤！",
    "You can now use the Prayer @dbl@Superhuman Strength!": "你现在可以使用祈祷@dbl@超人力量！",
    "You can now use the Prayer @dbl@Ultimate Strength@bla@|and you can enter the @dbl@Monastery": "你现在可以使用祈祷@dbl@终极力量@bla@|并且可以进入@dbl@修道院",
    "You can of course use this place when you know what you are doing...": "当然，当你知道自己在做什么的时候，可以使用这个地方...",
    "You can only add ingredients when you're cooking a chompy bird. Ensure you have the seasonings you want to use in your inventory when cooking the chompy bird and you will use them automatically when cooking.": "你只能在烹饪chompy鸟的时候添加配料。确保烹饪chompy鸟时背包里有你想用的调料，烹饪时会自动使用。",
    "You can only use a site you have the appropriate exam level for.": "你只能使用与你考试等级相匹配的遗址。",
    "You can pass to the green winger gnomes. Then you can make a run and they'll pass back. Otherwise, if you're feeling brave, you can just charge and dodge.": "你可以把球传给绿色翼卫侏儒。然后你可以跑动，他们会回传给你。或者，如果你够大胆，可以直接冲锋突破。",
    "You can run, Khazard's interest is in me now.": "你快跑吧，Khazard现在的目标是我。",
    "You can see a small recepticle, not unlike the one on the opposite side of the door!": "你可以看到一个小凹槽，和门另一侧的那个很像！",
    "You can see that there is something hidden behind some rocks. Do you want to have a look? It looks a bit dangerous as the ceiling doesn't look at all safe.": "你可以看到有些东西藏在岩石后面。你想看看吗？看起来有点危险，因为天花板看上去一点都不安全。",
    "You can see the barrel with Ana in it on the cart already.": "你可以看到装着Ana的桶已经在马车上了。",
    "You can see the gluey outline from where you peeled the address label off.": "你可以看到你撕下地址标签后留下的胶水轮廓。",
    "You can store your stuff here if you want. You can dump anything you don't want to carry whilst you're fighting duels and then pick it up again on the way out.": "如果你愿意，可以把东西存放在这里。你可以把决斗时不想带的东西放下，出去的时候再拿回来。",
    "You can travel to the trees|which are related to me.": "你可以前往|与我有关的树木那里。",
    "You can use that Holy Force spell to try and defeat the spirit. Come back and let me know if I can help in any other way.": "你可以用圣力咒语试着打败那个灵体。回来告诉我还有什么我能帮忙的。",
    "You can use the mould with molten glass to make a new lens.": "你可以用模具和熔化的玻璃来制作新的镜片。",
    "You can whistle for your money, I'll take you all on.": "你们的钱想都别想了，我一个打你们所有人。",
    "You can't attack the Zombies in the room, my Zombies are for magic target practice only and should be attacked from the other side of the fence.": "你不能在房间里攻击僵尸，我的僵尸只是用来练习魔法的靶子，应该从栅栏的另一边攻击。",
    "You can't be too careful, you understand.": "再怎么小心也不为过，你懂的。",
    "You can't carry any more eels.": "你不能再携带更多鳗鱼了。",
    "You can't carry any more fish.": "你不能再携带更多鱼了。",
    "You can't carry any more lobsters.": "你不能再携带更多龙虾了。",
    "You can't carry anymore. Come back when you have some space.": "你带不了更多了。有空间了再回来。",
    "You can't come in here unless you're wearing a chef's hat, or something like that.": "你不能进来，除非你戴着厨师帽之类的东西。",
    "You can't come in here!": "你不能进来！",
    "You can't cook that.": "你不能烹饪那个。",
    "You can't drop me here!|I'll die in the desert on my own.|Take me to the Shantay pass near Al Kharid.": "你不能把我扔在这里！|我一个人会死在沙漠里的。|把我带到阿尔卡里德附近的Shantay关卡。",
    "You can't drop me here!|Take me to the Shantay pass near Al Kharid.": "你不能把我扔在这里！|把我带到阿尔卡里德附近的Shantay关卡。",
    "You can't give him what you don't have.": "你不能给他你没有的东西。",
    "You can't go down there!": "你不能下去！",
    "You can't leave me here, I'll get killed!": "你不能把我留在这里，我会被杀的！",
    "You can't see me, no one can.|Monsters, demons, they're all around me!": "你看不见我，没人能看见。|怪物、恶魔，它们都围着我！",
    "You can't use a spade here.": "你不能在这里使用铲子。",
    "You can't use the sextant underground.": "你不能在地下使用六分仪。",
    "You can't; I'm beyond help.": "你帮不了我的；我已经没救了。",
    "You can. You won't see much though.": "可以。不过你看不到什么东西。",
    "You cannot cut down this tree yet.|You must progress further in the tutorial.": "你还不能砍这棵树。|你必须在教程中继续前进。",
    "You cannot enter the arena while carrying weapons or armour.": "你不能携带武器或盔甲进入竞技场。",
    "You cannot enter without the permission of Kolodion.": "没有Kolodion的许可你不能进入。",
    "You cannot make this on Tutorial Island.": "你不能在新手岛上制作这个。",
    "You cannot pass through this door without paying the trading tax.": "不缴纳交易税你不能通过这扇门。",
    "You carefully insert your lockpick into the lock.": "你小心地将开锁器插入锁中。",
    "You carefully place the delivery label over the existing label, covering it completely.": "你小心地将快递标签贴在原来的标签上，完全盖住了它。",
    "You carefully place the glowing heart shaped crystal into the depression, it slots in perfectly and glows even brighter. You hear a snapping sound coming from in front of the cave.": "你小心地将发光的心形水晶放入凹槽中，它完美地嵌入并发出更亮的光。你听到洞穴前方传来啪的一声。",
    "You climb inside the crate and wait.": "你钻进箱子里等待。",
    "You climb onto the floating barrel and begin to kick your way to the|shore.": "你爬上漂浮的木桶，开始蹬腿向|岸边游去。",
    "You climb out of the crate.": "你从箱子里爬了出来。",
    "You contort your body and prepare to squirm worm like into the hole.": "你扭曲身体，准备像虫子一样钻进洞里。",
    "You could bring me the head of Al Zaba Bhasim.": "你可以给我带来Al Zaba Bhasim的头。",
    "You could gain much with an understanding of the world below.": "了解地下世界会让你受益匪浅。",
    "You could give me a cannon...": "你可以给我一门大炮...",
    "You could hear their argument from Lumbridge!": "他们吵架的声音伦布里奇都能听到！",
    "You could make one yourself if you're artisan enough. I've heard of a distant sandy place where you can buy the mould that you require, it's similar in many respects to the creating of a holy symbol.": "如果你手艺够好，可以自己做一个。我听说有个遥远的沙漠地方可以买到你需要的模具，做法在很多方面和制作圣符差不多。",
    "You could say that.": "可以这么说。",
    "You could say that... I've heard reports that half of West Ardougne is infected! Many have lost friends and family...": "可以这么说...我听报告说西阿多格尼有一半都被感染了！很多人失去了朋友和家人...",
    "You could say that...|@dbl@-- There is an awkward pause --@dbl@": "可以这么说...|@dbl@-- 尴尬的沉默 --@dbl@",
    "You could try. I don't think the emir will pay anything towards it. And we did bribe one of their guards once.": "你可以试试。我不觉得埃米尔会出钱的。而且我们曾经贿赂过他们的一个卫兵。",
    "You creep!": "你这个卑鄙小人！",
    "You dare mock me, creature!": "你敢嘲笑我，怪物！",
    "You dare not put the barrel back in the mine cart. The guards might see you.": "你不敢把桶放回矿车里。卫兵可能会看到你。",
    "You decide against forcing yourself into the tiny crevice. And realise that you have much better things to do. Like visit inns and mine ore.": "你决定不硬挤进那个小缝里。你意识到你有更好的事情做。比如去酒馆或者挖矿。",
    "You decide against reading the message.": "你决定不读这条信息。",
    "You decide it's best not to hurt the boy.": "你觉得最好还是不要伤害这个男孩。",
    "You decide not to allow the crystal to draw on your spiritual energy.": "你决定不让水晶汲取你的精神能量。",
    "You decide not to attack Lucien. He is your friend.": "你决定不攻击Lucien。他是你的朋友。",
    "You decide not to fight the Mercenary Captain.": "你决定不和佣兵队长战斗。",
    "You decide not to fight the Mercenary.": "你决定不和佣兵战斗。",
    "You decide not to follow the technical plans.": "你决定不按照技术图纸来做。",
    "You decide not to open the scroll. But instead place it carefully back in your inventory.": "你决定不打开卷轴。而是小心地把它放回背包里。",
    "You decide not to shimmy down the rope into most likely oblivion.": "你决定不顺着绳子滑下去，那里多半是万丈深渊。",
    "You decide not to take any notes from the dolmen.": "你决定不从石桌上做任何笔记。",
    "You decide to climb onto the cart.": "你决定爬上马车。",
    "You decide to enter the caves. You climb down several steep rock faces into the cavern below.": "你决定进入洞穴。你沿着几个陡峭的岩壁攀爬到下面的洞穴。",
    "You decide to have another look around. And see if you can find a better way to get out.": "你决定再四处看看。看看能否找到更好的出路。",
    "You decide to leave the rocks well alone. The ceiling does look a little unsafe.": "你决定别碰那些岩石。天花板看起来确实不太安全。",
    "You decide to stay in the cell.|Maybe they'll let you out soon?": "你决定待在牢房里。|也许他们很快就会放你出去？",
    "You decide to stay outside of the cell.": "你决定待在牢房外面。",
    "You decide to stay where you are!": "你决定待在原地不动！",
    "You decide to stay where you are.": "你决定待在原地。",
    "You decide to throw the item away.": "你决定把物品扔掉。",
    "You decide to throw the item away...": "你决定把物品扔掉...",
    "You defeat Nazastarool and the corpse falls to the ground. The bones start to move again and soon they reform into a grisly giant skeleton.": "你击败了Nazastarool，尸体倒在地上。骨头又开始移动，很快它们重新组合成一具可怖的巨大骷髅。",
    "You defeat Nazastarool and the skeleton falls to the ground. An ethereal form starts taking shape above the bones and you soon face the vengeful ghost of Nazastarool.": "你击败了Nazastarool，骷髅倒在地上。一个虚幻的形体在骨头上方开始成形，你很快面对了Nazastarool复仇的幽灵。",
    "You did well to come to me Bwana. As I said before, I am an expert in spirits of the underworld. In most circumstances you should just ignore them. However, beware as many spirits will try to trick you.": "你来找我是对的，Bwana。正如我之前所说，我是冥界灵魂方面的专家。在大多数情况下你应该无视它们。但是要小心，很多灵魂会试图欺骗你。",
    "You did? You are extremely careless aren't you? I suggest you go and speak to Aubury once more, with luck he will have made copies of his research.": "你弄丢了？你也太粗心了吧？我建议你再去找Aubury谈谈，运气好的话他会有研究的副本。",
    "You didn't manage to pick the lock this time, would you like another go?": "这次你没能撬开锁，还要再试一次吗？",
    "You disembark from the ship.": "你从船上下来了。",
    "You do have everything for the disguise.": "你已经有了伪装所需的一切。",
    "You do not have a pickaxe which you have the Mining level to use.": "你没有与你采矿等级匹配的镐。",
    "You do not have any rune stones to bind.": "你没有任何符文石可以结合。",
    "You do not meet all of the requirements to start|the Jungle Potion quest.": "你不满足开始|丛林药水任务的所有要求。",
    "You do not meet all of the requirements to start|the Scorpion Catcher quest.": "你不满足开始|蝎子捕手任务的所有要求。",
    "You do stabbers quick quick! Or Rantz make stabbers for Rantz and then practice for chompy sticking on creature!": "你快点做尖尖的！不然Rantz自己做尖尖的，然后在你身上练习扎chompy！",
    "You do still have it don't you?": "你还留着它吧？",
    "You do that traveller.|You do not want to become infected by the plague.": "你好好保重，旅者。|你可不想被瘟疫感染。",
    "You do that!": "你去做吧！",
    "You do understand that anything you find you have to share with me.": "你明白你找到的任何东西都必须和我分享。",
    "You do? That's excellent work. Let's hear it then.": "是吗？太好了。那快说吧。",
    "You don't belong in here, get out!": "你不属于这里，出去！",
    "You don't even have enough money.": "你连足够的钱都没有。",
    "You don't have all the ingredients yet to cook the chompy bird for the ogre family.": "你还没有为食人魔家族烹饪chompy鸟的所有材料。",
    "You don't have any <struct_param($struct, baitmessage)> left.": "你没有<struct_param($struct, baitmessage)>了。",
    "You don't have any fishing bait left.": "你没有鱼饵了。",
    "You don't have enough <lowercase(oc_name($bar))>s to make <db_getfield($data,smithing:end_message,0)>.": "你没有足够的<lowercase(oc_name($bar))>来制作<db_getfield($data,smithing:end_message,0)>。",
    "You don't have enough <lowercase(oc_name($bar))>s to make any more.": "你没有足够的<lowercase(oc_name($bar))>来继续制作了。",
    "You don't have enough <lowercase(oc_name($gem))>s to make any more.": "你没有足够的<lowercase(oc_name($gem))>来继续制作了。",
    "You don't have enough berries to make the red dye!": "你没有足够的浆果来制作红色染料！",
    "You don't have enough bronze bars to make any more.": "你没有足够的青铜锭来继续制作了。",
    "You don't have enough coins to buy any rope!": "你没有足够的金币买绳子！",
    "You don't have enough coins to pay for the dye!": "你没有足够的金币支付染料费用！",
    "You don't have enough gold bars to make any more.": "你没有足够的金锭来继续制作了。",
    "You don't have enough onions to make the yellow dye!": "你没有足够的洋葱来制作黄色染料！",
    "You don't have enough space to hold the journal.": "你没有足够的空间放下日志。",
    "You don't have enough space to hold the rock.": "你没有足够的空间放下石头。",
    "You don't have enough space to hold the scroll.": "你没有足够的空间放下卷轴。",
    "You don't have enough woad leaves to make the blue dye!": "你没有足够的菘蓝叶来制作蓝色染料！",
    "You don't have that kind of cash on you I see.": "我看你身上没有那么多钱。",
    "You don't have the gold and now we're gonna teach you a lesson.": "你没有钱，现在我们要给你一个教训。",
    "You don't have to pretend with me, friend! Our cause is one and the same; the sooner Lord Hazeel is avenged the better for this city... and for us!": "你不必跟我装，朋友！我们的目标是一致的；Hazeel大人越早得到复仇，对这座城市越好...对我们也是！",
    "You don't have to.": "你不是非做不可的。",
    "You don't know about the whistles yet?|The whistles are easy.": "你还不知道哨子的事吗？|哨子很简单。",
    "You don't know how long it takes an inheritance to come through do you? I could really use that money pretty soon...": "你不知道遗产要多久才能到手吧？我很快就需要用那笔钱了...",
    "You don't look too well.": "你看起来不太好。",
    "You don't look up to much. I suppose Silverlight may be good enough to carry you through though.": "你看起来不怎么样。不过我觉得有Silverlight也许足够带你过关了。",
    "You don't look very happy.": "你看起来不太开心。",
    "You don't look very strong...": "你看起来不太强壮...",
    "You don't need to pour any more water. The soil is soft enough already.": "你不需要再浇水了。土壤已经够软了。",
    "You don't need to worry about that.": "你不需要担心那个。",
    "You don't say, is that it ?": "不会吧，就这样？"
}